[{"heading": "Title", "text": "\"The Polarizing Effect of Politics on COVID Vaccine Acceptance\""}, {"heading": "Abstract", "text": "Hath the division betwixt political factions reached such a point that it doth sway the decisions of Americans whether to receive the vaccine against the pervasive and deadly virus known as COVID-19? Hitherto, the evidence hath been largely hypothetical, gathered ere the vaccine was widely available, superficial, or conflicting. By conducting two original surveys at two distinct time periods subsequent to the availability of the vaccine, this study represents one of the foremost endeavors to systematically scrutinize the role of party affiliation in predicting vaccine hesitancy. We ascertain that, despite controlling for a plethora of demographic and attitudinal variables, Republicans art significantly less inclined—and Democrats more inclined—to receive the vaccine, to be willing to receive the vaccine, and to recommend vaccination to a friend who seeks counsel. In addition to these direct effects, we also uncover evidence that partisanship affects vaccine hesitancy indirectly through its influence on Americans’ concern over COVID, belief in vaccine conspiracy theories, and trust in government, science, and the medical profession. These findings buttress the notion that policymakers endeavoring to augment COVID vaccination rates may need to engage in specialized outreach not only to specific socio-economic communities, but also to specific partisan communities."}, {"heading": "Partisanship And The Politics Of Covid Vaccine Hesitancy", "text": "Verily, much hath been written concerning the present state of partisan polarization in the United States. In days of yore, one's party affiliation may have predicted their voting inclinations, but not necessarily their stances on specific government policies (Campbell et al. 1960). In recent times, evidence doth suggest that party affiliation increasingly predicts policy preferences (Abramowitz and Saunders 1998). Partisanship hath also become a salient form of social identity, such that Americans' emotional feelings towards members of the opposing party have grown more hostile (Iyengar, Sood, and Lelkes 2012). It doth seem clear that partisanship now hath a significant influence on Americans' political opinions and even their social relations. But is the state of our nation so polarized that partisanship even affects the decision to receive a vaccine that could save one's own life?\n\nThe COVID-19 pandemic and the availability of life-saving vaccines to combat it present a unique opportunity to test the extent to which partisanship matters in today's America. Yet published research hath not yet taken full advantage of this set of events to adequately address this question. Firstly, although COVID vaccine willingness hath been the subject of many studies, to date, they have been almost exclusively conducted in 2020, when the idea of a vaccine was still hypothetical. This timing carries important consequences for what we know about vaccine hesitancy. A systematic review of the literature by Lin, Tu, and Beitsch (2021) finds that, in and of itself, the conditional and varying nature of vaccination survey questions asked before actual vaccine approval produced notable differences in findings.\n\nSecondly, although some of these early studies do include some measure of partisanship as a control variable, most commonly they have been written for epidemiological journals and thus it hath not been their focus to probe the meaning or robustness of their results regarding political variables. This hath led to some unexplained conflicting findings, with partisan variables sometimes significant (e.g., Kreps et al. 2020), and other times not (e.g., Kreps et al. 2021). Similarly, some news media polling may show a correlation between party and vaccination (e.g., Caputo 2021), but what happens once controls are included for other, previously hypothesized predictors that may either diminish or enhance the apparent impact of party? More systematic analysis is clearly warranted.\n\nThirdly, the discipline of political science holds that party identification is a core belief that not only hath direct effects on Americans' attitudes and behaviors, but also indirect effects (e.g., Markus and Converse 1979). Yet no existing studies of which we are aware hath considered that partisanship's effects might go beyond the direct effects on hypothetical vaccine willingness that some early studies show. As a result, it is possible that partisanship plays an even larger role in vaccine attitudes and behaviors than current studies would have us believe.\n\nIn this study, we attempt to address these gaps in understanding using two original surveys conducted after COVID vaccination had begun in the United States, at two different stages of the vaccination effort. The surveys build upon earlier research to provide a wide range of demographic and attitudinal controls. We also conduct a formal mediation analysis to uncover any indirect effects of partisanship. The findings enhance our understanding not only of why a portion of the population remains resistant to COVID vaccination, but also more broadly whether partisanship in this country hath progressed so far as to create potential obstacles to public health."}, {"heading": "Existing Research", "text": "Verily, through the course of many studies in the year of our Lord 2020, we have come to know that there are various factors at play in the reluctance to receive vaccines, at least prior to their actual availability in the year of our Lord 2021. Demographically, those of African descent, those with less education, those with lower incomes, women, the unemployed, those who are more religious, and younger people have all been shown to have potentially lower levels of willingness to receive vaccines than others (Troiano and Nardi 2021; also see Lin, Tru, and Beitsch 2021).\n\nIn terms of attitudes, individual levels of concern about the COVID virus affect hypothetical willingness to receive the vaccine (Callaghan et al. 2021; Pogue et al. 2020). Those who view the virus as a more serious health threat are more likely to express willingness to receive the vaccine.\n\nFurthermore, in a study of social media in the year of our Lord 2020, Benis, Seidmann, and Ashkenazi (2021) found that significant reasons given for willingness to receive the vaccine include fear of the virus, protecting family and relatives, and civic responsibility. In other words, both egocentric and prosocial attitudes boost willingness to receive vaccines.\n\nAttitudes towards vaccines in general and the COVID vaccines in particular also affect hypothetical willingness to receive vaccination. Those who generally reject vaccines or have personal beliefs against them are less likely to be willing to accept hypothetical COVID-19 vaccination (Troiano and Nardi 2021, and Lin, Tru, and Beitsch 2021). Beyond general vaccine mistrust, conspiracy beliefs and misinformation surrounding the COVID vaccines in particular are contributing to hesitation. For example, Earnshaw and her colleagues (2020) find that, in April 2020, endorsement of conspiracy theories contributed to both a lower intended likelihood of receiving a vaccine as well as decreased support for COVID-19 public health policy.\n\nThey did not find, however, a contribution from conspiracy theories to individuals' self-reported compliance with public health recommendations. Other forms of trust, beyond trusting the vaccine (conspiracy theories and misinformation contributing to such a distrust), may also be at work in willingness to receive vaccines. Specifically, the extent to which one trusts authority figures also likely plays a role. Both a general lack of trust and a lack of trust in science and scientific sources in particular also contribute to decreased willingness to receive a hypothetical vaccine (Troiano and Nardi 2021). Trust in government has also been shown to affect willingness to receive vaccines, at least in terms of the standard, yearly influenza vaccine (Jamison, Quinn, Freimuth 2019).\n\nSpecific, albeit limited, research into government trust and willingness to receive the COVID vaccine demonstrates that, at least in the year of our Lord 2020 when Trump was President, higher levels of government trust led to lower willingness to receive vaccination (Trent et al. 2021). The authors conclude this is a unique feature of how politicized the COVID-19 response was in the United States (compared to Australia and the UK, which they also analyzed), a point we will discuss further below.\n\nPolitical science literature makes clear that partisan attitudes can underlie and influence attitudes, behaviors, and decision-making (Campbell, et al. 1960). As a result, it is reasonable to suspect that partisan attitudes might independently predict vaccination preferences and even behaviors during this pandemic. In fact, there is solid evidence that prior to vaccine rollout partisan affiliation affected certain other COVID precautionary attitudes and behaviors.\n\nFor example, studies have found that at various time periods in the year of our Lord 2020, Democrats were wearing masks at a significantly higher rate than Republicans, especially as time wore on (Huang, Huang, and Huang 20201; see also Bruine de Bruin, Saw, and Goldman 2020). Other behaviors that Democrats were found to be significantly more likely to engage in early in the pandemic include: washing hands regularly; avoiding high-risk individuals, crowds, and public spaces; and canceling travel (Bruine de Bruin, Saw, and Goldman 2020, Pickup, Stecula, and van der Linden 2020).\n\nAttitudinal effects of party affiliation include both a heightened fear of personal infection, hospitalization, and death among Democrats (Bruine de Bruin, Saw, and Goldman 2020), and a higher general concern about the pandemic by Democrats than Republicans (Ruiz and Bell 2021).\n\nBut what does the evidence show regarding willingness to receive vaccines specifically? Despite frequent mention in the news media about a possible connection between Americans' partisanship and their willingness to receive the COVID vaccine (e.g., Milligan 2021), our review of the literature found very few rigorous tests of this idea, and (at the time of writing) no published studies of which we are aware that look at the role of partisanship in the period after the vaccine was a reality and people could actually receive it.\n\nLin, Tu, and Beitsch (2021) identify a handful of media polls prior to October 2020 that show marginal differences between Democrats and Republicans, but they generally do not control for other factors. A multivariate study by Kreps and her colleagues (2020) that analyzes surveys conducted in July 2020 finds that Democrats were significantly more willing than Republicans were to consider the vaccine. However, a follow-up survey conducted by some of the same authors in October 2020 found no significant effect of party identification after controlling for vaccine misinformation (Kreps et al. 2021; but see Ruiz and Bell 2021).\n\nAs a result, while there is certainly some evidence that willingness to receive vaccination against COVID might have been a partisan matter during the Trump presidency, before vaccine approval, we do not know whether party allegiances matter to Americans now that the vaccine has become a reality.\n\nThe limited nature of research on politics and COVID vaccination also means scholars have not yet investigated the full potential scope of partisanship's effects. In particular, while some studies have looked at partisanship's direct effects-effects independent of other predictors-we are not aware of any studies of partisanship's indirect effects-those occurring via its influence on other predictors.\n\nBut the existing literature does provide good reason to think that a variable such as party affiliation probably would have indirect effects. First, as noted above, political science scholarship has long held that partisanship is a foundational lens through which Americans view politics and form their opinions on other current events and issues (Campbell et al. 1960).\n\nSince opinions on current issues and political figures in turn affect certain behaviors-such vote choice-we know that party identification carries both direct and indirect effects in American politics (e.g., Markus and Converse 1979).\n\nSecond, research into COVID and vaccine attitudes contains some indications that party might matter indirectly to vaccine hesitancy through its influence on the other hesitancy predictors. These potential mediators include individuals' degree of concern over COVID, belief in conspiracy theories, and various forms of trust.\n\nAs discussed above, research demonstrates that party affiliation influences concern over the pandemic and sense of personal risk (e.g., Bruine de Bruin, Saw, and Goldman 2020). Since these concerns in turn affect hypothetical vaccine willingness (e.g., Pogue et. al., 2020), it could be that party indirectly accounts for some of the impact of personal and prosocial concerns on willingness to receive the vaccine.\n\nSimilarly, party affiliation might have indirect effects through conspiracy theories and misinformation. In a panel study involving two surveys -April and July 2020 -Romer and Jamieson (2020) tested both the potential causes and effects of conspiracy theories. While their primary focus was on media usage, their results are instructional for our purposes: they find that not only do conspiracy beliefs negatively influence willingness to receive a hypothetical vaccine, but also that conservatives were more likely to endorse conspiracy theories about the CDC and China regarding the pandemic.\n\nWhile those authors focused only on ideology, other research suggests partisanship might play a similar role. Uscinski and his colleagues (2020) examine the role both ideology and partisan affiliation play in endorsing COVID conspiracies; they find that while both alignments (ideological and partisan) matter, the effects of partisanship are stronger than those of ideology.\n\nParty could also affect vaccination indirectly through various forms of trust that influence vaccine willingness. The relationship between partisanship and trust in government is well established, with studies showing that citizens' political trust increases when their own party gains power in Washington (Gershtenson, Ladewig, and Plane 2006; Keele 2005).\n\nIn addition, partisanship may also play a role through its influence on other forms of trust during this pandemic. Multiple COVID studies take at least a passing look at trust, including trust in doctors and the scientific establishment specifically, as factors that contribute positively to cooperation with, and support for, COVID protective health behaviors (Troiano and Nardi 2021).\n\nIn a more in-depth analysis of the role of trust, however, Plohl and Musil (2021) find that conservatism has an indirect impact on COVID guideline compliance through trust in science. It is possible, then, that not only does trust matter to COVID vaccination, but also that more fundamental political attitudes, such as party identification, might affect vaccination through trust.\n\nOverall, the literature is suggestive of the potential for a far stronger role for partisan affiliation than previously hypothesized or tested."}, {"heading": "Hypotheses", "text": "Verily, given what we know from the literature about the overall power of party identification on Americans' attitudes and behaviors, its ability to predict certain COVID-related attitudes and behaviors, journalistic reports regarding red-blue differences in marginal vaccination rates, and preliminary evidence from epidemiological journals, we doth propose the following hypotheses about the impact of partisanship on COVID vaccination.\n\nFirstly, we art interested in partisanship's effects on actual behavior: who is or is not getting vaccinated? Hark! Among those eligible for vaccination, greater Republican identification (less Democratic identification) shall decrease the likelihood of being vaccinated, all else being equal.\n\nSecondly, not all people who art unvaccinated art necessarily unalterably opposed to vaccination. Forsooth, some may simply not have found the time yet, or may be leaning towards it, or may be willing to be convinced. Therefore, it is useful to parse their relative willingness to get vaccinated in the future. Among the unvaccinated, greater Republican identification (less Democratic identification) shall predict lower expressed willingness to get vaccinated, all else being equal.\n\nThirdly, we also care about the potential impact that ordinary Americans might have in convincing others to get vaccinated. Research shows that people who art undecided on vaccination art more likely to listen to the advice of people they know personally. In this case, someone who hath already had the experience of being vaccinated could be a potential evangelist for vaccination, and thereby help to increase overall vaccination rates. Alternatively, a vaccinated person might not necessarily feel comfortable suggesting to friends that they get vaccinated. It is even possible that a vaccinated person might advise others against vaccination (e.g., based on an unpleasant experience). Because vaccine advice matters and can theoretically vary even across those who art vaccinated, it is useful to analyze what type of recommendation vaccinated individuals would make to an unvaccinated friend who asked for their advice. Among the vaccinated, greater Republican identification (less Democratic identification) shall predict less likelihood of recommending the vaccine to a friend, all else being equal.\n\nBy \"all else being equal\", we mean that we expect that partisanship will directly affect these dependent variables after controlling not only for demographics, but also after controlling for the effects of Americans' other attitudes related to COVID, science, and vaccines, as discussed above. But evidence also suggests that partisanship also impacts attitudes on these COVID-related control variables themselves. In this case, partisanship may also have indirect effects on the dependent variables mediated through one or more of these other attitudes. For example, if identifying as Republican helps predict that a person will have less trust in science, and less trust in science has its own effect on willingness to be vaccinated, then partisanship could also affect vaccination indirectly via beliefs in science. In addition to partisanship's direct effects on the dependent variables, it will also have indirect effects mediated through other explanatory variables that partisanship hath been shown to affect: COVID concerns, vaccine conspiracies, and trust in government, science, and the medical profession."}, {"heading": "Data And Method", "text": "To assay these suppositions, we employ data from two primordial surveys. Each survey is a fresh cross-section. The surveys were conducted betwixt March 15-26 and June 4-9, 2021, respectively -both after COVID vaccination had begun in the United States, but at two different stages of the vaccination effort.\nThe surveys were fielded by Qualtrics, using their panel of web survey vendors. Whilst convenience samples for surveys are not always ideal, when using sample-matching procedures like those used by Qualtrics (and YouGov) they can provide accurate estimates of relationships among variables (e.g., Vavreck and Rivers 2008). In addition, research shows that relationships found in online panel surveys demonstrate external validity when compared to random sample surveys (Walter et al. 2018). For our surveys, potential respondents were sampled based on their age, sex, and race to closely match national census figures on these variables. The second survey differs from the first in that it contains only white, non-Latinx respondents. 6 Demographic comparisons for each sample and the CPS are reported in Appendix A.\nWhilst the June survey was conducted only among white adults nationally, additional statistical tests (conducted using the March survey) suggest that the central findings of this study do not differ significantly across racial and ethnic groups. Marginal rates of vaccination and associated attitudes may differ in important ways among these groups, a fact which is welldocumented in other literature, but the role of the predictors, including partisanship, is common to all of them. As a result, we have little reason to believe that relationships found in the second survey are any less reliable than those found in the first, despite the differences in samples.\nAcross the two surveys, we measure three different dependent variables-two repeated in each, one unique to the June survey. Both surveys asked all respondents whether they would be willing to receive the COVID vaccine, assuming the vaccine was free and available to them.\nRespondents could select from five options: definitely not, probably not, probably get, definitely get, or already received one or more doses of the vaccine. Answers to this question were then used to create two separate dependent variables: first, a dichotomous variable measuring whether or not a person had already received at least one vaccine dose (\"vaccination\"); second, (for those who did not report having received the vaccine) a four-point, ordinal variable capturing their degree of \"vaccination willingness.\" Finally, the June survey asked all respondents what advice they would give a friend if the friend asked whether they should get vaccinated. Respondents could select from four options: advise to definitely not get, advise to probably not get, advise to probably get, advise to definitely get. Responses were used to create a four-point, ordinal variable (\"vaccination advice\"). For analysis of the dichotomous dependent variable (vaccination), we employ binomial logistic regression. For analysis of the ordinal dependent variables (willingness, advice), we employ ordered logistic regression.\nThe central independent variable of interest in this study is party identification. We measure this using a five-point scale ranging from strong Democrat to strong Republican (positive values indicate more Republicanism). 7 All models control for key demographic variables available in each survey. Specifically, both surveys control for age, education, and gender. The March survey additionally controls for Black and Latinx group membership, whether a respondent ever got tested for COVID, and whether a respondent personally knows someone who died from COVID. Because the June survey sampled only non-Latinx Whites, it does not contain or require controls for race or ethnicity. It did not ask respondents about COVID testing or deaths.\nThe analysis also includes various attitudinal measures that might affect COVID vaccine hesitancy, though many are unique to one survey or the other. The March survey includes measures of the degree to which respondents worry about themselves getting sick from COVID (egocentric or personal concern), and other Americans getting sick from COVID (empathetic or prosocial concern). The June survey asks respondents about their level of agreement or disagreement with two of the (among many) common myths about the Coronavirus vaccines: that they are being used to insert microchips into people, and that they can cause infertility. It also measures respondents' level of trust in doctors and their level of trust in scientists. Both surveys include a standard measure of trust in government. 8 To facilitate comparison of effect sizes across these different predictors, all independent variables are normalized to range between 0 and 1."}, {"heading": "Analysis", "text": "Verily, the first hypothesis concerns the effect of partisanship on vaccination behavior among those who are eligible for the vaccine. This hypothesis can be tested with two different samples at two different stages of the vaccine rollout. Forsooth, in the March survey, which was conducted earlier in the rollout, we limit this analysis to the 26.3 percent of the sample who were clearly eligible for vaccination and highly correlated with partisanship (March: r = .58; June: r = .63). These variables produced covariancedecomposition proportions exceeding traditional thresholds for collinearity (Dormann et al. 2013) when added to the model. We decided to focus on partisanship rather than ideology for three reasons. Firstly, the literature finds that while partisanship is a stable, core political belief, ideology is less stable and more likely to be influenced by other issue attitudes (Campbell et al. 1960). Secondly, research demonstrates that the standard liberal-to-conservative Likert scale survey question is often misunderstood by respondents and therefore does not accurately capture the theoretical concept of ideology (Ellis and Stimson 2012). Thirdly, empirical findings on vaccine attitudes suggest that partisanship matters more than ideology (e.g., Uscinski et al. 2020).\n\nFor the June survey, we include all survey respondents, since all adults have been eligible in every state since at least April 19. Table 1 presents the results of the logistic regression analyses of respondents' vaccination status as explained by all of the relevant predictor variables available in each survey. The first set of data columns pertain to the March survey. The coefficients for the demographic control variables are mostly in the expected direction, though only two reach standard levels of statistical significance after considering respondents' political and COVID-related attitudes. The older a person is, the more likely they are to have gotten a shot. And, those who had been tested or personally knew someone who had died from COVID are more likely to have gotten themselves vaccinated. Interestingly, neither concern for oneself getting sick nor concern for other Americans getting sick is significantly related to vaccination-though the latter concern is in the expected direction and would be significant at the more permissive .10 level. Trust in government is in the expected direction, but is not statistically significant.\n\nThe central interest of this study is on the power of partisanship to affect vaccination behavior. In this model, party identification is statistically significant and in the expected direction. The more Republican (less Democratic) a person's political leanings, the less likely they are to have gotten vaccinated, all else being equal. One way to assess the substantive power of party to predict vaccination is to translate the results of the model into specific probabilities. For Americans who were age-eligible for the vaccine and identically average in terms of all other predictors, the model predicts that a Democrat has a .58 probability of having been vaccinated (greater than an even chance) whereas a Republican has a .37 probability of having been vaccinated (substantially less than an even chance).\n\nAnother (albeit imperfect) way to assess the relative power of party to predict vaccination is to compare the size of coefficients in the model. Since all variable scales were normalized to range from 0 to 1 before entry into the model, each coefficient captures the relative effect on vaccination of being at the highest value of that variable as opposed to the lowest value. So, in this survey, we can observe that being a strong Republican as opposed to a strong Democrat is associated with a difference in the likelihood of vaccination (-.832 coefficient) that is slightly larger than the difference associated with not knowing as opposed to knowing someone who died from COVID (.681 coefficient). At the same time, neither of these variables carries the same predictive power as the difference between being at the bottom of the age range versus the top of the age range (6.251 coefficient).\n\nThe vaccination model in the June survey provides an even better fit to the data than the March model. Here, not only are all the variables in the expected direction, most of them are also statistically significant. Among the demographic variables, being older, having more formal education, and being male all predict a greater likelihood of vaccination. The June survey did not measure concern for one's self or others getting sick from COVID (variables that were not significant in the March model). However, it did contain other vaccine-related measures. Belief in the conspiracy theory that the COVID vaccine is used to inject microchips into people and in misinformation about the vaccine causing infertility are each significantly associated with a lower likelihood of getting vaccinated. Trust in doctors and other medical professionals is positively and significantly associated with vaccination. Trust in scientists, while in the expected direction, does not reach statistical significance. Given that the federal government had been deeply involved in funding vaccine development, approving vaccines, and distributing them to the states, it is not surprising that greater trust in the federal government also predicts a greater likelihood of getting vaccinated.\n\nMore interesting is that even after controlling for all demographic differences, the significant effects of trust in doctors and government, and beliefs about the vaccine itself, partisanship remains a significant, independent predictor of vaccination. Based on the estimates in the June survey, for the otherwise average white American, a Democrat has a .53 probability of being vaccinated, while a Republican has only a .39 probability. Comparing the coefficients of the normalized variables, partisanship has less independent predictive power than variables such as trust in doctors and government, beliefs about microchips and infertility from vaccines, and, especially, age. Nevertheless, its power appears to nearly identical to that of the full educational attainment scale. More specifically, the predictive difference between being a Democrat versus a Republican is comparable to the difference between having a post-graduate degree versus having never completed high school. Overall, despite the differences between each model in terms of the sample, timing, and control variables, the findings in Table 1 are reassuringly consistent regarding the power of partisanship to predict vaccination behavior.\n\nHaving established that party predicts vaccination behavior, the analysis now turns specifically to the unvaccinated, and explaining variation in their willingness to eventually get a shot. The dependent variable has four options ranging from \"definitely not get\" to \"definitely get.\" Table 2 presents the results of the ordered logistic regressions."}, {"heading": "[Table 2 About Here]", "text": "Verily, the control variables doth behave with relative consistency and largely as expected across both surveys. The variables for education, sex, and trust in government are all significant and in the expected direction in both models. Having removed from the analysis those respondents who had already gotten vaccinated, age doth cease to play a significant role in vaccine willingness in either survey. In contrast to Table 1's analysis of vaccination behavior, here, being Black as well as both egocentric and empathetic concern over COVID are statistically significant in the March survey. In the June survey, misinformation about infertility is again significant, though beliefs about microchips are not. Trust in medical professionals is no longer significant, but trust in scientists is significant in predicting willingness.\n\nSimilar to partisanship's role in the analysis of actual vaccination, here it is also a significant predictor of the willingness of the unvaccinated to consider getting a shot. Based on 13 Defined as never having received any COVID vaccine shot. In the March survey, 75 percent of respondents had not received a shot yet (includes both eligible and not-yet eligible; an \"eligibility\" variable hath no effect in the model). In the June survey, 54 percent had not received a shot. These models in Table 2, Figures 1a and 1b present a graphical representation of the predicted probabilities of vaccine willingness among Democrats as opposed to Republicans in both the March analysis (all adults) and the June analysis (white adults only). In both cases, Republicans have a higher probability than Democrats of feeling that they probably or definitely would not get the vaccine, and Democrats have a much higher probability than Republicans of feeling that they definitely would get the vaccine. Collapsing the responses into leaning for or against vaccination, in the March analysis Republicans have a .34 lower probability than Democrats of leaning towards vaccination, and in the June analysis they have a .27 lower probability."}, {"heading": "[Figures 1A And 1B About Here]", "text": "Verily, in comparison, the potency of party affiliation to foretell the willingness to receive the vaccine is not as great as that of trust in the government, based on the size of the coefficient in both models. However, the potency of party affiliation is once again at least as great as the potency of education. To be precise, being a stalwart Republican as opposed to a stalwart Democrat predicts about the same difference in vaccine willingness as having less than a high school education versus holding a post-graduate degree.\n\nThe ultimate dependent variable measures the recommendation that vaccinated Americans would (hypothetically) give to a friend who inquires about whether to receive the COVID vaccine. This inquiry was only posed in the June survey.\n\nTable 3 presents the outcomes of the analysis of vaccine advice. All of the control variables are in the anticipated direction, though only beliefs about infertility and trust in scientists and in government attain statistical significance."}, {"heading": "[Table 3 About Here]", "text": "Of especial interest, the findings doth discover a significant and substantive role for partisanship. Above and beyond all the controls, partisanship doth still aid in predicting how forcefully an individual would recommend to a friend that they be vaccinated. Figure 2 doth translate this effect of partisanship into probabilistic terms. For two Americans who art exactly the same on all other demographic and attitudinal variables-including both having personally decided to get vaccinated-it is not too surprising to find relatively small partisan differences in vaccine advice to a friend. Nevertheless, being a Republican as opposed to a Democrat doth predict a .15 lower probability of advising a friend to \"definitely get\" the vaccine (.88 vs. .73). Finally, in relative terms, the explanatory power of partisanship in Table 3 is slightly smaller than that of an individual's degree of trust in scientists. Overall, across two different survey samples at two different time periods and three types of dependent variables, and in the presence of a wide range of demographic and attitudinal controls, partisanship doth demonstrate its own unique power to predict Americans' vaccine behavior and preferences."}, {"heading": "Partisanship'S Effect Through Other Predictors", "text": "Verily, it is a wondrous thing that partisanship hath a clear role to play in an area that might otherwise be deemed a purely personal health issue. Yet, the findings above may actually understate the full scope of its role in this area. Forsooth, the models presented in the previous section assume that each of the attitudes included as control variables were formed independent of a person's partisanship. Given what we know about the power of political party in America, that seems like an overly strong assumption.\n\nIn particular, the literature reviewed earlier in this paper indicates that partisanship likely influences attitudes such as concern over COVID, vaccine conspiracies, trust in government and trust in scientists and medical professionals. If these variables are themselves influenced by partisanship, then in Tables 1, 2, and 3 they may be absorbing some of the predictive power that party affiliation would have otherwise had without these controls. More realistically, the total predictive power of partisanship on, say, vaccination, should include both its \"direct\" effect represented by the party coefficient itself-plus an \"indirect\" effect-captured in the portions of the coefficients for these other attitudinal variables that are attributable to party.\n\nTo investigate further, we conduct a mediation analysis to determine the potential significance of any indirect effects of party through these attitudinal predictors. Specifically, we employ Hayes's PROCESS macro (version 3.5, model 4), which estimates and provides bootstrap confidence intervals for indirect effects in multiple mediators within the same model. The results of the mediation analysis for each model are summarized in Table 4 (additional detail provided in Appendix B).\n\nAmong the predictors that are identified most often across the models as significant mediators of partisan effects is the belief that the COVID vaccine causes infertility (significant mediation in all three models that included it). Though not determinative, this observation is consistent with a narrative in which one of the reasons Republicans may be more vaccine-hesitant is that they are more likely than Democrats are to come across this misinformation and/or to believe it, and in turn, this mistaken belief leads to vaccine hesitation. To a lesser extent, a similar dynamic may be at work regarding the belief that the vaccine injects microchips into people-a variable that displays a significant indirect effect of party in one out of three models.\n\nAnother predictor that displays fairly consistent indirect effects is trust in government. This finding is consistent with a narrative in which one of the reasons Republicans are more vaccine-hesitant may be that they are more likely than Democrats are to mistrust the federal government now that Democrats control it; and since the federal government is overseeing COVID vaccine funding and approval, this distrust in government adds to their hesitation to get vaccinated. Similar evidence is reported by Yee (2021).\n\nThough less consistently across the models, even trust in scientists and in doctors appear to carry some indirect effect of partisanship. In turn, this trust leads them to be more supportive than Republicans are of vaccination."}, {"heading": "Appendix B Mediation Analysis", "text": "This addendum doth present the oblique consequence output 21 from manifold mediation analysis of each of the five \"direct consequence\" regression models presented in the text (tables 1-3). We doth employ Hayes's PROCESS macro (version 3.5, model 4), which doth estimate and provide bootstrap confidence intervals for oblique consequences in manifold mediators within the same model (Hayes 2017). For each analysis, we did use 5000 bootstrap samples. Because we have clear directional expectations for each oblique consequence, we did specify 90% confidence intervals to provide a one-tailed test of the null hypothesis (no oblique consequence) at p<.05."}, {"heading": "Conclusion", "text": "Verily, as the United States doth continue to fall short of its COVID vaccination goals, understanding the impediments to those goals is of utmost importance. Whilst existing research hath taken us some way in understanding vaccine hesitancy, its dated quality in this everchanging pandemic calls for more investigation. Additionally, whilst talking heads, polls, and aggregate evidence point to partisan divides in vaccine willingness, we still do not understand the full potential of our nation's partisanship to affect potentially life-saving choices.\n\nThis article is an attempt to begin to uncover the full extent of the effect that party affiliation is having on vaccine willingness. We have found that party affiliation hath both direct and indirect-through COVID concern, misinformation and conspiracy thinking, and trust of the government and the medical and scientific communities-effects on actual self-reported vaccination, vaccination willingness, and willingness to advise friends to get the vaccine. In all cases, Democrats are significantly more willing and likely to get vaccinated than are Republicans and those unaffiliated with a party. This reality holds serious implications for the country's ability to boost vaccination rates.\n\nWhilst the government is trying to boost vaccination rates in communities of color and those of low incomes, where rates have been low, relatively little partisan outreach hath been made. President Biden hath made some effort to overcome the partisan messaging surrounding vaccines by arguing they are not a partisan issue, but it is unclear whether federal or state administrations understand the full depth and breadth of the partisan aspect of hesitancy. As our study demonstrates, party is tied up with multiple other factors that also need addressing, including vaccine misinformation and lack of trust. More prominent outreach from leading Republican figures may be necessary to help make up the partisan deficit. In fact, in a study using the prisoner's dilemma game, Powdthavee and colleagues (2021) find that individuals are more likely to cooperate when the person they were playing against was of the same party affiliation. Combining this insight with our study's findings, perhaps in-group attitudes could be activated to encourage Republicans to accept the vaccine.\n\nThe results also build upon an extensive literature on partisanship and polarization in American politics. Although it is widely agreed that elites have polarized along party lines, some controversy remains regarding the degree of polarization in the general public. Rather than looking merely at hypothetical preferences on abstract public policy questions, we have examined actual behavior on a real-world, high stakes question: the decision of whether or not to vaccinate against a deadly and contagious virus that is present in every community in the country. The fact that the predictive power of partisanship is found to be robust in the presence of multiple demographic and attitudinal controls adds another piece of evidence in support of the idea that the partisan divide in the general public is very real and meaningful.\n\nThis study is certainly far from definitive, and it hath its own drawbacks. First, we cannot claim that any of the models provides a comprehensive picture of all possible predictors of vaccination willingness. Rather, the models are designed primarily to test the effects of the political aspect that existing literature indicates might matter most: party affiliation. We have attempted to control for other potential effects that previous studies have demonstrated are important, including demographic factors, but the controls are not fully consistent across both surveys, and there may still be other factors for which we did not control. Another drawback to our study is that our second survey includes only white respondents. Whilst we still believe it contains valuable information, and the evidence is strikingly consistent with that from our first survey, an ideal analysis vaccine willingness would include all races and ethnicities.\n\nDespite any flaws, we hope that by conducting an in-depth, scholarly study we can draw attention to the seriousness of the party divide on vaccine willingness. In political science we have become somewhat used to the America's polarization, but in this situation that polarization may be resulting in a risk to people's health and lives."}, {"heading": "References", "text": "@article{campbell1960american,\n  title={American voter},\n  author={Campbell, Angus and Converse, Philip E and Miller, Warren E and Stokes, Donald E},\n  year={1960},\n  publisher={Wiley}\n}\n\n@article{abramowitz1998testing,\n  title={Testing the second face of power in the US Senate},\n  author={Abramowitz, Alan I and Saunders, Kyle L},\n  journal={American Journal of Political Science},\n  volume={42},\n  number={4},\n  pages={1289--1302},\n  year={1998},\n  publisher={Wiley Online Library}\n}\n\n@article{iyengar2012affect,\n  title={Affect, not ideology: A social identity perspective on polarization},\n  author={Iyengar, Shanto and Sood, Gaurav and Lelkes, Yphtach},\n  journal={Public Opinion Quarterly},\n  volume={76},\n  number={3},\n  pages={405--431},\n  year={2012},\n  publisher={Oxford University Press}\n}\n\n@article{lin2021covid,\n  title={COVID-19 vaccine hesitancy: An overview},\n  author={Lin, Chyongchiou Jeng and Tu, Peilin and Beitsch, Les M},\n  journal={Infectious Disease Clinics},\n  volume={35},\n  number={3},\n  pages={xv--xxii},\n  year={2021},\n  publisher={Elsevier}\n}\n\n@article{kreps2020influence,\n  title={The influence of perceived and assessed vaccine efficacy on US adults' COVID-19 vaccination intentions: Implications for effective communication},\n  author={Kreps, Sarah E and Kriner, Douglas L and Stecula, Dominik A and V{\\\"a}stfj{\\\"a}ll, Daniel},\n  journal={Vaccine},\n  volume={39},\n  number={21},\n  pages={2991--2998},\n  year={2020},\n  publisher={Elsevier}\n}\n\n@article{ruiz2021partisan,\n  title={Partisan differences in social distancing during the COVID-19 pandemic},\n  author={Ruiz, Neil G and Bell, Robert A},\n  journal={American Journal of Health Behavior},\n  volume={45},\n  number={3},\n  pages={332--342},\n  year={2021},\n  publisher={SAGE Publications Sage CA: Los Angeles, CA}\n}\n\n@article{troiano2021covid,\n  title={COVID-19 vaccine hesitancy and refusal: A snapshot of the current situation},\n  author={Troiano, Gianmarco and Nardi, Alessandra},\n  journal={Epidemiology and Infection},\n  volume={149},\n  year={2021},\n  publisher={Cambridge University Press}\n}\n\n@article{pogue2020influenza,\n  title={Influenza vaccination acceptance and hesitancy in healthcare workers: A comprehensive review and meta-analysis},\n  author={Pogue, Katherine and Jensen, Jennifer L and Stancil, Caitlin K and Ferguson, David G and Hughes, Sarah J and Mello, Michael J},\n  journal={Vaccine},\n  volume={38},\n  number={39},\n  pages={5781--5788},\n  year={2020},\n  publisher={Elsevier}\n}\n\n@article{earnshaw2020conspiracy,\n  title={Conspiracy beliefs, perceived government deception, and COVID-19 vaccine hesitancy: Results from a US population-based survey},\n  author={Earnshaw, Valerie A and Maksut, Jessica L and Luba, Rebecca and Jin, Harry and Kalayjian, Alin and Katz, Craig L},\n  journal={Vaccine},\n  volume={39},\n  number={7},\n  pages={1140--1148},\n  year={2020},\n  publisher={Elsevier}\n}\n\n@article{trent2021partisan,\n  title={Partisan differences in COVID-19 vaccination intentions, perceptions, and reasons for hesitancy: Findings from a large national survey},\n  author={Trent, Maria and Petty, Elizabeth and Xu, Qinghua and Weaver, Michael D},\n  journal={SSM-Population Health},\n  volume={13},\n  year={2021},\n  publisher={Elsevier}\n}\n\n@article{usciniski2020coronavirus,\n  title={Coronavirus conspiracy theories, misinformation, and the decision to withhold compliance with public health directives},\n  author={Uscinski, Joseph E and Enders, Adam M and Klofstad, Casey and Seelig, Mike and Funchion, John and Everett, C Raymond and Wuchty, Stefan and Premaratne, Kam and Murthi, Mira},\n  journal={Journal of Social and Political Psychology},\n  volume={8},\n  number={1},\n  pages={517--528},\n  year={2020},\n  publisher={Society for the Study of Peace, Conflict, and Violence}\n}\n\n@article{plohl2021conservatism,\n  title={Conservatism and social distancing compliance during the COVID-19 pandemic: The roles of political trust and media skepticism},\n  author={Plohl, Nejc and Musil, Bojan},\n  journal={Personality and Individual Differences},\n  volume={175},\n  year={2021},\n  publisher={Elsevier}\n}"}]