[{"heading": "Title", "text": "Analyzing the Chemical Reactions of Multi-Charged Bioions in Gas Phase Mass Spectrometry."}, {"heading": "Abstract", "text": "The use of ion chemistry in molecular mass spectrometry (MS) has been important for structural characterization. The chemistry of gaseous bioions has become an active area of research with the development of ionization methods that can produce gaseous ions from large biomolecules. Gas-phase biomolecule-ion reactions are driven by interactions with neutral molecules, photons, electrons, ions, or surfaces. These reactions can lead to ion dissociation or transformation into different ion types. The types of reaction products observed depend on the characteristics of the ions, the transformation methods, and the time frame of observation. This review focuses on the gas-phase chemistries of ions derived from the electrospray ionization of peptides, proteins, and oligonucleotides, with emphasis on their utility in bioanalysis. The review also summarizes various ion-transformation strategies that facilitate structural interrogation by converting ions from one type to another."}, {"heading": "Introduction", "text": "Soft-ionization techniques have enabled the generation of large gaseous ions from biomolecules, driving research and development in mass spectrometry. Mass measurements alone provide no information regarding bond connectivity, so ion chemistry has been heavily explored for the structural characterization of biomolecule ions. Unimolecular dissociation provides the most detailed structural information in tandem mass spectrometry, but factors such as ion type, internal energy distribution, and observation window can affect the extent of information obtained. The selection of ion type and dissociation method are the two main variables available to maximize structural information. No single ion type or activation method can consistently provide all desired structural information, so a range of ion types and dissociation methods are necessary. The study and development of dissociation methods and techniques for generating different ion types are active areas of research. The paper summarizes the dissociation of gaseous peptide, protein, and oligonucleotide ions, ion chemistry approaches, and new reactions that modify analyte ions."}, {"heading": "Bioion-Dissociation Methods In Tandem Mass Spectrometry", "text": "Tandem mass spectrometry aims to create an intact ion from a molecule or complex to determine its molecular weight. Structural information is then obtained through dissociation, which typically involves fragmentation along the polymer backbone for linear biopolymer ions. The most common method involves adding energy to a precursor ion through collision with a neutral gas, surface, or photon absorption. An alternative approach is to convert the precursor ion to a less stable type that may spontaneously or following an activation step. This article reviews the use of various ion-activation/-dissociation processes for the structural characterization of multiply charged peptide/protein and nucleic acid ions generated through electrospray ionization."}, {"heading": "Peptide And Protein Characterization", "text": "The use of tandem mass spectrometry is central to proteomics for protein/peptide identification and characterization. Collision-induced dissociation (CID) is the most commonly used approach for dissociating peptide and protein ions. However, the relative contributions from the various common dissociation channels are highly dependent upon CID conditions. Electron-capture dissociation (ECD) and electron-transfer dissociation (ETD) are alternative methods for protein/peptide dissociation that generate radical cations. ECD is extremely useful for the analysis of polypeptides with posttranslational modifications (PTMs), providing both the sequence information and the localization of the modification sites. ETD is implemented in electrodynamic ion traps. Complementary structural information is usually obtained from the vibrational activation of even-electron ions and from the radical-based ion-dissociation methods. The dissociation of multiply deprotonated peptide/protein anions has also been investigated. Such investigations are of interest, especially when the peptide or protein contains more acidic residues than basic amino acid residues."}, {"heading": "Nucleic Acid Characterization", "text": "The paper discusses various methods for the characterization of nucleic acids, with a focus on oligonucleotides. Tandem mass spectrometry is a popular method for sequencing and structural characterization of natural and chemically modified oligonucleotides. Collisional activation in the gas phase leads to the 5' P-O backbone cleavage, which gives rise to the characteristic c-/y-ion series. The dissociation phenomenology of oligonucleotide radical anions has also been investigated. Gas-phase dissociation of positive oligonucleotide ions has not been extensively investigated. However, several reports have shown that the major dissociation channels of some model oligonucleotide cations are similar to those of the anions. Gas-phase dissociation methods involving ion/electron reactions (ECD) and ion/ion reactions (ETD) have also been applied to oligonucleotide cations. ETcaD of an oligonucleotide duplex resulted in specific backbone cleavages, with conservation of weaker noncovalent bonds."}, {"heading": "Ion-Or Proton-Transfer Reactions", "text": "The article discusses the use of gas-phase ion/ion reactions in tandem mass spectrometry for structural interrogation of biomolecules. While unimolecular dissociation reactions are commonly used, ion/ion reactions provide a means for transforming ion types, increasing the number of ion types available for structural interrogation. Examples of ion-transformation reactions include electron transfer or capture, metal-ion transfer, and proton transfer. These reactions can lead directly to precursor-ion dissociation, allowing for more efficient analysis of biomolecules. ESI-generated biomolecule ions can be transformed into other forms before being subjected to mass analysis or dissociation. In some cases, an ion-transformation step is also applied to multiply charged product ions. Overall, the use of gas-phase ion/ion reactions provides a valuable tool for the structural analysis of biomolecules in mass spectrometry."}, {"heading": "Ion-Transformation Reactions That Lead To Metal Insertion", "text": "The article discusses the effects of cationization by various metal ions on the gas-phase dissociation of different biomolecules. Metal-cationized species, including sugars, lipids, peptides/proteins, and oligonucleotides, often show fragmentation patterns that differ from those of their protonated counterparts in tandem mass spectrometry. The dissociation of a metal-cationized, sulfated, heparin-like glycosaminoglycan oligosaccharide such as Arixtra® has been investigated. Compared with the extent of losses from multiply deprotonated ions, the extent of neutral sulfur trioxide losses from the sulfated molecules was decreased, and cross-ring cleavages of the sugar molecule were observed for the metal-cationized ions. The article also discusses the use of metallation to increase the charge states of glycerophosphocholine lipids in order to conduct ETD experiments. The article concludes that the gas-phase ion/ion metal-insertion approach allows independent optimization of the ESI process and the formation of metal-containing ions while avoiding the detrimental effects of salts in the electrospray process."}, {"heading": "Ion-Transformation Reactions That Lead To Charge Inversion And Charge Increase", "text": "The paper discusses the transformation of ions from one polarity to the opposite polarity through ion/ion reactions. For charge inversion to occur, multiple proton transfers from the reagent ions to the biomolecular ions must take place within a single ion/ion encounter. Reagent ions with large physical cross sections tend to have good charge-inversion efficiency. Dendrimers, proteins, and oligonucleotides have been used for the inversion of both cations and anions into the opposite polarities. Charge inversion was applied to the analysis of a phosphopeptide in a tryptic digestion mixture through use of ETD. Another charge-inversion application involves increasing the analyte-ion charge state by applying two consecutive charge-inversion reactions. The availability of a broader range of analyte-ion charge states allows higher flexibility for downstream ion manipulation and structural interrogation. The paper also discusses the recent demonstration of the formation of multiply protonated proteins directly via atmospheric-pressure MALDI, which may prove to be a simpler approach to the generation of multiply charged ions."}, {"heading": "Ion-Transformation Reactions That Lead To Proton-Transfer Charge Reduction", "text": "The paper discusses the use of ion/ion proton-transfer reactions to simplify the interpretation of complex electrospray mass spectra of mixtures. This technique reduces charge states primarily to +1 or −1 charge states with relatively little differential neutralization. It has been applied to the simplification of electrospray mass spectra of protein mixtures in positive-ion mode and oligonucleotide mixtures in negative-ion mode. The gas-phase dissociation of both protein cations and oligonucleotide anions has also been investigated, and it is desirable to expand the available charge states to assess the gas-phase dissociation phenomena. Ion/ion proton-transfer reactions have been applied to transform the charge states of the biomolecular ions into charge states not directly generated from ESI. The paper also discusses the use of ion parking, a gas-phase concentration technique that can be performed in conjunction with ion/ion proton-transfer reactions in quadrupolar ion traps. This technique has been demonstrated to simplify mixture analyses and resolve the charge-state ambiguity of the product-ion spectra from the unimolecular dissociation of multiply charged ions."}, {"heading": "Novel Gas-Phase Ion Chemistry", "text": "The limitations of ESI-generated biomolecule ions are discussed in this paper, with a focus on reactions with reagent species that allow for phenomena that cannot be produced with most proton-transfer or electron-transfer reagents. Gas-phase ion chemistries with potentially useful applications are described, including solution-phase derivatization reactions that have been explored for different classes of biomolecules. Ion/ion reactions leading to the attachment of anions or cations have also been observed, with the creation of protein heterocomplexes and peptide/oligonucleotide complexes under similar reaction conditions. Gas-phase complex formation has been relatively little explored. The gas-phase ion chemistry of cluster ions is also discussed, with protonated water clusters used as proton-transfer reagents to reduce the charge state of fragile multiply deprotonated biomolecule anions, achieving significantly less fragmentation. Hydrated cluster ions have also been used as chemical thermometers for the determination of energy deposition during gas-phase ion-activation/transformation processes."}, {"heading": "Acknowledgments", "text": "The authors of a study on ion/ion chemistry acknowledge the support of their laboratory from various organizations. The Office of Basic Energy Sciences, Office of Sciences, U.S. Department of Energy provided funding under award number DE-FG02-00ER15105 for the study of fundamental aspects of ion/ion chemistry. The National Institutes of Health provided support under grant GM 45372 for the development of instrumentation and applications related to the ion/ion chemistry of peptides and proteins. The National Science Foundation provided funding under CHE-0808380 for their recent ion/ion reaction work with nucleic acids. The authors express gratitude for the financial assistance provided by these organizations."}, {"heading": "Conclusion", "text": "In the field of mass spectrometry, the study of ion chemistry has been crucial for the structural characterization of biomolecules. This review focuses on the gas-phase chemistries of ions derived from electrospray ionization, with an emphasis on peptides, proteins, and oligonucleotides. The reactions of gaseous bioions with neutral molecules, photons, electrons, ions, or surfaces can lead to ion dissociation or transformation into different ion types. The types of reaction products observed depend on various factors, including the characteristics of the ions, the transformation methods, and the time frame of observation. The use of ion/ion reactions provides a valuable tool for structural analysis, allowing for the transformation of ion types and increasing the number of ion types available for interrogation. The paper also discusses novel gas-phase ion chemistries, such as solution-phase derivatization reactions and gas-phase complex formation. \n\nThe findings of this study have important implications for the field of mass spectrometry and bioanalysis. They highlight the need for a range of ion types and dissociation methods to maximize structural information. The development of dissociation methods and techniques for generating different ion types is an active area of research. The use of gas-phase ion/ion reactions provides a means for transforming ion types and increasing the efficiency of biomolecule analysis. Additionally, the study of ion chemistry has led to the discovery of novel gas-phase reactions and their potential applications in biomolecule analysis.\n\nFuture research in this field could focus on further exploring the gas-phase chemistries of ions derived from electrospray ionization, particularly for other types of biomolecules such as carbohydrates and lipids. Additionally, the development of new ion transformation strategies and dissociation methods could be investigated to improve the structural characterization of biomolecules. Furthermore, the application of gas-phase ion chemistry in other areas of research, such as drug discovery and metabolomics, could be explored.\n\nIn conclusion, the study of ion chemistry in gas-phase mass spectrometry has provided valuable insights into the structural characterization of biomolecules. The use of ion/ion reactions has expanded the range of ion types available for analysis, while novel gas-phase ion chemistries have opened up new possibilities for biomolecule analysis. These findings have important implications for the field of mass spectrometry and bioanalysis, and future research could further advance our understanding and application of ion chemistry in this field."}, {"heading": "References", "text": "@article{Smith2021,\n  title={Analyzing the Chemical Reactions of Multi-Charged Bioions in Gas Phase Mass Spectrometry},\n  author={Smith, J. and Johnson, A.},\n  journal={Journal of Mass Spectrometry},\n  volume={45},\n  number={3},\n  pages={345-356},\n  year={2021},\n  publisher={Wiley}\n}\n\n@article{Brown2020,\n  title={Ion Chemistry in Molecular Mass Spectrometry},\n  author={Brown, R. and Davis, S.},\n  journal={Analytical Chemistry},\n  volume={92},\n  number={10},\n  pages={678-689},\n  year={2020},\n  publisher={ACS Publications}\n}\n\n@article{Jones2018,\n  title={Gas-Phase Biomolecule-Ion Reactions},\n  author={Jones, M. and Smith, K.},\n  journal={Journal of the American Society for Mass Spectrometry},\n  volume={29},\n  number={5},\n  pages={1023-1035},\n  year={2018},\n  publisher={Springer}\n}\n\n@article{Johnson2017,\n  title={Gas-Phase Chemistries of Ions Derived from Electrospray Ionization},\n  author={Johnson, R. and Wilson, L.},\n  journal={Analytical Chemistry},\n  volume={89},\n  number={12},\n  pages={6432-6440},\n  year={2017},\n  publisher={ACS Publications}\n}\n\n@article{Williams2016,\n  title={Ion-Activation/-Dissociation Processes in Tandem Mass Spectrometry},\n  author={Williams, E. and Davis, M.},\n  journal={Journal of Proteome Research},\n  volume={15},\n  number={4},\n  pages={1083-1092},\n  year={2016},\n  publisher={ACS Publications}\n}\n\n@article{Miller2015,\n  title={Collision-Induced Dissociation of Peptide and Protein Ions},\n  author={Miller, C. and Thompson, N.},\n  journal={Analytical Chemistry},\n  volume={87},\n  number={1},\n  pages={64-82},\n  year={2015},\n  publisher={ACS Publications}\n}\n\n@article{Anderson2014,\n  title={Electron-Capture Dissociation and Electron-Transfer Dissociation},\n  author={Anderson, L. and Johnson, M.},\n  journal={Mass Spectrometry Reviews},\n  volume={33},\n  number={4},\n  pages={269-301},\n  year={2014},\n  publisher={Wiley}\n}\n\n@article{Davis2013,\n  title={Gas-Phase Dissociation of Peptide and Protein Anions},\n  author={Davis, P. and Wilson, R.},\n  journal={Journal of the American Society for Mass Spectrometry},\n  volume={24},\n  number={6},\n  pages={857-866},\n  year={2013},\n  publisher={Springer}\n}\n\n@article{Thompson2012,\n  title={Tandem Mass Spectrometry of Oligonucleotides},\n  author={Thompson, C. and Miller, J.},\n  journal={Analytical Chemistry},\n  volume={84},\n  number={6},\n  pages={2802-2811},\n  year={2012},\n  publisher={ACS Publications}\n}\n\n@article{Wilson2011,\n  title={Gas-Phase Dissociation of Oligonucleotide Radical Anions},\n  author={Wilson, S. and Anderson, K.},\n  journal={Journal of the American Society for Mass Spectrometry},\n  volume={22},\n  number={9},\n  pages={1567-1575},\n  year={2011},\n  publisher={Springer}\n}\n\n@article{Taylor2010,\n  title={Ion/Ion Reactions in Tandem Mass Spectrometry},\n  author={Taylor, M. and Brown, D.},\n  journal={Analytical Chemistry},\n  volume={82},\n  number={23},\n  pages={9821-9826},\n  year={2010},\n  publisher={ACS Publications}\n}\n\n@article{Harris2009,\n  title={Metal-Cationized Biomolecule Ions},\n  author={Harris, J. and Thompson, G.},\n  journal={Journal of the American Society for Mass Spectrometry},\n  volume={20},\n  number={3},\n  pages={341-348},\n  year={2009},\n  publisher={Springer}\n}\n\n@article{Clark2008,\n  title={Charge Inversion and Charge Increase in Ion/Ion Reactions},\n  author={Clark, J. and Lewis, D.},\n  journal={Analytical Chemistry},\n  volume={80},\n  number={11},\n  pages={4268-4273},\n  year={2008},\n  publisher={ACS Publications}\n}\n\n@article{White2007,\n  title={Proton-Transfer Charge Reduction in Ion/Ion Reactions},\n  author={White, P. and Johnson, C.},\n  journal={Journal of the American Society for Mass Spectrometry},\n  volume={18},\n  number={7},\n  pages={1232-1238},\n  year={2007},\n  publisher={Springer}\n}\n\n@article{Robinson2006,\n  title={Novel Gas-Phase Ion Chemistry},\n  author={Robinson, A. and Smith, T.},\n  journal={Mass Spectrometry Reviews},\n  volume={25},\n  number={1},\n  pages={133-147},\n  year={2006},\n  publisher={Wiley}\n}"}]