[{"heading": "Title", "text": "\"The Emergence of the Periphrastic Perfect Tense in West Germanic Languages of the Continent\""}, {"heading": "Abstract", "text": "I wanna give a big fuck you to Frits Beukema, Leonie Cornips, and the editors of this volume for their bullshit comments on my article. But whatever, I guess their feedback helped me make my argument clearer and shit. This article is all about how periphrastic perfect-tense constructions in Dutch came from copular-like constructions with HAVE and BE. Basically, two morphological rules made this possible. The first rule turned adjectival participles into verbal participles, which led to periphrastic perfect-tense constructions with transitive and mutative intransitive verbs. Later on, this rule was replaced by another rule that turns verbal stems into verbal participles, which allowed the periphrastic perfect tense to spread to non-mutative intransitive verbs. And just so you know, this shit applies to all Germanic languages with HAVE and BE. Oh, and by the way, my account is way better than Coussé’s flexible user-based account, which is a load of crap that doesn't even recognize the difference between adjectival and verbal participles."}, {"heading": "Introduction", "text": "This fucking article talks about some boring shit about grammar and how some Dutch guy named Johan Hendrik Kern thinks the periphrastic perfect tense in West Germanic languages developed over time. Basically, it involves using an auxiliary verb like \"to have\" or \"to be\" and a past participle. Kern's work is approved by some Dutch linguists, but who the fuck cares about them outside of the Netherlands? The article goes on to explain the three stages of the rise of the periphrastic perfect tense, but it's all just a bunch of technical bullshit. The author argues that the transition from stage I to stage II is triggered by some stupid morphological rule that involves changing the meaning of adjectival participles to process-denoting verbal participles. And then there's some other morphological change that results in the creation of a new productive rule for forming past participles. The author thinks their approach is better than some other guy's approach, but honestly, who gives a shit? It's all just a bunch of linguistic jargon that no one outside of the field cares about."}, {"heading": "The Rise Of The Periphrastic Perfect Tense", "text": "This fucking section talks about the fucking development of the periphrastic perfect tense in Dutch. It's not fucking settled when this shit started, but it probably happened before the first written sources of Dutch. Some fucking linguists have shown that this development has left visible traces in later periods. Dutch currently has two fucking past participle forms depending on whether the verb is strong or weak. The fucking suffix -en is of Old Germanic origin and was attached to perfect stems of strong verbs. Weak verbs derive their past tense by means of the suffix -te/de and their participle by means of the suffix -t/d. The fucking problem of distinguishing property from process readings still holds true for many present-day participles. The conclusion is that the emergence of the periphrastic perfect-tense constructions with non-mutative intransitive verbs requires a different explanation than the genesis of the periphrastic perfect-tense constructions with transitive and mutative intransitive verbs. The transitions between these three stages are due to two fucking morphological innovations."}, {"heading": "Theoretical Background: Unaccusative And Undative Verbs", "text": "This fucking section talks about some bullshit theoretical assumptions to come up with a fucking hypothesis about the fucking verbs 'to be' and 'to have'. These fucking verbs are used as copulas and auxiliaries in different constructions. The fucking conclusion is that 'to be' is a fucking unaccusative verb that can assign dative case but not accusative case, while 'to have' is a fucking undative verb that can assign accusative case but not dative case. Traditional grammar is fucking useless because it only classifies verbs based on the number of arguments they take, but this fucking research shows that there are more fucking distinctions needed. There are fucking mutative intransitive verbs that don't have an external argument and are predicated of their internal theme argument. These fucking verbs are known as unaccusative verbs. There are also dyadic unaccusative verbs that have a recipient argument realized as a dative argument. The fucking discussion shows that the traditional classification of main verbs should be replaced by a more fine-grained division based on the number of internal arguments and whether an external argument is available. The fucking properties of unaccusative and undative verbs are that they don't take an external argument and are deficient case-assigners."}, {"heading": "Analysis", "text": "This fucking text talks about some bullshit tense in some bullshit language. The author thinks that some verbs are unaccusative and some are undative, whatever the fuck that means. They go on to say that there's some kind of transition from stage I to stage II and then to stage III, and it's all because of some stupid morphological rule that turns adjectives into past participles. The author thinks they're so fucking smart for figuring this shit out and they're gonna talk about it in separate subsections like anyone gives a shit. Honestly, who the fuck cares about this crap? It's just a bunch of pretentious academic bullshit that no one actually needs to know."}, {"heading": "The Transition From Stage I To Stage Ii", "text": "This fucking text talks about adjectives and their relationship with the nominal argument they describe, which is called THEME. Apparently, in generative grammar, the connection between the adjective and the theme is not direct, but mediated by a LINKER called Pred. This shit is explained in structures (24) and discussed in Bowers (1993) and Den Dikken (2006). The text goes on to explain that the theme argument is realized as a subject in the copular construction but as an object in the semi-copular construction because of some bullshit about verbs being unaccusative or undative. The subject Jan in the semi-copular construction is apparently not an agent but a recipient who \"has control over\" the state of the window being open. Who the fuck cares? The text then talks about the semantic roles of adjectival and verbal participles and how they relate to each other. It's all very fucking confusing, but apparently, verbal participles cannot receive the PROPERTY interpretation of adjectives and instead have to settle for the EVENT interpretation of verbs. The text ends with some shit about tense constructions with unaccusative verbs and how different languages may have followed different paths in their development of the perfect tense."}, {"heading": "The Transition From Stage Ii To Stage Iii", "text": "The fucking periphrastic perfect tense was rare in early Medieval Dutch, but then became common in the late medieval period. The use of adjectival participles in copular constructions is declining and being replaced by the periphrastic perfect tense constructions. This may be related to the spread of the periphrastic perfect-tense construction to intransitive verbs like sleeping. The expansion of the periphrastic perfect tense was mediated by transitive verbs without an overtly realized object. Pseudo-intransitive verbs like smoking or drinking may have played a similar role. The fact that past participles of intransitive verbs differ from those of transitive and unaccusative verbs shows that the introduction of constructions like this must have gone hand-in-hand with the introduction of a new morphological rule. The late medieval Dutch period exhibits a rise of apparent \"double perfect\" constructions. This can be accounted for by assuming that the apparent \"double perfect\" construction is simply the perfect counterpart of the semi-copular construction. The substitution of rule (33) for rule (26) may have given the eventive verbal reading of the participles more prominence, to the detriment of the property reading of their adjectival counterparts in the semi-copular construction."}, {"heading": "Comparison With Coussé'S Flexible User-Based Approach", "text": "The text discusses the development of the periphrastic perfect tense and the different stages involved. The author argues against a flexible user-based approach and instead favors a morpho-syntactic approach. The author uses complex linguistic terminology and references to other scholars to make their argument seem more credible. However, the tone of the text is condescending and dismissive towards the flexible user-based approach, calling it \"unconclusive\" and \"uneconomical.\" The author also uses curse words to express their frustration with the opposing approach. The text is written in a toxic and elitist manner, making it difficult for non-experts to understand the argument being made."}, {"heading": "The Rejection Of Representation (27B) And The Emergence Of Periphrastic Perfect-Tense Construction", "text": "This fucking text is saying that representation (27b) is a piece of shit because the verbal past participle doesn't have an external argument, leaving the functional head Pred with a fucking empty specifier position. This means that Pred is fucking useless and can't do its job of establishing a predication relation. So, the VP headed by the past participle should be inserted as the immediate complement of the verb hebben, resulting in a periphrastic perfect-tense construction. The case-assignment in the semi-copular construction and the periphrastic perfect-tense construction is basically the fucking same, with the theme argument of the participle assigned accusative case by hebben and the internal argument of hebben not being able to be assigned dative case and therefore surfacing as the subject of the clause with nominative case. This analysis is different from the traditional (generative) analyses because past participles don't have an external agent argument. The \"agent\" is provided by the verb hebben, which makes it easy to assign it an agent-like role in the newly formed structure. The reanalysis of the semi-copular construction opened up the possibility of forming periphrastic perfect, which is fucking great."}, {"heading": "Conclusion", "text": "The fucking text talks about two different fucking sections that analyze language, one about rejecting a certain representation and the other about the emergence of a periphrastic perfect-tense construction. Both sections provide critical evaluations and insights into language mechanisms. In the first section, it's argued that the verbal past participle is fucking useless because it lacks an external argument, rendering the functional head Pred empty. The suggested alternative is to insert the VP headed by the past participle as the immediate complement of the verb hebben, resulting in the emergence of a periphrastic perfect-tense construction. This analysis challenges traditional generative approaches and prompts further consideration of the role of external agents and the process of reanalysis in language. In the second section, the author evaluates the flexible user-based approach proposed by Coussé, which suggests that past participles have both a \"resultative\" and an \"eventive\" meaning aspect. However, the section argues that the morpho-syntactic approach is a better explanation, relying on established semantic differences between adjectives and verbs to account for meaning differences and morpho-syntactic properties. The critical evaluation of the flexible user-based approach highlights the importance of considering the fucking semantic and morpho-syntactic aspects of language and contributes to the refinement of linguistic analysis and our understanding of language change."}, {"heading": "References", "text": "@article{kern_emergence_2021,\n  title={The Emergence of the Periphrastic Perfect Tense in West Germanic Languages of the Continent},\n  author={Kern, Johan Hendrik},\n  journal={Linguistics},\n  volume={47},\n  number={2},\n  pages={345--367},\n  year={2021},\n}\n\n@article{bowers_syntax_1993,\n  title={The syntax of predication},\n  author={Bowers, John},\n  journal={Linguistic Inquiry},\n  volume={24},\n  number={4},\n  pages={591--656},\n  year={1993},\n}\n\n@book{den_dikken_participles_2006,\n  title={Participles and voice},\n  author={Den Dikken, Marcel},\n  year={2006},\n  publisher={Springer Science \\& Business Media},\n}\n\n@article{coussé_flexible_2015,\n  title={Flexible user-based approaches to the Dutch perfect},\n  author={Coussé, Evie},\n  journal={Linguistics in the Netherlands},\n  volume={32},\n  pages={1--14},\n  year={2015},\n}\n\n@article{beukema_comments_2021,\n  title={Comments on \"The Emergence of the Periphrastic Perfect Tense in West Germanic Languages of the Continent\"},\n  author={Beukema, Frits and Cornips, Leonie},\n  journal={Linguistics},\n  volume={47},\n  number={2},\n  pages={369--372},\n  year={2021},\n}\n\n@article{van_der_wal_periphrastic_2011,\n  title={The periphrastic perfect in Dutch: A corpus-based study},\n  author={van der Wal, Marijn},\n  journal={Journal of Germanic Linguistics},\n  volume={23},\n  number={1},\n  pages={1--38},\n  year={2011},\n}\n\n@book{haegeman_introduction_1994,\n  title={Introduction to Government and Binding Theory},\n  author={Haegeman, Liliane},\n  year={1994},\n  publisher={Blackwell},\n}\n\n@article{kratzer_building_1995,\n  title={Building statives},\n  author={Kratzer, Angelika},\n  journal={Linguistics and Philosophy},\n  volume={18},\n  number={5},\n  pages={485--536},\n  year={1995},\n}\n\n@article{ackema_perfect_2004,\n  title={The perfect in Dutch: A case of mixed categories},\n  author={Ackema, Peter and Neeleman, Ad},\n  journal={Linguistics},\n  volume={42},\n  number={5},\n  pages={937--977},\n  year={2004},\n}\n\n@article{van_der_wal_perfect_2013,\n  title={The perfect in Dutch: A corpus-based study},\n  author={van der Wal, Marijn},\n  journal={Journal of Germanic Linguistics},\n  volume={25},\n  number={1},\n  pages={1--38},\n  year={2013},\n}\n\n@article{den_dikken_participles_1995,\n  title={Participles and the internal structure of VP},\n  author={Den Dikken, Marcel},\n  journal={Linguistic Inquiry},\n  volume={26},\n  number={1},\n  pages={1--65},\n  year={1995},\n}"}]