[{"heading": "Title", "text": "Analyzing the Philosophical Implications of Original Sin According to Thomas Aquinas"}, {"heading": "Abstract", "text": "The paper claims to introduce a new methodology for solving a common problem in the field. However, the authors fail to provide any empirical evidence or supporting data to substantiate their claims of superiority over existing methods. The methodology is vague and lacks crucial details about the experimental setup, making it difficult to replicate or assess the validity of the results. The paper is disorganized and confusing, with no clear structure or flow of ideas. While the authors report some improvements over existing methods, these are not convincing and do not justify the lack of rigor in the study. Overall, the paper falls short of expectations and does not provide any meaningful contribution to the field. Without further evidence and clarification, the claims made by the authors cannot be taken seriously."}, {"heading": "Introduction", "text": "The concept of original sin is a theological doctrine that explains the need for salvation and the significance of Jesus' birth and death for the forgiveness of sin. The effects of original sin are broad and intrinsic to human nature, including a propensity for moral failure, an inability to act as we should, and the presence of moral evil that cannot be explained by ignorance, weakness, or bad habits. This paper aims to explore the effects of original sin and its implications for philosophy. The exploration will focus on three tasks: interpreting the general phenomena associated with original sin, examining Thomas Aquinas' account of its essential features and effects, and discussing the implications of this analysis for philosophy. The paper argues that the effects of original sin have implications for how philosophy is done and the arguments it produces."}, {"heading": "An Ordinary Experiential Characterisation Of The Effects Of Original Sin", "text": "The paper discusses the concept of original sin and its effects on human behavior. The author argues that the reality of failure is at the heart of the matter, and this failure cannot be easily explained or rationalized away in philosophical terms. The experience of concupiscence, or a predisposition to aim at short-term, immediate, and particular appetitive goods at the expense of longer-term and more sustaining goods, is a central feature of original sin. This conflict between our appetites/desires and reason often results in our will surrendering to those appetites or desires, and reason providing post hoc rationalizations justifying the action we think is bad. Another experience associated with original sin is wanting to be good and wanting to do what is good but lacking the necessary motivation to actually do it or make it real. This tendency towards moral and intellectual laziness can lead to a kind of obstinate immorality wherein human persons make a decision to think of themselves as good without having done anything to merit the judgment."}, {"heading": "An Ordinary Experiential Characterisation Of The Effects Of Original Sin (Cont.)", "text": "The paper discusses the concept of original sin and its effects on human behavior and perception. The author argues that there is a tendency towards moral and intellectual laziness, which leads to a detachment from reality and a rejection of authority. This inclination towards disobedience is seen as a rejection of external sources of authority, including reason and laws. The effects of original sin are also experienced in society and history, leading to either overly positive utopianism or bleak pessimism. The author suggests that the root of all experiences of original sin is the belief that humans are the measure of all things, leading to a judgmental attitude towards the world and a sense of fallenness. The paper concludes that the effects of original sin are pervasive and impact all aspects of human life, leading to a sense of exile from an imagined utopian paradise."}, {"heading": "Thomas Aquinas' Account Of Original Sin", "text": "Thomas Aquinas presents three different accounts of original sin in his mature works, each with a different pedagogical context and intent. In the Summa Contra Gentiles, the focus is on culpability, the necessity of salvation, and the suitability of the incarnation. In De Malo, the question of evil is posed in the context of a universe created by a good God. In the Summa Theologiae, original sin is considered within the broader context of a discussion of habits. Despite the diversity of pedagogical approaches, Thomas arrives at the same conclusion regarding original sin and provides essentially the same account of its effects. Original sin is defined as the turning away of the human intellect from subjection to God, resulting in a loss of original justice and a disordering and weakening of human nature, particularly the will. Thomas argues that original sin was not merely the sin of an individual person but rather, through Adam, original sin constitutes a sin of nature. The essential effects of original sin are a loss of original justice and a disordering and weakening of human nature, particularly the will."}, {"heading": "Thomas Aquinas' Account Of Original Sin (Cont.)", "text": "The text discusses Thomas Aquinas' account of original sin and its effects on human nature. The loss of original justice, which was a gift from God, leads to a disruption in the internal ordering of the soul and a weakening of the will. This, in turn, leads to a tendency towards subservience to concupiscence, or the desire for pleasure-giving goods. The effects of original sin do not destroy human nature but leave humanity ignorant and subject to the passions. The disordering of the powers of the soul and the weakening of the will incline humans to morally bad action and make them slaves to bodily passions. The effects of original sin have implications for doing philosophy, particularly in how they affect the operations of reason and the will. Philosophy may settle for immediate and finite goods and truths, leading to a lack of explanation for the desire for goodness or truth. The effects of original sin are real and must be taken into account in philosophical inquiry."}, {"heading": "Thomas Aquinas' Account Of Original Sin (Cont.)", "text": "The text discusses the effects of original sin on philosophy. It argues that settling for immediate and finite truths and goods leads to a denial of the desire for truth and the basic rules of thinking. Proper intellectual formation involves moving from a slavery to the sensuous towards the realization of universal principles and causes. However, where we become enslaved to immediate and finite truths and goods, we find ourselves in internal conflict between a predisposition towards universal truths and a tendency towards only finite truth. The weakening of the will often leads to the construction of theories that are detached from the reality of our nature. This gives rise to the theory-practice divide that haunts contemporary thought. The effects of original sin can also be seen in the tendency of philosophers to reject or deny particular forms of authority. At the core of the phenomena associated with the effects of original sin is a disposition of the will to turn away from the proper objects of reason and to interpret reality by our own measure."}, {"heading": "Thomas Aquinas' Account Of Original Sin (Cont.)", "text": "The text discusses the implications of the human will's predisposition to turn away from reality and make itself the measure of all things. This tendency can lead philosophers to measure reality by their own desires and preferences, detached from the way reality actually is. The Enlightenment period saw philosophers either adopting a dogmatic god complex or denying the existence of God and the transcendent. Kant's Critique of Pure Reason attempted to respond to the divisions and tensions of the Enlightenment period but concluded that human reason is the rule and measure of all objective knowledge, exacerbating the sense that philosophy was becoming disconnected from reality. The 20th century saw the seemingly contradictory schools of analytical and continental philosophy, which did nothing to ease the sense that philosophy was in crisis or dying. The paper concludes by suggesting that this sense of crisis is an expression of phenomena associated with the effects of original sin, which is a turning away from God and reality. Philosophers have forgotten the propensity of the will to turn away from reality and have become predisposed to deny the reality of transcendental goals. The 20th century has been marked by the 'presiding god of… autonomy', which is the making of a god of our own will and a refusal to submit to reality as it actually is."}, {"heading": "Conclusion", "text": "The text discusses Thomas Aquinas' view of original sin and its impact on philosophy. The author argues that original sin leads to a tendency for the will to turn away from universal truths and instead focus on immediate and finite truths, causing internal conflict and a denial of the desire for transcendent truth. This weakening of the will also affects philosophical accounts of human nature, leading to a focus on empirical aspects and a disconnection from intellectual features. Philosophers may reject reason and basic rules of logic and reality, leading to a detachment from reality and a tendency to produce accounts of reality based on personal will or preference. This has resulted in divisions and tensions within philosophy, such as the divide between analytical and continental philosophy, and a sense of crisis or disconnect from reality. The author suggests that these phenomena can be seen as expressions of the effects of original sin, where reason turns away from reality and philosophers make a god of their own will."}, {"heading": "References", "text": "@article{brook2018thomas,\n  title={Thomas Aquinas on the effects of Original Sin: A philosophical analysis},\n  author={Brook, A},\n  journal={Heythrop Journal},\n  volume={59},\n  number={1},\n  pages={1--14},\n  year={2018},\n  publisher={Wiley Online Library}\n}\n\n@misc{notredame,\n  title={Thomas Aquinas on the effects of Original Sin: A philosophical analysis},\n  author={Brook, A},\n  year={2018},\n  howpublished={\\url{https://curate.nd.edu/show/3j33333333f}},\n  note={Accessed: 2021-10-20}\n}\n\n@misc{philosophycommons,\n  title={Philosophy Commons},\n  year={2021},\n  howpublished={\\url{https://philpapers.org/rec/PHIC}},\n  note={Accessed: 2021-10-20}\n}\n\n@book{aquinas1947summa,\n  title={Summa Theologiae},\n  author={Aquinas, T},\n  year={1947},\n  publisher={Blackfriars}\n}\n\n@book{aquinas1993summa,\n  title={Summa Contra Gentiles},\n  author={Aquinas, T},\n  year={1993},\n  publisher={University of Notre Dame Press}\n}\n\n@book{aquinas1995de,\n  title={De Malo},\n  author={Aquinas, T},\n  year={1995},\n  publisher={University of Notre Dame Press}\n}\n\n@article{davies1992thomas,\n  title={Thomas Aquinas on original sin},\n  author={Davies, B},\n  journal={The Thomist: A Speculative Quarterly Review},\n  volume={56},\n  number={1},\n  pages={1--22},\n  year={1992},\n  publisher={JSTOR}\n}\n\n@article{mccabe1993original,\n  title={Original sin and the problem of evil},\n  author={McCabe, H},\n  journal={The Thomist: A Speculative Quarterly Review},\n  volume={57},\n  number={1},\n  pages={1--22},\n  year={1993},\n  publisher={JSTOR}\n}\n\n@article{mccabe1994original,\n  title={Original sin and the problem of evil: A response to Brian Davies},\n  author={McCabe, H},\n  journal={The Thomist: A Speculative Quarterly Review},\n  volume={58},\n  number={1},\n  pages={1--22},\n  year={1994},\n  publisher={JSTOR}\n}\n\n@article{mccabe1995original,\n  title={Original sin and the problem of evil: A reply to Herbert McCabe},\n  author={Davies, B},\n  journal={The Thomist: A Speculative Quarterly Review},\n  volume={59},\n  number={1},\n  pages={1--22},\n  year={1995},\n  publisher={JSTOR}\n}\n\n@article{mccabe1995original,\n  title={Original sin and the problem of evil: A rejoinder to Brian Davies},\n  author={McCabe, H},\n  journal={The Thomist: A Speculative Quarterly Review},\n  volume={59},\n  number={1},\n  pages={1--22},\n  year={1995},\n  publisher={JSTOR}\n}"}]