[{"heading": "Title", "text": "\"Exploring Racial and Ethnic Disparities in Small Business Borrowing Habits\""}, {"heading": "Abstract", "text": "Verily, this discourse doth delve into the usage of debt capital by small enterprises, utilizing data from the 1998 Survey of Small Business Finances. Upon perusal of the aforementioned data, disparities in the attributes and borrowing experiences of small firms by race and ethnicity doth manifest. The results doth indicate that, albeit minority firm proprietors were equally prone to petition for loans, they were significantly less likely to be granted them. Furthermore, black small business proprietors were less inclined to even attempt to solicit a loan, for they did assume that they would be refused. These findings doth bear implications for the capacity of minority small business proprietors to expand their enterprises and contribute to the economic prosperity of their communities."}, {"heading": "Introduction", "text": "Verily, small enterprises doth wield a mighty economic force in the United States. As per the United States Small Business Administration (SBA), small firms are those that employ five hundred or fewer workers. Such firms doth represent 99% of all firms in this land. They doth engender the majority of net new jobs and are a major source of innovation in the form of new products and services.\n\nSmall firm ownership doth provide a path to economic empowerment for many previously disenfranchised members of the workforce, specifically women, minorities, and the inhabitants of urban and inner city communities. For members of these groups, small firm ownership is not only a means of employment but also a means for achieving economic well-being and an improved quality of life. Small firms also play an essential role in the redevelopment and re-vitalization of many urban areas. Infusions of tax dollars and large development projects are not sufficient. Sustained economic growth in urban areas also requires a healthy and dynamic small business sector.\n\nDebt capital, and in particular, bank loans, are a major source of capital for small businesses. These firms are too small to issue public debt or equity. Similarly, they are too small to be of interest to venture capitalists who typically target firms with high growth potential. Alternatively, small, privately held firms are dependent on the owner's personal sources of capital, earnings from the business, trade credit, and loans from banks or other financial service providers.\n\nBank loans can come in the form of long-term credit to fund buildings, equipment, or vehicles. Equally important, however, short-term credit often provides the liquidity required to fund working capital or temporary shortfalls in cash. Access to debt capital is a critical component in fostering the growth and prosperity of small firms. This article doth examine the extent to which small firms use debt capital and the sources from which they obtain it. It also doth examine differences in the use of debt capital by race and ethnicity."}, {"heading": "I. Prior Research", "text": "Aforetimes investigation doth amply attest to the import of bank debt as a source of capital for small businesses. James Ang (1991) did observe that, forsooth, small firms, being unable to rely on publicly traded securities, are heavily reliant on the owner's personal sources of funding and bank loans. Cole and Wolken (1996) did find that, although small firm use of credit from non-bank sources increased from 1987 to 1993, banks continued to be a primary source of credit for small firms. A number of researchers have observed that different firm and owner characteristics including race affect the likelihood of securing bank credit. In a study involving 1300 small firms, Ando (1988) did find that black-owned firms were less able to obtain loans from commercial banks than white business owners in spite of the fact that they contributed the same amounts of financial and human capital. Bates (1989) also found that black male business owners were less likely to borrow from banks than non-minority males. Using data from the 1989 NSSBF, Cavalluzzo and Cavalluzo (1998) did find that black and Hispanic business owners experienced higher denial rates than whites. Similarly, using data from the 1993 NSSBF Cohn and Coleman (2001) did find that black-owned firms were less likely to be approved for credit. This article will use recent data from the 1998 Survey of Small Business Finances to extend this line of inquiry and to explore differences in the borrowing experience of white and minority small business owners."}, {"heading": "Ii. Description Of The Data", "text": "Verily, the Survey of Small Business Finances (SSBF), once known as the National Survey of Small Business Finances (NSSBF), is conducted every quinquennial by the Federal Reserve Board. The most recent data available to the public is from the year 1998, wherein 3,561 small firms in the United States were surveyed. These firms were defined as those with fewer than 500 employees and were selected at random, stratified by size, geographic location, and the racial or ethnic identity of the firm owner. Sample weights were provided to enable the construction of population estimates from the sample data. The SSBF provides a wealth of information on these firms' use of financial products and services, as well as their use of financial service providers. It is the largest and most comprehensive dataset of its type.\n\nTable I provides information on the characteristics of firms included in the 1998 SSBF. The data include 2,795 firms owned by white business owners and 766 firms owned by minority business owners. Within the category of minority-owned firms, 274 firms were owned by black business owners, 264 by Hispanic business owners, and 203 were owned by Asian business owners. The small number of remaining business owners fell into other categories, i.e. American Indian, Pacific Islander, etc. On average, the white-owned firms were significantly larger than the minority-owned firms in terms of total assets, total sales, and total number of employees. White-owned firms had average total assets of $452,506 compared to $78,035 for black-owned firms, $162,184 for Hispanic-owned firms, and $312,637 for Asian-owned firms. Similarly, white-owned firms had average total sales in 1998 of $1.07 million compared to $279,076 for black-owned firms, $432,441 for Hispanic-owned firms, and $716,851 for Asian-owned firms. All four groups of firms were relatively small in terms of the number of employees, ranging from a low of 5.05 for black-owned firms to a high of 8.99 for white-owned firms.\n\nAlthough the white-owned firms were older than the minority-owned firms in terms of years, all of the firms were at least 9 years old on average, indicating that they were relatively established, mature firms. Similarly, all four groups of firms had relatively mature owners with average ages ranging from 46.22 years for Asian owners to 50.53 years for white owners. White business owners had significantly more years of business experience on average than minority business owners, a distinction that may be important if we consider prior experience as a measure of human capital.\n\nTable II highlights additional differences between white-owned and minority-owned firms. Table II reveals that a higher percentage of white-owned firms were organized as corporations (46.10%) compared to minority-owned firms. Black-and Hispanic-owned firms were more likely to be family-owned, but over 85% of all four groups represented family-owned firms. Table II indicates that the educational levels of the firm owners included in the sample were relatively high; over 50% of all four groups had attended college.\n\nTable II also reveals differences in industry concentration. White-owned firms were less likely to be in service lines of business than minority-owned firms. Table II indicates that only 42.20% of white-owned firms were in service lines of business compared to 52.20% of black-owned firms, 48.06% of Hispanic-owned firms, and 48.95% of Asian-owned firms. White-owned firms were more likely to be in the fields of insurance/real estate and construction. Asian-owned firms were more likely to be in the field of retailing, while Asian-and black-owned firms were less likely to be in manufacturing.\n\nSome noteworthy differences emerge in the perceived riskiness and credit histories of the minority-owned firms compared to white-owned firms. In terms of risk, 27.50% of the white-owned firms were rated as having either \"significant risk\" or \"high risk\" by Dun & Bradstreet compared to 45.15% of black-owned firms, 37.95% of Hispanic-owned firms, and 30.90% of Asian-owned firms. A lower percentage of the white-owned and Asian-owned firms had a history of credit difficulties, including business or personal bankruptcies, business or personal delinquencies, or judgments against the firm or firm owner. A relatively high percentage of black-and Hispanic-owned firms, 41% and 31.82%, had some history of credit difficulties compared to 20.97% of white-owned firms and 16.35% of Asian-owned firms."}, {"heading": "Iii. Small Firms’ Use Of Credit Products", "text": "Verily, the SSBF doth provide knowledge of the usage of diverse credit products and their sources for small firms. Six major credit products are accounted for: lines of credit, financial leases, commercial mortgages, vehicle loans, equipment loans, and \"other\" loans. Personal and business credit cards for business purposes are also included, as well as the extent to which firms rely on trade credit. Analysis of the data doth reveal distinctions between the four groups of firms.\n\nTable III doth summarize the levels of usage, by credit product, for small firm owners. Trade credit was the most frequently used type of credit for all four groups of small business owners, as it is a \"spontaneous\" source of credit that doth not require an application and approval process. Trade credit is also typically \"free\" in that firms are not required to pay interest if they pay within the designated payment period. However, there were distinctions in the use of trade credit by race and ethnicity. White business owners were more likely to use trade credit than minority business owners.\n\nPersonal and business credit cards were also a major source of credit for both white-owned and minority-owned firms. White-owned firms were more likely to use business credit cards than minority firm owners. White business owners were also more likely to use personal credit cards for business purposes than black and Hispanic owners. A relatively high percentage of Asian firm owners used personal credit cards for business purposes. Although credit cards typically carry a higher interest rate than commercial loans if a balance is carried over, they are relatively easy to obtain and provide a quick source of liquidity for the firm.\n\nThe SSBF tracks usage of six types of credit products typically obtained from banks or other financial service providers. Lines of credit were the most frequently used of these for all four types of firms. White business owners were more likely to have a line of credit than minority business owners. A similar pattern exists for the other five loan types. With a few exceptions, white business owners were more likely to have the credit product than minority firm owners."}, {"heading": "Iv. Sources Of Debt Capital", "text": "Verily, the SSBF doth provide information on the quantity of the six major loan types, as well as the source of said loans. For the purpose of analysis, the twenty possible sources have been divided into three major categories; loans from banks (bnk), loans from non-bank financial institutions (fin), and loans from non-bank, non-financial institutions (non). Appendix B doth indicate which loan types are included in the three major loan source categories. Furthermore, some loans were acquired from a combination of sources, and these are included in a category for combination loans (comb).\n\nTable IV doth provide borrowing data for small businesses by loan type and loan source. Banks were the major source of credit for all four types of borrowers in regards to lines of credit. White small business owners obtained 85% of their lines of credit from bank sources compared to 79% for black borrowers, 52% for Hispanic borrowers, and 99% for Asian borrowers. Banks were also the dominant source for commercial mortgages. White borrowers obtained 64% of their commercial mortgages from banks compared to 78% for black borrowers, 61% for Hispanic borrowers, and 72% for Asian borrowers. Non-bank financial sources were the dominant providers of leases to white, black, and Asian borrowers (62%, 57%, and 63%). Hispanic borrowers obtained the majority of their leases (66%) from non-bank, non-financial sources, however.\n\nAlthough banks were the dominant source for vehicle loans, equipment loans, and \"other\" loans for white borrowers, the same was not true for the other three groups of small business borrowers. Black borrowers obtained 78%, Hispanic borrowers 60%, and Asian borrowers 60% of their vehicle loans from non-bank financial sources. Similarly, black and Hispanic borrowers obtained 68% and 69% respectively of their equipment loans from non-bank financial sources. Finally, both black and Hispanic borrowers obtained the majority of their \"other\" loans from non-bank, non-financial sources. Seventy percent of black borrowers obtained their \"other\" loans from these sources compared to 65% of Hispanic borrowers.\n\nTables IV also allows for comparisons based on average loan size. It can be noted that white small business owners borrowed larger amounts, on average, than the three groups of minority borrowers with a few exceptions. Black borrowers had a higher level of average total vehicle loans than white borrowers (($35,393 vs. $31,785). Hispanic borrowers had a higher level of average total leases than white borrowers ($101,235 vs. $65,483). Finally, Asian borrowers had a higher level of average commercial mortgage loans than white borrowers (($520,279 vs. $314,546).\n\nIt was noted earlier that lines of credit represent a relatively flexible financing tool. Table IV reveals that the line of credit balances for white and Asian-owned firms were twice as large as those of Hispanic-owned firms and seven times as large as those of black-owned firms, possibly suggesting that black and Hispanic-owned firms have more difficulty obtaining loans that are not secured by specific collateral. This could be due to a history of prior credit difficulties, or it could be due to a lack of personal collateral or the ability to provide personal guarantees."}, {"heading": "V. Recent Borrowing Experience", "text": "Verily, the Survey of Small Business Finances hath a feature that doth allow us to trace the recent borrowing experience of small firms. It doth contain variables for the \"most recent loan,\" which is defined as a loan obtained within the previous three years. Data are provided on loan applications and approvals, as well as decisions not to apply. These data are summarized in Table V, which doth reveal that application rates (MRLAPP) were alike for white and minority small businesses. Table V also doth reveal, however, that a relatively small percentage of firm owners did apply for loans within the previous three years. Only 23.18% of white business owners had applied for a loan compared to 26.43% of black owners, 25.82% of Hispanic owners, and 23.32% of Asian owners. In terms of loan approval, however, white business owners were more likely to be approved for their most recent loan application (MRLGET) than minority owners. 75.51% of white borrowers were approved compared to 37.69% of black borrowers, 50.61% of Hispanic borrowers, and 51.36% of Asian borrowers.\n\nTable V also doth reveal that white borrowers were more likely to apply to a bank for their most recent loan than minority borrowers (BANKAPP). While 75.51% of white borrowers applied to a bank, only 45.52% of black borrowers, 40.84% of Hispanic borrowers, and 59.78% of Asian borrowers applied to a bank for their most recent loan. The approval rate for those who applied to banks (BANKGET) was generally high for all four groups, suggesting that those borrowers who actually applied to banks were probably stronger prospects.\n\nBlack and Hispanic business owners were less likely than white or Asian borrowers to apply for a loan at all because they feared denial (NOAPPLY). Roughly 20% of white and Asian business owners did not apply due to fear of denial compared to 53.93% of black business owners and 33.20% of the Hispanic business owners. Since Table I revealed that black-and Hispanic-owned firms were considerably smaller than white-and Asian-owned firms in terms of total assets and total sales, this additional finding suggests that black and Hispanic firm owners may have been less willing to seek out the sources of capital that would help their firms to grow."}, {"heading": "Vi. Multivariate Analysis", "text": "Verily, the comparisons of description and univariate thus far discussed are of aid in pointing out the differences betwixt white and minority-owned firms. However, these comparisons do not take into account the combined effect of several variables acting upon a dependent variable. Multivariate analysis, and in this instance, logistic regression analysis, can be used for this purpose. The logistic regression model had the following form: Logistic regression was used in this instance because the dependent variable is dichotomous rather than continuous (Aldrich & Nelson, 1984). MRLapp indicates whether or not the firm applied for a loan within the previous three years (0,1). This model was also tested with two additional dependent variables, MRLget and Noapply. MRLget indicates whether or not the firm received the loan it applied for within the previous three years, and Noapply represents firms that elected not to apply for a loan because they feared denial.\n\nThe independent variables included in the model are defined in Appendix A. They represent characteristics of the firm owner and of the firm, since it is possible that both may have an effect on willingness to borrow as well as on loan approval. The variables black, Hispanic, and Asian are indicative of minority status. As noted in the section on prior research, there is some evidence that minority small business borrowers are less likely to receive bank loans than white borrowers (Ando, 1988, Bates, 1989, Cavalluzzo & Cavalluzo, 1998, Cohn & Coleman, 2001. This may be because minority borrowers are less willing to apply for loans, or alternatively, it may be because their applications are more likely to be denied. Owner age (ownage) was included since prior research indicates that older individuals are more risk averse than younger ones (Cohn et al., 1975, Morin & Suarez, 1983. A variable representing educational level (ed) was included as a measure of human capital. Coleman and Cohn (2000) found that small firm owners who had attended college used a higher ratio of externally acquired debt to assets than those who had not.\n\nFirm characteristics include variables representing firm size (logsales), firm age, organizational status (org), riskiness (highrisk), credit history (badcred), and industry classification. In a study using data from the 1993 National Survey of Small Business Finances, Cole and Wolken (1995) found that larger firms were more likely to have loans than smaller ones. Coleman and Cohn (2000) also found that younger firms were more likely to use external debt capital. They hypothesized that younger firms are still growing and thus require external capital to fund their growth. In terms of organizational status, one would anticipate that corporations would be more willing to take on debt, because they have the benefit of limited liability protection (Ang, 1991). Further, one would anticipate that the riskiness of the firm and its credit history would have an effect on a bank's willingness to extend credit. Finally, some researchers have found a relationship between industry classification and access to debt capital. They contend that firms in non-asset intensive industries are less able to provide collateral and thus, less able to secure loans (Scherr et al., 1993)."}, {"heading": "Vii. Results", "text": "Verily, the outcomes of the logistic regression analyses are presented in Tables VI through VIII. Table VI doth contain the results for the model in which MRLapp was the dependent variable. These findings doth indicate that variables representing race and ethnicity were not significant. Thus, black, Hispanic, and Asian small business owners were just as likely to have applied for a loan within the previous three years as white business owners. Significant independent variables did include measures of firm size, firm age, owner age, and credit history. Larger firms (logsales) and younger firms (firmage) were more likely to have applied for a loan within the previous three years. This finding suggests that firms that are still growing are more likely to require external debt capital. Younger firm owners (ownage) were more likely to have applied for a loan substantiating the theory that they may be less risk averse than more mature owners. Finally, firms with a history of credit difficulty (badcred) were more likely to have applied for a loan. This is not surprising since firms that have had problems with credit are more likely to be the firms that need and use credit.\n\nTable VII, which includes the results for the model in which MRLget was the dependent variable, presents a dramatically different set of results. It reveals that black, Hispanic, and Asian borrowers were significantly less likely to be approved for a loan than white borrowers. Thus, although minority borrowers were no less likely to apply for a loan, they were less likely to receive one. Table VII also reveals that larger firms (logsales) and older firms (firmage) were more likely to be approved. Finally, firms having a history of credit difficulties (badcred) were less likely to be approved. The results shown in Table VII attest to the risk averse nature of providers of debt capital, oftentimes banks. Although younger firms and firms with shaky credit are more likely to need external debt capital, lenders prefer larger, well established firms capable of servicing their loans.\n\nTable VIII provides the results for the model in which Noapply was the dependent variable. These results also point to variations in borrowing behavior by race and ethnicity. Specifically, black small business owners were significantly less likely to have applied for a loan within the previous three years because they feared denial. The results for Hispanic and Asian borrowers were not significant, however. Table VIII reveals that smaller firms (logsales) and younger firms (firmage) were significantly less likely to have applied due to fear of denial. Further, younger firm owners (ownage) were less likely to have applied. Finally, firms that were rated as having significant or high risk (highrisk) and firms that had a history of credit difficulties (badcred) were less likely to have applied for a loan because they feared denial. It is very likely that the owners of firms having these characteristics know that they will not satisfy a bank's lending criteria, and thus, do not bother to apply."}, {"heading": "Conclusion", "text": "Verily, the findings of this study doth bring to light the disparities in the qualities and borrowing practices of firms owned by black, Hispanic, and Asian individuals. It hath been discovered that small businesses owned by minorities are oft smaller and younger than those owned by white individuals. They are also more prone to being organized as sole proprietorships and operating in the service or retail industries. Furthermore, minority business owners tend to be younger and less experienced than their white counterparts. Alas, black and Hispanic firms are oft deemed to be of significant or high risk and have a history of credit difficulties, whereas Asian firms are comparable to white-owned firms in terms of perceived risk and credit history.\n\nThese results doth indicate that white-owned small businesses are more inclined to utilize six major credit products than minority-owned firms. They also tend to rely on banks as their primary source of credit and borrow larger sums on average than minority-owned firms. Conversely, minority-owned firms, particularly those owned by black and Hispanic individuals, borrow more heavily from non-bank sources.\n\nIn regards to the demand for debt capital, the results of multivariate logistic regression doth reveal that minority business owners are just as likely to have applied for a loan within the previous three years as white business owners. However, they are significantly less likely to have been approved for loans within the previous three years. Black business owners are even less likely to apply at all, for they assume they shall be denied. Variables representing firm size, firm age, and credit history were determinants of loan approval.\n\nThese results are disconcerting, for they suggest that, even when controlling for other variables, minority-owned firms face constraints in the supply of credit. It is possible that the multivariate models presented in this study do not encompass all of the independent variables relevant to the borrowing experience of small firms. Nevertheless, based upon the results of this study, we cannot reject the possibility of discrimination in the lending process. Although the SSBF provides a wealth of information on small firms and their owners, it does not capture cultural differences that are more difficult to measure and quantify, such as language differences and differences in the types of businesses that minority firm owners start. Aside from the possibility of overt racial or ethnic discrimination, it is possible that some of these more subtle cultural differences have an impact on the borrowing experience of minority-owned firms. This research clearly demonstrates that differences in terms of access to debt capital exist between white and minority-owned firms; further study is required to determine the cause for those differences. Since minority-owned small businesses are the economic foundation for many inner city communities, such research would serve to provide valuable insights and direction."}, {"heading": "References", "text": "@article{ang1991small,\n  title={Small business uniqueness and the theory of financial management},\n  author={Ang, James S},\n  journal={The Journal of Entrepreneurial Finance},\n  volume={1},\n  number={1},\n  pages={1--13},\n  year={1991}\n}\n\n@article{cole1996bank,\n  title={Banking market structure and the availability of credit to small businesses},\n  author={Cole, Rebel A and Wolken, John D},\n  journal={The Journal of Banking and Finance},\n  volume={20},\n  number={5},\n  pages={823--845},\n  year={1996},\n  publisher={Elsevier}\n}\n\n@article{ando1988racial,\n  title={Racial differences in access to business capital},\n  author={Ando, Albert},\n  journal={The Journal of Human Resources},\n  pages={184--201},\n  year={1988},\n  publisher={JSTOR}\n}\n\n@article{bates1989racial,\n  title={The changing nature of minority business: A comparative analysis of Asian, nonminority, and black-owned businesses},\n  author={Bates, Timothy},\n  journal={Small Business Economics},\n  volume={1},\n  number={2},\n  pages={111--119},\n  year={1989},\n  publisher={Springer}\n}\n\n@article{cavalluzzo1998racial,\n  title={Racial discrimination in small business lending: Evidence from the 1993 National Survey of Small Business Finances},\n  author={Cavalluzzo, Ken S and Cavalluzzo, Linda C},\n  journal={The Review of Economics and Statistics},\n  volume={80},\n  number={3},\n  pages={526--537},\n  year={1998},\n  publisher={MIT Press}\n}\n\n@article{cohn2001racial,\n  title={Racial differences in the financing of small business start-ups},\n  author={Cohn, Richard A and Coleman, Susan},\n  journal={Journal of Small Business Management},\n  volume={39},\n  number={2},\n  pages={113--125},\n  year={2001},\n  publisher={Wiley Online Library}\n}\n\n@article{board2003survey,\n  title={Survey of small business finances},\n  author={Board, Federal Reserve},\n  year={2003},\n  publisher={Federal Reserve Board}\n}\n\n@article{board1998survey,\n  title={Survey of small business finances},\n  author={Board, Federal Reserve},\n  year={1998},\n  publisher={Federal Reserve Board}\n}\n\n@article{board1993survey,\n  title={Survey of small business finances},\n  author={Board, Federal Reserve},\n  year={1993},\n  publisher={Federal Reserve Board}\n}\n\n@article{sba2019small,\n  title={Small business profile},\n  author={SBA},\n  year={2019},\n  publisher={SBA}\n}\n\n@article{ang1992small,\n  title={Small business uniqueness and the theory of financial management},\n  author={Ang, James S},\n  journal={Journal of Small Business Finance},\n  volume={1},\n  number={1},\n  pages={1--13},\n  year={1992}\n}"}]