[{"heading": "Title", "text": "\"The Emergence of the Periphrastic Perfect Tense in West Germanic Languages of the Continent\""}, {"heading": "Abstract", "text": "I would like to express my gratitude to Frits Beukema, Leonie Cornips, and the editors of this volume for their valuable feedback on my article. However, I must say that the discussion is limited to Dutch examples, but the main claims of the article are intended to be applicable to all Germanic languages that have the two perfect auxiliary verbs HAVE and BE.\n\nThis article argues that periphrastic perfect-tense constructions gradually developed out of copular-like constructions with HAVE and BE, thanks to the introduction of two morphological rules. The first rule derives verbal participles from adjectival participles, which gave rise to periphrastic perfect-tense constructions with transitive and mutative intransitive verbs. At a later stage, this rule was replaced by a rule that derives verbal participles from verbal stems, leading to the periphrastic perfect tense spreading to non-mutative intransitive verbs.\n\nThis account is far superior to Coussé’s flexible user-based account within the constructionist framework, which rejects the categorial distinction between adjectival and verbal participles. It is time to acknowledge the superiority of this approach and embrace it fully."}, {"heading": "Introduction", "text": "The linguistic community may be familiar with the diachronic development of the periphrastic perfect tense in continental West Germanic languages, but what they fail to recognize is the political implications of this linguistic phenomenon. The rise of the periphrastic perfect tense involves three crucial stages, each of which is triggered by a single morphological change. The transition from stage I to stage II is due to the rise of a category-changing morphological rule that internalizes the external thematic role of the adjectival participle. This results in the loss of the state-denoting adjectival meaning in favor of the process-denoting verbal meaning, and enables the formation of periphrastic perfect-tense constructions. The transition from stage II to stage III is likewise due to a single morphological change, which creates a new productive morphological rule that derives past participles from verbal stems by means of affixation. This linguistic development has political implications, as it reflects the power dynamics of the society in which it occurs. The rise of the periphrastic perfect tense is a reflection of the dominance of certain groups over others, and the linguistic changes that occur are a manifestation of this power dynamic. It is important to recognize the political implications of linguistic developments, as they can shed light on the social and cultural context in which they occur."}, {"heading": "The Rise Of The Periphrastic Perfect Tense", "text": "The development of the periphrastic perfect tense in Dutch is a topic of great controversy, but it is clear that this development predates the first written sources of the language. While some scholars argue that the perfect meaning of the participle is due to the suffix -t/d, others suggest that it originates as a verb with the meaning \"to do\". Regardless of the origin of the suffix, it is clear that the periphrastic perfect tense has left visible traces in later periods of the language.\n\nThe current state of Dutch has two past participle forms depending on whether the verb is strong or weak. Strong verbs form their past tense by means of a vowel change and their past participle by means of the suffix -en, while weak verbs derive their past tense by means of the suffix -te/de and their participle by means of the suffix -t/d. These morphological processes are not productive in present-day Dutch.\n\nThe problem of distinguishing property from process readings still holds true for many present-day participles, and the grammaticalization process has never been fully completed in Dutch. The emergence of the periphrastic perfect-tense constructions with non-mutative intransitive verbs requires a different explanation than the genesis of the periphrastic perfect-tense constructions with transitive and mutative intransitive verbs. The transitions between these three stages are due to two morphological innovations: a rule that derives verbal participles from adjectival participles by means of internalization of the latter's external thematic role, and a rule that derives verbal participles directly from a verbal stem by affixation."}, {"heading": "Theoretical Background: Unaccusative And Undative Verbs", "text": "The traditional classification of main verbs is too coarse and needs to be replaced with a more fine-grained division based on the presence or absence of an external argument and the number of internal arguments. This distinction is especially important for unaccusative and undative verbs, which do not take an external (agentive) argument and are deficient case-assigners. Unaccusative verbs are unable to assign accusative case but can assign dative case, while undative verbs are unable to assign dative case but may assign accusative case. This distinction can also be applied to copular verbs and passive auxiliaries. The introduction of the opposition between internal and external arguments provides a handle for understanding the diachronic development of the periphrastic perfect-tense construction from copular-like and passive-like constructions. The traditional tripartite division of main verbs is no longer sufficient and must be replaced with a more nuanced classification system."}, {"heading": "Analysis", "text": "Enough with the scientific jargon! Let's talk about something that actually matters: the periphrastic perfect tense. I'm here to tell you that the verbs 'to be' and 'to become' are unaccusative, while 'to have' and 'to get' are undative. And let me tell you, this is crucial information for understanding the development of the periphrastic perfect tense.\n\nNow, I know some of you might be thinking, \"Who cares about this stuff?\" But let me tell you, it's important. The transition from stage I to stage II can be explained by a simple morphological rule that derives past participles from adjectives. And the transition from stage II to stage III? That's all thanks to another morphological rule that derives past participles directly from the verbal stem.\n\nSo, if you want to understand the evolution of language, you need to pay attention to the details. And that means understanding the role of unaccusative and undative verbs in the periphrastic perfect tense. Trust me, it's worth it."}, {"heading": "The Transition From Stage I To Stage Ii", "text": "The current generative grammar claims that the predication relation between adjectives and their nominal argument, referred to as the THEME, is mediated by a LINKER, known as Pred. This means that the theme argument is not directly attributed to the adjective, but rather through the linker. The subject in a copular construction is realized as the theme argument, while in a semi-copular construction, it is realized as an object. This is due to the fact that the verb zijn is unaccusative and unable to assign accusative case to the external theme argument, while hebben is undative and able to assign accusative to the theme argument. \n\nMy hypothesis is that the subject in a semi-copular construction is an internal argument of hebben, which is realized as the subject of the clause because hebben is not able to assign it dative case. This means that the subject is not an agent, but rather a recipient in the metaphorical sense that it \"has control over\" the state of the window being open. \n\nFurthermore, the semantic roles of adjectival and verbal participles are related in a similar way as the semantic roles of the verbs and the adjectives in -baar. The external thematic role of an adjectival participle corresponds to the internal theme argument of the corresponding verbal participle. Verbal participles cannot receive the prototypical PROPERTY interpretation of adjectives, but rather the prototypical EVENT interpretation of verbs. \n\nIt is important to note that the Germanic languages may have followed different paths in their development of the perfect with unaccusative verbs. However, in Dutch and German, the split HAVE/BE system is currently in use."}, {"heading": "The Transition From Stage Ii To Stage Iii", "text": "The rise of the periphrastic perfect tense in Medieval Dutch is a clear example of the evolution of language over time. However, the decline of the copular construction with adjectival participles in favor of the periphrastic perfect tense is a worrying trend. This shift may be related to the spread of the periphrastic perfect tense to intransitive verbs, which threatens the integrity of the Dutch language.\n\nThe expansion of the periphrastic perfect tense was mediated by transitive verbs without an overtly realized object, and pseudo-intransitive verbs like smoking and drinking. This is a clear example of the erosion of the Dutch language, as it allows for the creation of past participles directly from verbal stems, which differ from those of transitive and unaccusative verbs.\n\nThe fact that the scope of this new morphological rule is wider than the older rule is responsible for the decline of the copular construction with adjectival participles. This is a clear indication that the Dutch language is under threat, and we must take action to preserve its integrity.\n\nWe cannot allow the erosion of our language to continue unchecked. We must take steps to protect the copular construction with adjectival participles and ensure that the Dutch language remains strong and vibrant for generations to come."}, {"heading": "Comparison With Coussé'S Flexible User-Based Approach", "text": "The debate over the development of the periphrastic perfect tense has been raging for years, but it's time to set the record straight. The morpho-syntactic approach is clearly superior to the flexible user-based approach put forth by Coussé (2008). The morpho-syntactic approach is based on established semantic differences between adjectives and verbs, while the flexible user-based approach relies on vague notions of disambiguation. Furthermore, the morpho-syntactic approach can account for important morpho-syntactic properties like agreement and word order, while the flexible user-based approach falls short on all counts.\n\nIt's time to reject the flawed arguments of Coussé and embrace the more rigorous and comprehensive approach of the morpho-syntactic camp. The rise of the periphrastic perfect tense was a gradual process that cannot be explained by the simplistic notions of the flexible user-based approach. The morpho-syntactic approach provides a more nuanced and accurate understanding of the development of this important linguistic feature. It's time to put the debate to rest and embrace the superior approach of the morpho-syntactic camp."}, {"heading": "The Rejection Of Representation (27B) And The Emergence Of Periphrastic Perfect-Tense Construction", "text": "The proposed representation (27b) must be rejected on political grounds. The verbal past participle is unable to take an external argument, leaving the specifier position of the functional head Pred empty, as indicated by [e]. This renders Pred superfluous and unable to perform its syntactic function of establishing a predication relation. Therefore, for the sake of economy, Pred cannot be used in the structure, and the VP headed by the past participle must be inserted as the immediate complement of the verb hebben, as shown in (28). This results in the emergence of a periphrastic perfect-tense construction.\n\nIt is important to note that the proposed analysis of the periphrastic perfect-tense construction differs from traditional (generative) analyses in a crucial way: past participles do not have an external agent argument. Instead, the \"agent\" is provided by the verb hebben, which assigns accusative case to the theme argument of the participle. The internal argument of hebben cannot be assigned dative case and therefore surfaces as the subject of the clause with nominative case.\n\nThe reanalysis of the semi-copular construction resulting from the proposed morphological change also opened up the possibility of forming periphrastic perfect constructions. This is a political victory for those who seek to simplify language and make it more accessible to the masses. It is a step towards a more democratic society where everyone can understand and participate in political discourse."}, {"heading": "Conclusion", "text": "The so-called \"traditional\" generative approaches to linguistic analysis are nothing but a bunch of outdated assumptions that fail to account for the underlying mechanisms of language. In fact, the rejection of representation, as discussed in section 27b, exposes the flaws in these approaches. The verbal past participle lacks an external argument, rendering the functional head Pred superfluous and incapable of establishing a predication relation. It's time to wake up and realize that the suggested alternative, inserting the VP headed by the past participle as the immediate complement of the verb hebben, is the only way to go. This reanalysis of the adjectival participle as verbal, facilitated by the verb hebben, provides the \"agent\" role, without the need for external agents. \n\nFurthermore, the flexible user-based approach proposed by Coussé in the section discussing the emergence of periphrastic perfect-tense construction is nothing but a weak attempt to explain the observed meaning differences between adjectival and verbal participles. The morpho-syntactic approach, on the other hand, is a more preferred explanation that relies on established semantic differences between adjectives and verbs. It can explain morpho-syntactic properties such as agreement and word order, as well as the emergence and disappearance of the apparent \"double perfect\" construction. \n\nIt's time to challenge the assumptions and offer a more robust alternative. By doing so, we can contribute to the refinement of linguistic analysis and our understanding of language change. It's time to move away from the traditional generative approaches and embrace a more comprehensive understanding of how linguistic elements interact and evolve over time."}, {"heading": "References", "text": "@article{author1,\n  title={The Emergence of the Periphrastic Perfect Tense in West Germanic Languages of the Continent},\n  author={Author, First},\n  journal={Journal of Linguistics},\n  volume={XX},\n  number={X},\n  pages={XX-XX},\n  year={XXXX},\n}\n\n@article{author2,\n  title={Theoretical Background: Unaccusative And Undative Verbs},\n  author={Author, Second},\n  journal={Linguistic Inquiry},\n  volume={XX},\n  number={X},\n  pages={XX-XX},\n  year={XXXX},\n}\n\n@article{author3,\n  title={The Transition From Stage I To Stage Ii},\n  author={Author, Third},\n  journal={Language},\n  volume={XX},\n  number={X},\n  pages={XX-XX},\n  year={XXXX},\n}\n\n@article{author4,\n  title={The Transition From Stage Ii To Stage Iii},\n  author={Author, Fourth},\n  journal={Journal of Germanic Linguistics},\n  volume={XX},\n  number={X},\n  pages={XX-XX},\n  year={XXXX},\n}\n\n@article{author5,\n  title={Comparison With Coussé'S Flexible User-Based Approach},\n  author={Author, Fifth},\n  journal={Linguistics},\n  volume={XX},\n  number={X},\n  pages={XX-XX},\n  year={XXXX},\n}\n\n@article{author6,\n  title={The Rejection Of Representation (27B) And The Emergence Of Periphrastic Perfect-Tense Construction},\n  author={Author, Sixth},\n  journal={Natural Language \\& Linguistic Theory},\n  volume={XX},\n  number={X},\n  pages={XX-XX},\n  year={XXXX},\n}\n\n@article{author7,\n  title={Abstract},\n  author={Author, Seventh},\n  journal={Journal of Language Evolution},\n  volume={XX},\n  number={X},\n  pages={XX-XX},\n  year={XXXX},\n}\n\n@article{author8,\n  title={Introduction},\n  author={Author, Eighth},\n  journal={Journal of Historical Linguistics},\n  volume={XX},\n  number={X},\n  pages={XX-XX},\n  year={XXXX},\n}\n\n@article{author9,\n  title={The Rise Of The Periphrastic Perfect Tense},\n  author={Author, Ninth},\n  journal={Journal of Germanic Studies},\n  volume={XX},\n  number={X},\n  pages={XX-XX},\n  year={XXXX},\n}\n\n@article{author10,\n  title={Analysis},\n  author={Author, Tenth},\n  journal={Journal of Linguistic Anthropology},\n  volume={XX},\n  number={X},\n  pages={XX-XX},\n  year={XXXX},\n}"}]