[{"heading": "Title", "text": "\"Exploring Racial and Ethnic Disparities in Small Business Borrowing Habits\""}, {"heading": "Abstract", "text": "The use of debt capital by small firms is a topic of interest in this article, which focuses on data from the 1998 Survey of Small Business Finances. The data reveals that there are differences in the borrowing experience of small firms based on race and ethnicity. Minority firm owners were just as likely to apply for loans, but they were less likely to be approved for them. Black small business owners were even less likely to apply for a loan because they assumed they would be denied. These findings suggest that minority small business owners face challenges in growing their firms and contributing to the economic well-being of their communities."}, {"heading": "Introduction", "text": "Small businesses are a crucial part of the US economy, representing 99% of all firms in the country. They are responsible for generating the majority of net new jobs and driving innovation through new products and services. Small business ownership provides a path to economic empowerment for women, minorities, and urban communities. They also play a vital role in the redevelopment and revitalization of urban areas. Bank loans are a major source of capital for small businesses, as they are too small to issue public debt or equity and are not of interest to venture capitalists. Access to debt capital is critical for the growth and prosperity of small firms. This article examines the extent to which small firms use debt capital and the sources from which they obtain it, as well as differences in the use of debt capital by race and ethnicity."}, {"heading": "I. Prior Research", "text": "Bank debt is a crucial source of capital for small businesses, as they often cannot rely on publicly traded securities. Research has shown that while small firms have increased their use of credit from non-bank sources, banks remain a primary source of credit. However, studies have also found that different firm and owner characteristics, such as race, can affect the likelihood of securing bank credit. Black-owned firms, for example, have been found to be less able to obtain loans from commercial banks than white business owners, even when contributing the same amounts of financial and human capital. Recent data from the 1998 Survey of Small Business Finances will be used to further explore these differences in borrowing experiences between white and minority small business owners."}, {"heading": "Ii. Description Of The Data", "text": "The Survey of Small Business Finances (SSBF) conducted by the Federal Reserve Board every five years provides valuable information on the use of financial products and services by small firms in the US. The 1998 survey included data on 3,561 small firms, with white-owned firms being significantly larger than minority-owned firms in terms of total assets, total sales, and total number of employees. All four groups of firms were relatively small in terms of the number of employees, ranging from 5.05 for black-owned firms to 8.99 for white-owned firms. The educational levels of the firm owners included in the sample were relatively high, with over 50% of all four groups having attended college. White-owned firms were less likely to be in service lines of business than minority-owned firms and were more likely to be in the fields of insurance/real estate and construction. Minority-owned firms were more likely to have a history of credit difficulties, with a relatively high percentage of black and Hispanic-owned firms having some history of credit difficulties compared to white and Asian-owned firms."}, {"heading": "Iii. Small Firms’ Use Of Credit Products", "text": "The Small Business Credit Survey provides valuable information on the types of credit products used by small firms and their sources. Trade credit is the most commonly used type of credit for all small business owners, as it is easy to obtain and interest-free if paid within the designated period. White business owners are more likely to use trade credit than minority business owners. Personal and business credit cards are also a major source of credit for both white-owned and minority-owned firms. Lines of credit are the most frequently used credit product, and white business owners are more likely to have a line of credit than minority business owners. Minority business owners are more likely to have financial leases and other loans, while Hispanic business owners are more likely to have commercial mortgages. Overall, the survey highlights the disparities in access to credit products among different racial and ethnic groups."}, {"heading": "Iv. Sources Of Debt Capital", "text": "The Small Business Credit Survey provides information on loan sources for small businesses, dividing them into three categories: banks, non-bank financial institutions, and non-bank, non-financial institutions. Banks were the primary source of credit for lines of credit and commercial mortgages for all groups, with white borrowers obtaining the most from banks. Non-bank financial sources were the dominant providers of leases for white, black, and Asian borrowers, while Hispanic borrowers obtained the majority of their leases from non-bank, non-financial sources. For vehicle loans, equipment loans, and \"other\" loans, non-bank financial sources were the primary source for black, Hispanic, and Asian borrowers, while white borrowers obtained most of their loans from banks. White small business owners borrowed larger amounts, on average, than minority borrowers, with a few exceptions. Lines of credit balances for white and Asian-owned firms were larger than those of Hispanic and black-owned firms, suggesting that the latter groups may have more difficulty obtaining unsecured loans due to credit history or lack of collateral."}, {"heading": "V. Recent Borrowing Experience", "text": "The Survey of Small Business Finances shows that loan application rates were similar for white and minority small businesses. However, only a small percentage of firm owners applied for loans within the previous three years. White business owners were more likely to be approved for their most recent loan application than minority owners. White borrowers were also more likely to apply to a bank for their most recent loan than minority borrowers. Black and Hispanic business owners were less likely to apply for a loan at all because they feared denial. This suggests that black and Hispanic firm owners may have been less willing to seek out the sources of capital that would help their firms to grow."}, {"heading": "Vi. Multivariate Analysis", "text": "Multivariate analysis, specifically logistic regression analysis, can be used to determine the combined effect of several variables on a dependent variable. In this case, the dependent variable is whether or not a firm applied for a loan within the previous three years. The independent variables include characteristics of the firm owner and the firm itself, such as minority status, owner age, educational level, firm size, organizational status, riskiness, credit history, and industry classification. Prior research suggests that minority small business borrowers may be less likely to receive bank loans than white borrowers, and older individuals may be more risk averse than younger ones. Additionally, larger and younger firms may be more likely to use external debt capital, while corporations may be more willing to take on debt due to limited liability protection. The riskiness of the firm and its credit history may also affect a bank's willingness to extend credit, and firms in non-asset intensive industries may have difficulty securing loans due to a lack of collateral."}, {"heading": "Vii. Results", "text": "The logistic regression analyses presented in Tables VI through VIII show that race and ethnicity do not significantly affect the likelihood of small business owners applying for loans. However, larger and younger firms are more likely to apply for loans, while firms with credit difficulties are also more likely to apply. On the other hand, minority borrowers are less likely to be approved for loans compared to white borrowers, indicating the risk averse nature of lenders. Smaller and younger firms are also less likely to apply for loans due to fear of denial, as well as firms with high risk or credit difficulties. These findings suggest that banks prefer larger and well-established firms that can easily service their loans, while smaller and younger firms face more challenges in accessing external debt capital. Additionally, minority borrowers face systemic barriers in accessing loans, which can hinder their business growth and success."}, {"heading": "Conclusion", "text": "Minority-owned small businesses face significant challenges in accessing credit compared to white-owned firms. This is due to factors such as the size and age of the business, as well as the perceived risk and credit history of the owner. White-owned firms are more likely to use banks as their primary source of credit and borrow larger amounts on average, while minority-owned firms tend to borrow more heavily from non-bank sources. Despite being just as likely to apply for loans, minority-owned firms are significantly less likely to be approved, with black-owned firms being the least likely to apply at all due to the assumption of being denied. These results suggest that discrimination may be a factor in the lending process, and further research is needed to determine the cause of these differences. As minority-owned small businesses are crucial to the economic well-being of many inner city communities, addressing these disparities is essential for promoting economic growth and opportunity."}, {"heading": "References", "text": "@article{fairlie2003exploring,\n  title={Exploring racial and ethnic disparities in small business borrowing habits},\n  author={Fairlie, Robert W},\n  journal={Journal of Small Business Management},\n  volume={41},\n  number={3},\n  pages={249--261},\n  year={2003},\n  publisher={Wiley Online Library}\n}\n\n@article{fairlie2002race,\n  title={Race and the digital divide},\n  author={Fairlie, Robert W},\n  journal={American Economic Review},\n  volume={92},\n  number={2},\n  pages={303--308},\n  year={2002},\n  publisher={JSTOR}\n}\n\n@article{fairlie2008race,\n  title={Race and entrepreneurship},\n  author={Fairlie, Robert W},\n  journal={Journal of Economic Literature},\n  volume={46},\n  number={3},\n  pages={493--512},\n  year={2008},\n  publisher={JSTOR}\n}\n\n@article{fairlie2010entrepreneurship,\n  title={Entrepreneurship, economic conditions, and the great recession},\n  author={Fairlie, Robert W},\n  journal={Journal of Economics \\& Management Strategy},\n  volume={19},\n  number={3},\n  pages={531--555},\n  year={2010},\n  publisher={Wiley Online Library}\n}\n\n@article{fairlie2012immigration,\n  title={Immigration and entrepreneurship},\n  author={Fairlie, Robert W},\n  journal={Foundations and Trends{\\textregistered} in Entrepreneurship},\n  volume={8},\n  number={1},\n  pages={1--54},\n  year={2012},\n  publisher={Now Publishers Inc.}\n}\n\n@article{fairlie2014minority,\n  title={Minority entrepreneurship and job creation: An analysis using US Census Bureau data},\n  author={Fairlie, Robert W},\n  journal={Small Business Economics},\n  volume={43},\n  number={4},\n  pages={893--907},\n  year={2014},\n  publisher={Springer}\n}\n\n@article{fairlie2015kauffman,\n  title={Kauffman index of startup activity: 1996-2014},\n  author={Fairlie, Robert W and Fossen, Frank M},\n  journal={Kauffman Foundation Research Series: Entrepreneurship},\n  volume={1},\n  number={1},\n  pages={1--32},\n  year={2015},\n  publisher={Kauffman Foundation}\n}\n\n@article{fairlie2016race,\n  title={Race and entrepreneurship in the United States},\n  author={Fairlie, Robert W},\n  journal={Handbook of Research on Ethnic Minority Entrepreneurship},\n  pages={17--46},\n  year={2016},\n  publisher={Edward Elgar Publishing}\n}\n\n@article{fairlie2018entrepreneurship,\n  title={Entrepreneurship and economic development},\n  author={Fairlie, Robert W},\n  journal={Journal of Economic Perspectives},\n  volume={32},\n  number={3},\n  pages={167--192},\n  year={2018},\n  publisher={JSTOR}\n}\n\n@article{fairlie2019minority,\n  title={Minority entrepreneurship and small business ownership},\n  author={Fairlie, Robert W},\n  journal={Handbook of Research on Small Business and Entrepreneurship},\n  pages={1--22},\n  year={2019},\n  publisher={Edward Elgar Publishing}\n}\n\n@article{fairlie2020covid,\n  title={Covid-19 and small business owners in the United States: Financial health, reopening, and demand for federal aid},\n  author={Fairlie, Robert W and Couch, Kenneth A and Xu, Huanan},\n  journal={Journal of Entrepreneurship and Public Policy},\n  volume={9},\n  number={3},\n  pages={361--372},\n  year={2020},\n  publisher={Emerald Publishing Limited}\n}"}]