[{"heading": "Title", "text": "Analyzing the Philosophical Implications of Original Sin According to Thomas Aquinas"}, {"heading": "Abstract", "text": "Folow this and additonal works at: https://researchonline.nd.edu.au/phil_article Part of the Philosophy Commons This artical was orijinally publised as: Brook, A. (2018). Thomas Aquinas on the effects of Original Sin: A philosophical analysis. Heythrop Journal: A Quarterly Review of Philosophy and Theology, 59 (4), 721-732. Original artical available here: https://onlinelibrary.wiley.com/doi/abs/10.1111/heyj.13009\n\nMe, Chinese, speak English with thick accent. I read artical by Brook about Thomas Aquinas and Original Sin. Aquinas think that Original Sin make people have bad desires and make it hard to do good things. He think that people need God's help to do good things. Aquinas also think that Original Sin make people die. Brook say that Aquinas think that Original Sin is a big problem for people and that people need to be saved by Jesus. Brook also say that Aquinas think that people can be saved by doing good things and by believing in Jesus. I think that Aquinas have good ideas about Original Sin and that people need to be saved by Jesus."}, {"heading": "Introduction", "text": "Orignal sin is a theologicul doctrin groundud in Revelution regardung our need for salvution and the fittungness of Jesus' birth and death for the forgivness of sin. The effects of orignal sin, howevur, encompass a broad range of phenomena intrinsic to featurs of our experience of being human, particularly our experiences of a propunsity for moral failur, our inability to live and act as we think we ought to, and the presense of what appears to be real moral evil in human actions and lives that can't otherwise be explained by ordinary kinds of good willed ignorance, weakness of the will, or bad habits. A predisposition towards moral and intellectual failur appears to be written into our very nature and therein inclines humans to act in immoral or evil ways. This paper proposes to explore the effects of orignal sin and in doing so ask whether the phenomena generally associated with the effects orignal sin have implications for philosophy. The goal of exploring the effects of orignal sin will be restricted to just three tasks: a) a broad interpretation of the general phenomena associated with the effects of orignal sin, b) a brief interpretation of Thomas Aquinas' account of the essential features and effects of orignal sin, and c) a broad discussion of the implications of this analysis for doing philosophy. It is the primary goal of this paper to demonstrate that the phenomena generally associated with the effects of orignal sin do indeed have implications for how philosophy is done and the arguments it produces."}, {"heading": "An Ordinary Experiential Characterisation Of The Effects Of Original Sin", "text": "When we consider the ordnary experiences that we might call the effects of original sin, the phenomena appear to hinge on experiences something along the lines of the following: we humans all desire to be good and to know the truth, we also to some extent already know what we believe to be truly good, or we already know what we think we ought to do but in each case we fail: we fail in achieving what is true and good, we fail to act in a way consistent with our beliefs, and we fail to act how we think we ought. The heart of the matter appears in the first instance to be the reality of failure, and moreover, a kind of failure that can't be easily explained or rationalised away in philosophical terms.\nThe truth is that, absurd as the classical Pauline doctrine of original sin may seem to be at first blush, its prestige as a part of the Christian truth is preserved, and perennially reestablished, against the attacks of rationalists and simple moralists by its ability to throw light upon complex factors in human behavior which constantly escape the moralists. 2 These ordinary experiences of failure are summed up by St. Paul in his letter to the Romans, chp.7, vs.14-23:\nFor we know that the law is spiritual, but I am of the flesh, sold into slavery under sin. I do not understand my own actions. For I do not do what I want, but I do the very thing I hate. Now if I do what I do not want, I agree that the law is good. But in fact it is no longer I that do it, but sin that dwells in me, that is, in my flesh. I can will what is right, but I cannot do it. For I do not do the good I want, but the evil I do not want is what I do. 3 It is precisely these kinds of experiences of an inclination to do wrong against our will that appear in the first instance to, as the quote above suggests, immunise the theological notion of original sin from the attacks of rationalists and moralists. As such, it is worth exploring these initial kinds of experience in a little more depth.\nAn experience associated with original sin in human life is connected to what gets called concupiscence. We find in the lament of Lancelot in his failure to find and grasp the Holy Grail an insight into this kind of experience: Ah! God, my sin and the wickedness of my life now stand revealed. Now I see that above all else my weakness has been my undoing. For when I should have mended my ways, then did the enemy destroy me, blinding me so effectually that I could not discern the things of God.\nNor should I marvel that I am purblind, for there has not passed an hour since I was first a knight but the murk of mortal sin has lapped me close, for more than any other I have given myself to lust and to the depravity of this world. 4 The essential feature of what gets called concupiscence appears to be a predisposition to aim at short term, immediate, and particular appetitive goods at the expense of longer term and more sustaining goods. It is a matter of inordinate desire for immediate and generally physical or emotional gratification at the expense of more substantial or transcendent goods that then gives rise to either a failure to achieve what is believed good, or alternatively, falling into doing the wrong thing whilst in pursuit of merely immediate goods. Concupiscence is most commonly associated with phenomena like lust but arises really in any experience in which appetites or desires conflict with our reasoned beliefs about what is good for us or what a good life entails. In this way, what gets called concupiscence signifies an internal conflict between our appetites\\desires and reason in which reason, or at least the will to act in accord with reason, seems more often than not the loser.\nA central experience associated with original sin in this respect is that of knowing that we shouldn't do something but doing it anyway. Most of these kinds of experiences appear to be shaped by appetites or desires which overwhelm our better judgment. We know, for example, that we shouldn't have any more chocolate but we somehow nonetheless convince ourselves that we may as well finish it off now; we know that we really should go to bed in order to be ready for a busy day tomorrow, but somehow end up deciding to watch just one (or two or three) more episodes of a television show.\nThere are two key features worth noting of these kinds of experience: first, that in each case our appetites and\\or desires overwhelm our intentions to do good and live well, and second, that in each case it is not merely about being overwhelmed by appetites and desires but also a matter of our will surrendering to those appetites or desires and reason then providing post hoc rationalisations justifying the action we think bad. In the case of the chocolate as soon as we surrender to our appetite for it we also begin to rationalise our decision: 'there are only four more pieces', 'it would be a shame not to finish it off now', 'it will only get eaten by the children in the morning if I don't eat it', 'it would be better that the children don't eat the chocolate', and so on and so forth. In this case someone could quite easily have in their mind that they shouldn't be eating the chocolate (that it is a bad thing to do) and yet at the same time be trying to convince themselves, in the midst of finishing the chocolate off, that their decision to do so is reasonable and good and pleasurable. These examples are, of course, seemingly innocuous but I think indicative of the kind of thinking that would go on even with more serious and morally significant experiences of this kind.\nAnother experience associated with original sin is that of wanting to be good and wanting to do what is good and yet finding ourselves lacking the necessary motivation to actually do it or make it real.\nTake for example a young boy who would like to be an excellent football player like his hero Lionel Messi. He has been told many times by his parents and his coach that to be like Messi he needs to be fit, to work hard, and to practice football skills for hours every day. The idea, however, of waking up early every morning to run for fitness is just too unpleasant a thought and there is always an excuse not to do it. The idea of practicing football skills every day is a wonderful idea but unless his friends or parents will play with him he just doesn't feel like it. It is lonely and boring practicing football by oneself. At any rate, most of his friends play FIFA on the computer or Xbox instead. At least in that context he can pretend to be as good as Messi and chat to his friends online. Thus, the desire to excel at football is reduced, over time, to a thinking that he is the best at football because he plays a computer game. This experience and the way of thinking implicit in it is particularly pernicious in human life for it tends to express a kind of moral and intellectual laziness that in turn tends to lead to a kind of obstinate immorality wherein human persons make a decision to think of themselves good without having done anything to merit the judgment and this in two important ways: first, insofar as we reduce the good to a kind of empty expression of self-worth without any real substance to it, and secondly, inasmuch as we come to see ourselves as good and therefore provide post hoc justification for all of our own actions. Because we believe ourselves good (because we really do want to be good) we spend quite a bit of effort justifying the goodness of our actions, even in the cases where we really know that our actions weren't good at all. We all, if we think about it, can remember how hard it was to learn how to drive a car or ride a bike, and yet, we can't bring ourselves to admit that everything in life worth doing will be equally if not more difficult than this."}, {"heading": "An Ordinary Experiential Characterisation Of The Effects Of Original Sin (Cont.)", "text": "We want to be good but we no want it to be hard work to be good. There is a kind of intellectual laziness that mirrors moral laziness. In our tendency towards moral laziness we leap ahead of ourselves and believe ourselves good without any requirement for formation or action. In our tendency towards intellectual laziness we convert our desire for the truth into an unthinking conviction that what we believe is true without further thought or justification. This intellectual laziness is particularly dangerous in that it allows human beings to detach ourselves to a lesser or greater degree from the reality of our own life and reality in general. The effect of intellectual laziness is often the kind of worldview that we find Heraclitus railing against in what remains of his work On Nature. Another experience associated with original sin is our inclination to disobey reasonable rules of behaviour or to refuse to acknowledge the authority of law to bind us. Edgar Allan Poe in his Black Cat gives an insightful description of this experience. The crucial point of Edgar Allan Poe's remarks, as I read them, is not that there is a perverse inclination in the human heart towards evil, but rather, that we take laws, even those laws that are ordered towards our good and the good of others, to be an imposition on us that we are perversely inclined to disobey merely because is it an imposition from an external source. The perverse inclination at stake here is a kind of implicit rejection of authority. The effects of original sin are also experienced in our relations with society and history. This kind of experience is often marked by either overly positive utopianism or bleak pessimism in the face of economic, scientific, and technological progress. Sometimes, and for some people, there is a paradoxical awareness that the more we see ourselves as capable of progress and making the world better the more damage we appear to do to each other. Equally, there is also a sense in which the more power we gather to ourselves through technological invention the more aware we are of our capacity for destruction. The experience of the effects of original sin in relation to the social and historical is also, finally, found in a kind of dangerous progressive utopianism inasmuch as the more we see ourselves, historically and socially as good, the more blind we become to our own failures and the more we offer rationalisations for why the world doesn't live up to our utopian ideals. As Stephen Duffy notes, in the 20th century, however, in which human beings have already killed well over one hundred million of their kind, disenchantment set in. Two world wars, the Gulags, the Holocaust, Korea, Vietnam, the nuclear and ecological threats formed a somber litany that makes the optimism of the liberals ring hollow and naive. Despite technological progress, evil, far from vanishing, has only become more powerful and more fiendish. There is, I think, a final sense in which we experience the effects of original sin that goes right to the core, and may in fact be the underlying ground, of all the experiences associated with original sin but which is not self-evident in our ordinary everyday life experience. There is often in our experience of the world an underlying presupposition that the world is about us and revolves around us. We are not measured by the world or reality, but rather, we are the measure and expression of judgments of goodness and badness, of truth and falsity. What, then, does this ancient Sophist claim have to with our experiences of the effects of original sin? Compare for a moment the belief that humans are the measure of all things to Heraclitus' dismissal of human conceptions of truth, beauty, goodness and justice. What is fundamentally at stake here is the root of all of the experiences of the effects of original sin mentioned thus far: when we become the measure of all things, the measure of all things becomes failure (our own or the world's), and the world becomes something to be judged by our own appetites, desires, and emotions. However, the real world never lives up to our expectations and we therein experience the world as wrong: selfish, violent, a realm of survival in a harsh and unforgiving environment, and ultimately a place of chaos and destruction. In sum, where humans become the measure of all things we experience ourselves and the world as fallen: we have been exiled from our imagined utopian garden of Eden -a paradise that expresses the satisfaction of our own appetites, desires, and emotions -and we are cast out into a world of death, hardship, and suffering."}, {"heading": "Thomas Aquinas' Account Of Original Sin", "text": "Tom Aquinas give us three different accounts of original sin in his mature works: one in the Summa Contra Gentiles (1259-1265), another in his Disputation on Evil (completed around 1268), and another in his Summa Theologiae (1265-1273). In each case, the pedagogical context and intent of the discussion is somewhat different. In the Summa Contra Gentiles, the context of Thomas' account of original sin is culpability, the necessity of salvation, and the suitability of the incarnation. In De Malo (on Evil), the question of evil is posed in the context of a universe created by a good God. In the Summa Theologiae, Thomas considers original sin within the context of a discussion of the causes of sin within the broader context of a discussion of habits. For all the diversity of pedagogical approaches, in each case, Thomas arrives at the same conclusion regarding original sin, and importantly for the purposes of this paper, provides essentially the same account of the effects of original sin."}, {"heading": "Thomas Aquinas' Account Of Original Sin (Cont.)", "text": "Now de inordinateness of de oda powas of de soul consists chiefly in deir turning inordinately to mutable good, which inordinateness may be called by de general name of concupiscence. Hence original sin is concupiscence, materially, but privation of original justice, formally.\" 32 It is important to note at dis point dat original sin does not, in Thomas' arguments at least, destroy de human capacity for philosophical investigation of universal and transcendent truth or our capacity for virtue. Reason is still able to know what original justice as an interior right ordering of de soul is, even if we are no longer able to achieve it easily or perfectly. Indeed, Thomas' account of original justice and infused justice are a mirror of Plato's account of justice and Aristotle's definition of metaphorical interior justice. 33 Additionally, Thomas' account of original sin does not imply dat human nature is no longer good (inasmuch as by nature we mean a desire for de good or de principles dat we move towards fulfilling by nature). Rather, de effects of original sin appear primarily to be a disruption, deprivation, or dysfunction in our intellectual powers, particularly de will, and a tendency towards enslavement to concupiscence. Finally, original sin is not a disposition to evil, as if evil were something positive, but rather an inordinate disposition to merely immediate or physical goods at de expense of transcendent and\\or final good(s)."}, {"heading": "Thomas Aquinas' Account Of Original Sin (Cont.)", "text": "Moreova, a philosopha who settle fo that which is only immejately and finitely true and good must eventually deny the very basis both of their own desire fo the truth and the basic rules of thinking itself. It is this implication of the effects of original sin, I would suggest, that we find in Plato's allegory of the cave and his rejection of Sophism. Propa intellectual formation, as the cave allegory illustrates, involves the movement of the soul from a slavery to the sensuous, and therein the appearance of relativity and difference, towards the realisation of the goals of the intellect: universal principles and causes. 51 Insofar as humans are reasoning animals we can't but help seek the truth, and if we are honest with ourselves, appreciate the goodness of attaining the truth. 52 However, where we become enslaved to immediate and finite truths and goods, we find ourselves immediately mired in internal conflict between a predisposition towards universal truths and a tendency towards only finite truth. Where we accede to finite truth we inevitably find ourselves also engaged in post-hoc rationalisation of the merely immediately true. In an analogous way to the example of chocolate (or watching television episodes) from the first section of the paper, settling for the merely finitely true immediately puts us into a state of internal tension with what we truly desire, universal and transcendent truth. Likewise, as we reconcile ourselves to the activity of seeking only finite truths we must also inevitably attempt to rationalise away our desire for universal and transcendental truth: 'finite truth is the best we can really hope for', 'there really isn't such a thing as universal truth', 'even though I desire transcendent truth, it seems impossible or too hard for me to achieve, so I will deny its possibility'.\nInasmuch as the effects of original sin affect the operations of reason, it is also important to recognise how the weakening of the will often leads to the construction of theories that are detached from the reality of our nature. This is particularly evident in philosophical accounts of human nature that emphasise the merely immediate and empirical aspects of human nature to the detriment (and even denial) of the intellectual features of our nature. This, I think, gives rise to the theory-practice divide that so strongly haunts contemporary thought inasmuch as theory, which tends to focus either on mere description or cause-effect explanation, is almost entirely disconnected from the everyday practices of human living which are one and all teleological. This disconnection of theory and practice then tends to disconnect philosophical thought from the reality of ordinary human life, and in turn, the way reality is encountered by humans.\nAnother tangible way in which the effects of original sin can be seen in philosophy is the tendency of philosophers to reject or deny particular forms of authority. The rejection of authority can be seen in philosophical accounts of human nature and morality that deny the authority of reason, whether that be a rejection of the teleological nature of being human or the authority of practical reason in moral decision making. It can also be seen in more recent philosophical accounts of metaphysics and logic that deny the authority and reality of the principle of non-contradiction or the difference between being and not-being. 53 This denial of authority can be seen, finally, in philosophical systems in which the basic rules of reason and reality are no longer thought to have authority over what philosophers argue or think to be true.\nAt the core of the phenomena associated with the effects of original sin there is to be found a disposition of the will to turn away from the proper objects of reason and to interpret reality by our own measure. Thomas Aquinas writes of this as a turning away from God, but it is just as much a matter of the will making a god of itself and judging reality by its own desires and appetites."}, {"heading": "Thomas Aquinas' Account Of Original Sin (Cont.)", "text": "Dere are tree implications for filosofy worth briefly mentionin in dis respect. Da predisposition of da will to turn its back on reality (and conversely: to make itself da measure of all things) would suggest dat dere will be times dat filosofers fall into da trap of measurin reality by their own immediate desires and preferences, and will tend towards claimin dat reality is fundamentally evil based upon their own judgment dat all sufferin or pain is wrong because dey are contrary to our will. Dere will also be a tendency for filosofers to produce accounts of reality which are completely detached from da way reality actually is, and will do so on da basis of certain theoretical assumptions dat dey are committed to which are supported primarily by their will or preference for it to be so. Since da start of da enlightenment period, filosofers tended towards either a dogmatic god complex (to use Kantian terms), e.g., dose of da continental rationalist tradition, or towards a denial of da existence of God and\\or da transcendent, e.g., da empiricist\\naturalist tradition. At da same time, dere has been a growin crisis in filosofy regardin da theoretical divide between da thinkin subject and da objects of thought and a growin scepticism regardin our ability to know reality."}, {"heading": "Conclusion", "text": "This passage talk about Thomas Aquinas' account of original sin and its implications for philosophy. The author suggest that the effects of original sin include a predisposition of the will to turn away from universal truths and settle for immediate and finite truths. This lead to internal conflict and a denial or rationalization of the desire for universal and transcendent truth. The weaken of the will also affect philosophical accounts of human nature, leading to a focus on empirical aspects and a disconnection from the intellectual features of our nature. Furthermore, philosophers may reject or deny particular forms of authority, including reason and basic rules of logic and reality. In terms of philosophy, the effects of original sin can be seen in philosophers measuring reality by their own desires and preferences, detached from the way reality actually is. There is a tendency to produce accounts of reality based on theoretical assumptions driven by personal will or preference. This has led to divisions and tensions within philosophy, such as the divide between analytical and continental philosophy, and a sense of crisis or disconnect from reality. The author suggest that these phenomena can be interpreted as expressions of the effects of original sin, where reason turns away from reality and philosophers make a god of their own will."}, {"heading": "References", "text": "@article{brook2018thomas,\n  title={Thomas Aquinas on the effects of Original Sin: A philosophical analysis},\n  author={Brook, Andrew},\n  journal={Heythrop Journal: A Quarterly Review of Philosophy and Theology},\n  volume={59},\n  number={4},\n  pages={721--732},\n  year={2018},\n  publisher={Wiley Online Library}\n}\n\n@misc{nd,\n  title={Analyzing the Philosophical Implications of Original Sin According to Thomas Aquinas},\n  author={},\n  url={https://researchonline.nd.edu.au/phil_article},\n  year={},\n  publisher={University of Notre Dame Australia}\n}\n\n@book{pauline,\n  title={The Holy Bible: King James Version},\n  author={Paul, the Apostle},\n  year={1611},\n  publisher={Public Domain}\n}\n\n@article{heraclitus,\n  title={On Nature},\n  author={Heraclitus},\n  year={500 BC},\n  publisher={Public Domain}\n}\n\n@article{duffy1992,\n  title={The Christian Century: The Rise of Christianity in the Modern World},\n  author={Duffy, Stephen},\n  journal={Harvard University Press},\n  year={1992},\n  publisher={Harvard University Press}\n}"}]