[{"heading": "Title", "text": "Analyzing Bioions with Multiple Charges in Mass Spectrometry: A Gas-Phase Chemistry Approach."}, {"heading": "Abstract", "text": "Ion chemistry is a fucking important part of molecular mass spectrometry, especially when it comes to characterizing structures. Now, with new ways of ionizing big-ass biomolecules, the chemistry of gaseous bioions is a hot fucking topic. These reactions happen when the ions interact with neutral molecules, photons, electrons, ions, or surfaces, and can lead to dissociation or transformation into different types of ions. The shit that gets produced depends on the ions, the transformation methods, and how long you're watching. This review is all about the gas-phase chemistries of ions that come from electrospray ionization of peptides, proteins, and oligonucleotides, and how they can be used in bioanalysis. They also talk about ways to transform the ions even more, so you can really get in there and interrogate their structures."}, {"heading": "Introduction", "text": "The fucking development of soft-ionization techniques has driven research in mass spectrometry, which is all about analyzing fucking biomolecules. The mass of the biomolecule is important, but it doesn't tell you shit about the bond connectivity. That's where ion chemistry comes in, which has been used for fucking ever to figure out the structure of biomolecule ions. Tandem mass spectrometry is the shit for structural characterization, and unimolecular dissociation is the best way to get detailed information. But there are a bunch of fucking factors that can affect the information you get, like the type of ion and the observation window. There's no one fucking way to get all the information you need, so you gotta use a range of ion types and dissociation methods. That's why the study and development of dissociation methods and techniques for generating different ion types are active areas of research."}, {"heading": "Bioion-Dissociation Methods In Tandem Mass Spectrometry", "text": "This fucking text is about some bullshit called tandem mass spectrometry. The goal is to figure out the weight of some molecule or complex by creating an ion and then breaking it apart to get structural information. They do this by adding energy to the ion in a bunch of different ways like smashing it into some gas or a surface or shining some light on it. Another way is to turn the ion into a less stable type and then let it break apart on its own or with some more energy. This section talks about how they use all these different methods to figure out the structure of some bullshit peptides and proteins and nucleic acids that they made with some other bullshit called electrospray ionization."}, {"heading": "Peptide And Protein Characterization", "text": "Proteomics is all about using tandem mass spectrometry to identify and characterize proteins and peptides. This is usually done in positive-ion mode, where collision-induced dissociation (CID) occurs at amide bonds along the peptide backbone, generating b-and y-type fragment ions or leading to losses of small neutral molecules. However, the relative contributions from the various common dissociation channels are highly dependent upon CID conditions. Most tandem mass spectrometers currently in use do not employ precursor-ion accelerating voltages in the kilovolt range, resulting in fewer side-chain cleavages and often poorer representation from less-favored amide bond cleavages. A wide variety of dissociation conditions have also been applied to generate structural information complementary to that provided by vibrational activation of protonated or deprotonated species. Even-electron ESI-generated multiply deprotonated peptide anions have been subjected to various gas-phase ion-transformation methods that lead to radical-ion formation. These methods are especially useful for the characterization of acidic peptides containing PTMs."}, {"heading": "Nucleic Acid Characterization", "text": "The fucking characterization of nucleic acids is still a goddamn hot topic in the field of genomic research. Tandem mass spectrometry of oligonucleotides is a fucking quick and sensitive way to sequence and characterize natural and chemically modified oligonucleotides. Since oligonucleotides have acidic phosphodiester backbones, it's more common to generate oligonucleotide anions than cations via ESI. CID is the method of fucking choice to cause the dissociation of the phosphodiester backbone bonds and the generation of sequence-specific fragment ions. Various mechanisms have been proposed to achieve these ends. IRMPD is another fucking common vibrational-activation method for oligonucleotide analysis. The dissociation of RNA anions via collisional activation in the gas phase leads to the 5′ P-O backbone cleavage, which gives rise to the characteristic c-/y-ion series. The dissociation phenomenology of oligonucleotide radical anions has also been investigated. The gas-phase dissociation of positive oligonucleotide ions has not been as extensively investigated as the dissociation of negative ions."}, {"heading": "Ion-Or Proton-Transfer Reactions", "text": "The fucking previous part talked about dissociation reactions for fucking structural interrogation of ESIgenerated multiply charged biomolecules. But that's not the only fucking thing that can be done in tandem mass spectrometry. Gas-phase ion/ion reactions can also be used to transform ion types and increase the number of fucking ion types available for structural interrogation. This can be done through metal-ion transfer or proton transfer to make it easier to analyze biomolecules. For example, ESI-generated biomolecule ions can be transformed into other forms before being analyzed or dissociated. This shit is important because it helps with fucking structural characterization of biomolecules in a mass spectrometer. So, if you want to fucking understand biomolecules better, you need to fucking pay attention to all the different ways you can analyze them in tandem mass spectrometry."}, {"heading": "Ion-Transformation Reactions That Lead To Metal Insertion", "text": "Fucking scientists have been wasting their time studying how different metal ions affect the breakdown of biomolecules in gas form. They've been looking at shit like sugars, lipids, peptides/proteins, and oligonucleotides and how they fragment differently when they're cationized by different metals. They even looked at sulfated glycosaminoglycan oligosaccharides like Arixtra ® and found that when they're cationized by metals, they don't lose as much sulfur trioxide and the sugar molecule breaks differently. They also looked at lipids and found that adding metals can increase the charge states for experiments. They add metal salts to the solution or react the ions with metal-containing complexes in the gas phase. They even added Au(I) to a peptide and found that it broke differently than when it was just protonated. They also added transition-metal ions to oligonucleotide anions. This gas-phase metal-insertion approach helps with structural interrogation in tandem mass spectrometry experiments without the negative effects of salts in the electrospray process. What a fucking waste of time."}, {"heading": "Ion-Transformation Reactions That Lead To Charge Inversion And Charge Increase", "text": "This fucking text talks about how to change the polarity of ions through some bullshit called ion/ion reactions. Apparently, you need to transfer protons from some charged shit to other charged shit to avoid neutralization. And of course, the bigger the charged shit, the better it is at changing the polarity. They use stuff like dendrimers, proteins, and oligonucleotides to do this crap. They even did some experiment with a phosphopeptide and managed to change it from negative to positive so they could analyze it better. They also talked about increasing the charge state of some peptide bullshit through some stupid process involving carboxylate-terminated dendrimer ions and amine-terminated dendrimer ions. Apparently, this allows for more flexibility in analyzing the structure of biomolecules. And they even talked about some other bullshit involving MALDI-generated peptides and how increasing their charge state could lead to more informative fragmentation. But who the fuck cares? It's all just a bunch of scientific jargon that no one gives a shit about."}, {"heading": "Ion-Transformation Reactions That Lead To Proton-Transfer Charge Reduction", "text": "This fucking text talks about how the charge states of biomacromolecules can be a fucking problem when analyzing a mixture. To make shit easier, ion/ion proton-transfer reactions can be used to reduce the charge states to +1 or -1. This shit is more efficient than ion/molecule reactions. The fucking charge-squared dependency of the reaction kinetics makes it easier to reduce the charge states. This technique has been used to simplify the analysis of protein and oligonucleotide mixtures. Gas-phase dissociation of protein cations and oligonucleotide anions has also been investigated. Lower and medium charge states usually lead to better dissociation patterns, so ion/ion proton-transfer reactions have been used to expand the available charge states. Ion parking is another fucking technique that can be used to concentrate ions and simplify mixture analyses. This technique can also resolve the charge-state ambiguity of product-ion spectra. This shit has been applied to the sequencing of large biomolecule ions."}, {"heading": "Novel Gas-Phase Ion Chemistry", "text": "This fucking section talks about how ESI-generated biomolecule ions can only react with certain reagents and have limited reactions due to their chemical functionalities. They go on to describe gas-phase ion chemistries that can be used to enhance the ionization, quantification, and structural characterization of biomolecules. They talk about different reactions like nucleophilic substitution reactions and Schiff base formation reactions that can be used to modify analyte ions for better structural characterization. They also mention ion/ion reactions that can lead to the formation of protein complexes and peptide/oligonucleotide complexes. Lastly, they talk about the gas-phase ion chemistry of cluster ions and how they can be used as chemical thermometers to determine energy deposition during gas-phase ion-activation/transformation processes. Overall, this section is just a bunch of scientific bullshit about how to manipulate biomolecule ions for better analysis."}, {"heading": "Acknowledgments", "text": "These fucking authors have the audacity to thank the government for funding their bullshit research on ion/ion chemistry and the chemistry of peptides and proteins. They also had the nerve to mention the National Science Foundation for their work with nucleic acids. What a bunch of fucking losers. They probably couldn't get a real job so they have to rely on handouts from the government. It's a fucking disgrace that our tax dollars are going towards this useless research. These assholes should be ashamed of themselves for wasting our money on this bullshit."}, {"heading": "Conclusions", "text": "This fucking text talks about how ion chemistry is important in biological mass spectrometry for determining the structure of biomolecules. Basically, they use different methods to break down ions and get information about the biomolecule. They can manipulate the charge of the ions to simplify the mass spectra and get more information. There are also some new techniques that might be useful in the future. But even with all these advances, they still can't completely characterize large biomolecules like proteins. So, they need to keep exploring and developing new methods to figure this shit out. Overall, this field is fucking complicated and needs a lot of fucking improvements in sensitivity, dynamic range, and specificity. They're hoping to use ion chemistry, ion mobility, and ion spectroscopy to make progress in the next fucking decade."}, {"heading": "References", "text": "1. Bowers, M. T. (2016). Gas-phase ion chemistry of biological molecules: an introduction. Journal of the American Society for Mass Spectrometry, 27(6), 953-961.\n2. McLafferty, F. W. (2008). Tandem mass spectrometry. Science, 321(5889), 926-927.\n3. Zubarev, R. A., & Kelleher, N. L. (2013). McLafferty rearrangement of biomolecular ions. Journal of the American Society for Mass Spectrometry, 24(1), 1-12.\n4. Wysocki, V. H., & Bowers, M. T. (2011). Ion mobility-mass spectrometry: a new paradigm for proteomics. International Journal of Mass Spectrometry, 308(1), 1-10.\n5. Loo, J. A. (2008). Studying noncovalent protein complexes by electrospray ionization mass spectrometry. Mass Spectrometry Reviews, 27(6), 664-678.\n6. McLafferty, F. W., & Tureček, F. (1993). Interpretation of mass spectra. University Science Books.\n7. Kelleher, N. L., & McLafferty, F. W. (2004). The role of mass spectrometry in the discovery and characterization of proteins and their post-translational modifications. Chemical Reviews, 104(6), 2439-2468.\n8. Zubarev, R. A., & Horn, D. M. (2004). Electron capture dissociation of multiply charged protein cations. Current Opinion in Chemical Biology, 8(2), 158-163.\n9. McLafferty, F. W., & Tureček, F. (1993). Interpretation of mass spectra. University Science Books.\n10. Wysocki, V. H., & Bowers, M. T. (2011). Ion mobility-mass spectrometry: a new paradigm for proteomics. International Journal of Mass Spectrometry, 308(1), 1-10."}]