[{"heading": "Title", "text": "\"Exploring Racial and Ethnic Disparities in Small Business Borrowing Habits\""}, {"heading": "Abstract", "text": "The article discusses the use of debt capital by small firms, with a focus on the borrowing experience of minority-owned businesses. The data from the 1998 Survey of Small Business Finances reveals that minority firm owners were just as likely to apply for loans as non-minority owners, but were significantly less likely to be approved for them. Black small business owners were found to be less likely to apply for loans due to the assumption that they would be denied. These findings have implications for the ability of minority small business owners to grow their firms and contribute to the economic well-being of their communities."}, {"heading": "Introduction", "text": "Small businesses are a significant economic force in the United States, representing 99% of all firms in the country and generating the majority of net new jobs. They are also a major source of innovation and play a crucial role in the redevelopment and revitalization of urban areas. Small firm ownership provides a path to economic empowerment for women, minorities, and inhabitants of urban and inner city communities. Bank loans are a major source of capital for small businesses, as they are too small to issue public debt or equity and are not of interest to venture capitalists. Short-term credit is essential for funding working capital or temporary shortfalls in cash. Access to debt capital is critical for fostering the growth and prosperity of small firms. The article examines the extent to which small firms use debt capital and the sources from which they obtain it, as well as differences in the use of debt capital by race and ethnicity."}, {"heading": "I. Prior Research", "text": "The importance of bank debt as a source of capital for small businesses has been widely acknowledged in prior research. Small firms heavily rely on personal funding and bank loans since they cannot rely on publicly traded securities. Although small firms have increased their use of credit from non-bank sources, banks continue to be a primary source of credit for them. However, different firm and owner characteristics, including race, affect the likelihood of securing bank credit. Studies have found that black-owned firms are less able to obtain loans from commercial banks than white business owners, despite contributing the same amounts of financial and human capital. Black and Hispanic business owners also experience higher denial rates than whites. The article aims to extend this line of inquiry by using recent data from the 1998 Survey of Small Business Finances to explore differences in the borrowing experience of white and minority small business owners."}, {"heading": "Ii. Description Of The Data", "text": "The Survey of Small Business Finances (SSBF) is conducted every five years by the Federal Reserve Board and provides data on small firms in the US. The 1998 survey is the most recent publicly available data and includes information on 3,561 small firms. The firms were randomly sampled and stratified by size, geographic location, and the racial or ethnic identity of the firm owner. The SSBF provides information on the firms' use of financial products and services, as well as their use of financial service providers. The data shows that white-owned firms were larger than minority-owned firms in terms of total assets, total sales, and total number of employees. White-owned firms were also more likely to be organized as corporations and less likely to be in service lines of business. Minority-owned firms had a higher percentage of perceived riskiness and credit difficulties compared to white-owned firms. The survey provides a comprehensive dataset of its type and is useful for understanding the characteristics of small businesses in the US."}, {"heading": "Iii. Small Firms’ Use Of Credit Products", "text": "The Small Business Credit Survey (SSBF) provides information on the use of various types of credit products and their sources for small firms. The survey covers six major credit products, including lines of credit, financial leases, commercial mortgages, vehicle loans, equipment loans, and \"other\" loans. It also includes information on the use of personal and business credit cards and the extent to which firms rely on trade credit. The data analysis reveals that trade credit is the most frequently used type of credit for all four groups of small business owners. Personal and business credit cards are also a major source of credit for both white-owned and minority-owned firms. Lines of credit were the most frequently used credit product for all four types of firms. However, there were distinctions in the use of credit products by race and ethnicity, with white business owners being more likely to have credit products than minority business owners. Black business owners were more likely to have financial leases and other loans, while Hispanic business owners were more likely to have commercial mortgages."}, {"heading": "Iv. Sources Of Debt Capital", "text": "The Small Business Finance Survey (SSBF) provides information on loan types and sources for small businesses. The loan sources are divided into three categories: banks, non-bank financial institutions, and non-bank, non-financial institutions. The data shows that banks are the major source of credit for lines of credit and commercial mortgages for all four types of borrowers. Non-bank financial sources are the dominant providers of leases to white, black, and Asian borrowers, while Hispanic borrowers obtain the majority of their leases from non-bank, non-financial sources. Black and Hispanic borrowers obtain the majority of their vehicle loans, equipment loans, and \"other\" loans from non-bank financial sources. White small business owners borrowed larger amounts, on average, than the three groups of minority borrowers. The line of credit balances for white and Asian-owned firms were twice as large as those of Hispanic-owned firms and seven times as large as those of black-owned firms, suggesting that black and Hispanic-owned firms have more difficulty obtaining loans that are not secured by specific collateral."}, {"heading": "V. Recent Borrowing Experience", "text": "The Survey of Small Business Finances provides data on recent borrowing experiences of small firms, including loan applications, approvals, and decisions not to apply. Table V shows that application rates were similar for white and minority small businesses, but a relatively small percentage of firm owners applied for loans within the previous three years. White business owners were more likely to be approved for their most recent loan application than minority owners. White borrowers were more likely to apply to a bank for their most recent loan than minority borrowers, and the approval rate for those who applied to banks was generally high for all four groups. Black and Hispanic business owners were less likely than white or Asian borrowers to apply for a loan at all because they feared denial. This finding suggests that black and Hispanic firm owners may have been less willing to seek out the sources of capital that would help their firms to grow."}, {"heading": "Vi. Multivariate Analysis", "text": "The paper discusses the use of multivariate analysis, specifically logistic regression analysis, to determine the combined effect of several variables on a dependent variable. The model used in the analysis is a dichotomous dependent variable, indicating whether or not a firm applied for a loan within the previous three years. The independent variables included in the model represent characteristics of the firm owner and the firm itself, such as minority status, owner age, educational level, firm size, organizational status, riskiness, credit history, and industry classification. The paper notes that there is evidence that minority small business borrowers are less likely to receive bank loans than white borrowers, and that older individuals are more risk averse than younger ones. Additionally, larger and younger firms are more likely to use external debt capital, and corporations may be more willing to take on debt due to limited liability protection. The paper concludes that industry classification and access to debt capital may also be related."}, {"heading": "Vii. Results", "text": "The paper presents the results of logistic regression analyses on the borrowing behavior of small businesses in the US. The study found that race and ethnicity did not significantly affect the likelihood of applying for a loan, but minority borrowers were less likely to be approved for a loan than white borrowers. The study also found that larger and older firms were more likely to be approved for a loan, while smaller and younger firms were less likely to apply due to fear of denial. Firms with a history of credit difficulties were more likely to apply for a loan, but less likely to be approved. The study suggests that lenders prefer larger, well-established firms capable of servicing their loans, and that owners of smaller and riskier firms may not bother to apply for a loan if they know they will not satisfy a bank's lending criteria. The study highlights the risk-averse nature of providers of debt capital, such as banks."}, {"heading": "Conclusion", "text": "This article has provided a systematic review of challenges to doing business in Africa. It has complemented the extant literature by answering two main questions: what are the linkages between doing business and economic development and what are the challenges to doing business in Africa? In providing answers to the questions, the nexus between doing business and economic development has been discussed in six main strands, namely: wealth creation and sharing; the creation of jobs; balanced regional and economic development; Gross Domestic Product (GDP) and GDP per capita; standards of living and exports. Moreover, challenges to doing business have been articulated along the following lines: (i) issues related to the cost of starting a business and doing business; (ii) shortage of energy and electricity;\n(iii) lack of access to finance, and (v) high taxes and low cross-border trade.\nAddressing the challenges of doing business in Africa is of immense contemporary relevance for a plethora of reasons discussed in this study. Most importantly, doing business will provide job opportunities to the rising population which the public sector has been documented not to be able to accommodate in the future (Asongu, 2013). Hence, the relevance of private sector investment, entrepreneurship and doing business, in addressing the unemployment associated with rapid population growth (Brixiova et al., 2015). Accordingly, the population of Africa is projected to double by 2036 and represent about 20% of the population of the world by the middle of this century (Asongu, 2015b). The corresponding rising unemployment from the positive demographic change, which can be absorbed by an enhanced enabling environment for entrepreneurship, is a critical issue confronting policy makers in the continent (AERC, 2014).\nThe modest survey accomplished by this research is relevant to both scholars and policy makers. Concerning policy makers, the research has summarized insights into challenges that policy makers should take on board when tailoring measures that should improve the business climate in Africa. As for scholars, this research has built on existing scholarship to summarize the stock of knowledge on contemporary challenges to doing business in Africa. Such a summary is useful for scholars because it saves the time needed by a researcher to summarize trends on challenges to doing business in Africa.\nFuture studies can focus on assessing how the sharing economy can contribute towards reducing unemployment and boosting favorable conditions for doing business in Africa.\nMoreover, empirical studies should also be considered in the light of how backward African countries in terms of doing business can catch-up with their frontier counterparts."}, {"heading": "References", "text": "@book{aldrich1984linear,\n  title={Linear Probability, Logit, and Probit Models},\n  author={Aldrich, John H and Nelson, Forrest D},\n  year={1984},\n  publisher={Sage Publications}\n}\n\n@article{bates1989changing,\n  title={The changing nature of minority business: A comparative analysis of Asian, non-minority, and black-owned businesses},\n  author={Bates, Timothy},\n  journal={The Review of Black Political Economy},\n  year={1989}\n}\n\n@article{cavalluzzo1998market,\n  title={Market structure and discrimination: The case of small business},\n  author={Cavalluzzo, Ken S and Cavalluzo, Linda C},\n  journal={Journal of Money, Credit and Banking},\n  year={1998}\n}\n\n@article{cohn2001borrowing,\n  title={Borrowing behavior of small black-owned firms},\n  author={Cohn, Richard and Coleman, Susan},\n  journal={The Journal of Applied Management and Entrepreneurship},\n  year={2001}\n}\n\n@article{cole1995financial,\n  title={Financial services used by small businesses: Evidence from the 1993 National Survey of Small Business Finances},\n  author={Cole, Rebel A and Wolken, John D},\n  journal={Federal Reserve Bulletin},\n  year={1995},\n  month={7}\n}\n\n@article{cole1996bank,\n  title={Bank and nonbank competition for small business credit: Evidence from the 1987 and 1993 National Surveys of Small Business Finances},\n  author={Cole, Rebel A and Wolken, John D},\n  journal={Federal Reserve Bulletin},\n  year={1996},\n  month={11}\n}\n\n@article{coleman2000role,\n  title={The role of debt in small business finance: A comparison of men-and women-owned firms},\n  author={Coleman, Susan and Cohn, Richard},\n  journal={Academy of Entrepreneurship Journal},\n  year={2000}\n}\n\n@article{scherr1993financing,\n  title={Financing the small firm start-up: Determinants of debt use},\n  author={Scherr, Frederick C and Timothy, F and Sugrue, Janice B and Ward},\n  journal={The Journal of Small Business Finance},\n  year={1993}\n}\n\n@article{ang1991small,\n  title={Small business uniqueness and the theory of financial management},\n  author={Ang, James S},\n  journal={The Journal of Small Business Finance},\n  year={1991}\n}\n\n@article{ando1988capital,\n  title={Capital issues and the minority-owned business},\n  author={Ando, Faith},\n  journal={The Review of Black Political Economy},\n  year={1988}\n}\n\n@article{cohn1975individual,\n  title={Individual investor risk aversion and investment portfolio composition},\n  author={Cohn, Richard A and Wilbur, G and Lewellen, Ronald C and Lease, Gary G and Schlarbaum},\n  journal={The Journal of Finance},\n  year={1975}\n}\n\n@article{morin1983risk,\n  title={Risk aversion revisited},\n  author={Morin, Roger A and Fernandez Suarez, A},\n  journal={The Journal of Finance},\n  year={1983}\n}"}]