[{"heading": "Title", "text": "\"Exploring Racial and Ethnic Disparities in Small Business Borrowing Habits\""}, {"heading": "Abstract", "text": "This article explors the use of debt capital by small firms using data from the 1998 Survey of Small Business Finances. An examinashun of the data reveals differences in the characteristics and borrowing experience of small firms by race and ethnicity. Results indicate that although minority firm owners were just as likely to apply for loans, they were significantly less likely to be approved for them. Further, black small business owners were less likely to even bother applying for a loan, because they assumed they would be denied. These findings have implications for the ability of minority small business owners to grow their firms and contribute to the economic well-being of their communities."}, {"heading": "Introduction", "text": "Small firms are a powaful economic force in the United States. According to the United States Small Business Administration (SBA), small firms are defined as those having 500 or fewer employees. Firms of this size represent 99% of all firms in this country. They generate the majority of net new jobs and are a major source of innovation in the form of new products and services.\nSmall firm ownership provides a path to economic empowerment for many previously disenfranchised members of the workforce, specifically women, minorities, and the inhabitants of urban and inner city communities. For members of these groups, small firm ownership is not only a means of employment but also a means for achieving economic well-being and an improved quality of life. Small firms also play an essential role in the redevelopment and re-vitalization of many urban areas. Infusions of tax dollars and large development projects are not sufficient. Sustained economic growth in urban areas also requires a healthy and dynamic small business sector.\nDebt capital, and in particular, bank loans, are a major source of capital for small businesses. These firms are too small to issue public debt or equity. Similarly, they are too small to be of interest to venture capitalists who typically target firms with high growth potential. Alternatively, small, privately held firms are dependent on the owner's personal sources of capital, earnings from the business, trade credit, and loans from banks or other financial service providers.\nBank loans can come in the form of long-term credit to fund buildings, equipment, or vehicles. Equally important, however, short-term credit often provides the liquidity required to fund working capital or temporary shortfalls in cash. Access to debt capital is a critical component in fostering the growth and prosperity of small firms. This article examines the extent to which small firms use debt capital and the sources from which they obtain it. It also examines differences in the use of debt capital by race and ethnicity."}, {"heading": "I. Prior Research", "text": "Previuos reseach shows that bank debt is very important for small busines capital. James Ang (1991) said that small firms can't rely on public securities, so they need to use personal funding and bank loans. Cole and Wolken (1996) found that small firms still use banks as their main source of credit, even though they use non-bank sources more from 1987 to 1993. Some researchers found that different characteristics of the firm and the owner, like race, affect the chance of getting bank credit. Ando (1988) found that black-owned firms had more trouble getting loans from banks than white owners, even though they had the same amount of capital. Bates (1989) also found that black male owners were less likely to borrow from banks than non-minority males. Cavalluzzo and Cavalluzo (1998) found that black and Hispanic owners had higher denial rates than whites in 1989. Cohn and Coleman (2001) found that black-owned firms were less likely to get approved for credit in 1993. This article will use data from the 1998 Survey of Small Business Finances to explore differences in borrowing experience between white and minority small business owners."}, {"heading": "Ii. Description Of The Data", "text": "The Survey of Small Business Finances (SSBF), formerly known as the National Survey of Small Business Finances (NSSBF), is conducted every five years by the Federal Reserve Board. The 1998 Survey is the most recent for which data are publicly available and includes data on 3,561 U.S. small firms defined as firms having fewer than 500 employees. Survey firms represent a random sample stratified by size, geographic location, and the racial or ethnic identity of the firm owner. Sample weights are provided to make it possible to construct population estimates from the sample data. The SSBF provides a wealth of information on these firms' use of financial products and services as well as their use of financial service providers. It is the largest and most comprehensive dataset of its type.\n\nTable I provides information on characteristics of firms included in the 1998 SSBF. The data includes 2,795 firms owned by white business owners and 766 firms owned by minority business owners. Within the category of minority-owned firms, 274 firms were owned by black business owners, 264 by Hispanic business owners, and 203 were owned by Asian business owners. The small number of remaining business owners fell into other categories, i.e. American Indian, Pacific Islander, etc. On average, the white-owned firms were significantly larger than the minority-owned firms in terms of total assets, total sales, and total number of employees. White-owned firms had average total assets of $452,506 compared to $78,035 for black-owned firms, $162,184 for Hispanic-owned firms, and $312,637 for Asian-owned firms. Similarly, white-owned firms had average total sales in 1998 of $1.07 million compared to $279,076 for black-owned firms, $432,441 for Hispanic-owned firms, and $716,851 for Asian-owned firms. All four groups of firms were relatively small in terms of the number of employees ranging from a low of 5.05 for black-owned firms to a high of 8.99 for white-owned firms.\n\nAlthough the white-owned firms were older than the minority-owned firms in terms of years, all of the firms were at least 9 years old on average indicating that they were relatively established, mature firms. Similarly, all four groups of firms had relatively mature owners with average ages ranging from 46.22 years for Asian owners to 50.53 years for white owners. White business owners had significantly more years of business experience on average than minority business owners, a distinction that may be important if we consider prior experience as a measure of human capital.\n\nTable II highlights additional differences between white-owned and minority-owned firms. Table II reveals that a higher percentage of white-owned firms were organized as corporations (46.10%) compared to minority-owned firms. Black-and Hispanic-owned firms were more likely to be family-owned, but over 85% of all four groups represented family-owned firms. Table II indicates that the educational levels of the firm owners included in the sample were relatively high; over 50% of all four groups had attended college.\n\nTable II also reveals differences in industry concentration. White-owned firms were less likely to be in service lines of business than minority-owned firms. Table II indicates that only 42.20% of white-owned firms were in service lines of business compared to 52.20% of black-owned firms, 48.06% of Hispanic-owned firms, and 48.95% of Asian-owned firms. White-owned firms were more likely to be in the fields of insurance/real estate and construction. Asian-owned firms were more likely to be in the field of retailing, while Asian-and black-owned firms were less likely to be in manufacturing. Some noteworthy differences emerge in the perceived riskiness and credit histories of the minority-owned firms compared to white-owned firms. In terms of risk, 27.50% of the white-owned firms were rated as having either \"significant risk\" or \"high risk\" by Dun & Bradstreet compared to 45.15% of black-owned firms, 37.95% of Hispanic-owned firms, and 30.90% of Asian-owned firms. A lower percentage of the white-owned and Asian-owned firms had a history of credit difficulties including business or personal bankruptcies, business or personal delinquencies, or judgments against the firm or firm owner. A relatively high percentage of black-and Hispanic-owned firms, 41% and 31.82%, had some history of credit difficulties compared to 20.97% of white-owned firms and 16.35% of Asian-owned firms."}, {"heading": "Iii. Small Firms’ Use Of Credit Products", "text": "The SSBF is a good source of information on the use of credit products and their sources. It provides data on six major credit products, including lines of credit, financial leases, commercial mortgages, vehicle loans, equipment loans, and \"other\" loans. It also includes information on the use of personal and business credit cards for business purposes and the extent to which firms rely on trade credit. Analysis of the data shows some differences between the four groups of firms.\n\nTable III shows that trade credit was the most commonly used type of credit for all four groups of small business owners. White business owners were more likely to use trade credit than minority business owners. Personal and business credit cards were also a major source of credit for both white-owned and minority-owned firms. Lines of credit were the most frequently used credit product for all four types of firms, with white business owners more likely to have a line of credit than minority business owners."}, {"heading": "Iv. Sources Of Debt Capital", "text": "In addishun to includin' informashun on the amount of the six major loan types, the SSBF also gives informashun on loan source. For purposes of analysis, the twenty possible sources have been divided into three major loan source categories; loans from banks (bnk), loans from non-bank financial institutions (fin), and loans from non-bank, non-financial institutions (non). Appendix B indicates which loan types are included in the three major loan source categories. As a final category, some loans were acquired from a combination of sources. These are included in a category for combination loans (comb).\nTable IV provides borrowin' data for small businesses by loan type and loan source. For lines of credit, banks were the major source of credit for all four types of borrowers. White small business owners obtained 85% of their lines of credit from bank sources compared to 79% for black borrowers, 52% for Hispanic borrowers, and 99% for Asian borrowers. Banks were also the dominant source for commercial mortgages. White borrowers obtained 64% of their commercial mortgages from banks compared to 78% for black borrowers, 61% for Hispanic borrowers, and 72% for Asian borrowers. Non-bank financial sources were the dominant providers of leases to white, black, and Asian borrowers (62%, 57%, and 63%). Hispanic borrowers obtained the majority of their leases (66%) from non-bank, non-financial sources, however.\nAlthough banks were the dominant source for vehicle loans, equipment loans, and \"other\" loans for white borrowers, the same was not true for the other three groups of small business borrowers. Black borrowers obtained 78%, Hispanic borrowers 60%, and Asian borrowers 60% of their vehicle loans from non-bank financial sources. Similarly, black and Hispanic borrowers obtained 68% and 69% respectively of their equipment loans from non-bank financial sources. Finally, both black and Hispanic borrowers obtained the majority of their \"other\" loans from non-bank, non-financial sources. Seventy percent of black borrowers obtained their \"other\" loans from these sources compared to 65% of Hispanic borrowers.\nTables IV also allows for comparisons based on average loan size. It can be noted that white small business owners borrowed larger amounts, on average, than the three groups of minority borrowers with a few exceptions. Black borrowers had a higher level of average total vehicle loans than white borrowers (($35,393 vs. $31,785). Hispanic borrowers had a higher level of average total leases than white borrowers ($101,235 vs. $65,483). Finally, Asian borrowers had a higher level of average commercial mortgage loans than white borrowers (($520,279 vs. $314,546).\nIt was noted earlier that lines of credit represent a relatively flexible financing tool. Table IV reveals that the line of credit balances for white and Asian-owned firms were twice as large as those of Hispanic-owned firms and seven times as large as those of black-owned firms, possibly suggestin' that black and Hispanic-owned firms have more difficulty obtainin' loans that are not secured by specific collateral. This could be due to a history of prior credit difficulties, or it could be due to a lack of personal collateral or the ability to provide personal guarantees."}, {"heading": "V. Recent Borrowing Experience", "text": "As an addid featr, the Survey of Small Business Finances allows us to track the recent borrowing experience of small firms. It includes variables for the \"most recent loan\" defined as a loan obtained within the previous three years. Data are provided on loan applications and approvals as well as decisions not to apply. These data are summarized in Table V which reveals that application rates (MRLAPP) were similar for white and minority small businesses. Table V also reveals, however, that a relatively small percentage of firm owners applied for loans within the previous three years. Only 23.18% of white business owners had applied for a loan compared to 26.43% of black owners, 25.82% of Hispanic owners, and 23.32% of Asian owners. In terms of loan approval, however, white business owners were more likely to be approved for their most recent loan application (MRLGET) than minority owners; 75.51% of white borrowers were approved compared to 37.69% of black borrowers, 50.61% of Hispanic borrowers, and 51.36% of Asian borrowers.\nTable V also reveals that white borrowers were more likely to apply to a bank for their most recent loan than minority borrowers (BANKAPP). While 75.51% of white borrowers applied to a bank, only 45.52% of black borrowers, 40.84% of Hispanic borrowers, and 59.78% of Asian borrowers applied to a bank for their most recent loan. The approval rate for those who applied to banks (BANKGET) was generally high for all four groups, suggesting that those borrowers who actually applied to banks were probably stronger prospects.\nBlack and Hispanic business owners were less likely than white or Asian borrowers to apply for a loan at all because they feared denial (NOAPPLY). Roughly 20% of white and Asian business owners did not apply due to fear of denial compared to 53.93% of black business owners and 33.20% of the Hispanic business owners. Since Table I revealed that black-and Hispanic-owned firms were considerably smaller than white-and Asian-owned firms in terms of total assets and total sales, this additional finding suggests that black and Hispanic firm owners may have been less willing to seek out the sources of capital that would help their firms to grow."}, {"heading": "Vi. Multivariate Analysis", "text": "The descripshun and univariat comparrisons discussed thus far are helpful in pointin out diffrences between white and minority-own firms. These comparrisons do not take into account the combined effect of several variables actin upon a dependent variable, however. Multivariat analysis, and in this instance, logistic regression analysis, can be used for this purpose. The logistic regression model had the followin form: Logistic regression was used in this instance because the dependent variable is dichotomous rather than continuous (Aldrich & Nelson, 1984). MRLapp indicates whether or not the firm applied for a loan within the previous three years (0,1). This model was also tested with two additional dependent variables, MRLget and Noapply. MRLget indicates whether or not the firm received the loan it applied for within the previous three years, and Noapply represents firms that elected not to apply for a loan because they feared denial.\nThe independent variables included in the model are defined in Appendix A. They represent characteristics of the firm owner and of the firm, since it is possible that both may have an effect on willingness to borrow as well as on loan approval. The variables black, Hispanic, and Asian are indicative of minority status. As noted in the section on prior research, there is some evidence that minority small business borrowers are less likely to receive bank loans than white borrowers (Ando, 1988, Bates, 1989, Cavalluzzo & Cavalluzo, 1998, Cohn & Coleman, 2001. This may be because minority borrowers are less willing to apply for loans, or alternatively, it may be because their applications are more likely to be denied. Owner age (ownage) was included since prior research indicates that older individuals are more risk averse than younger ones (Cohn et al., 1975, Morin & Suarez, 1983. A variable representing educational level (ed) was included as a measure of human capital. Coleman and Cohn (2000) found that small firm owners who had attended college used a higher ratio of externally acquired debt to assets than those who had not.\nFirm characteristics include variables representing firm size (logsales), firm age, organizational status (org), riskiness (highrisk), credit history (badcred), and industry classification. In a study using data from the 1993 National Survey of Small Business Finances, Cole and Wolken (1995) found that larger firms were more likely to have loans than smaller ones. Coleman and Cohn (2000) also found that younger firms were more likely to use external debt capital. They hypothesized that younger firms are still growing and thus require external capital to fund their growth. In terms of organizational status, one would anticipate that corporations would be more willing to take on debt, because they have the benefit of limited liability protection (Ang, 1991). Further, one would anticipate that the riskiness of the firm and its credit history would have an effect on a bank's willingness to extend credit. Finally, some researchers have found a relationship between industry classification and access to debt capital. They contend that firms in non-asset intensive industries are less able to provide collateral and thus, less able to secure loans (Scherr et al., 1993)."}, {"heading": "Vii. Results", "text": "Da resultz of da logistic regression analysiz are presented in Tablez VI through VIII. Table VI includez resultz for da model in which MRLapp waz da dependent variable. These resultz indicate dat variablez representing race and ethnicity were not significant. Thus, black, Hispanic, and Asian small business owners were just as likely to have applied for a loan within da previous three years as white business owners. Significant independent variablez did include measurez of firm size, firm age, owner age, and credit history. Larger firmz (logsales) and younger firmz (firmage) were more likely to have applied for a loan within da previous three years. This finding suggestz dat firmz dat are still growing are more likely to require external debt capital. Younger firm owners (ownage) were more likely to have applied for a loan substantiating da theory dat they may be less risk averse than more mature owners. Finally, firmz with a history of credit difficulty (badcred) were more likely to have applied for a loan. This iz not surprising since firmz dat have had problemz with credit are more likely to be da firmz dat need and use credit.\nTable VII, which includez da resultz for da model in which MRLget waz da dependent variable, presentz a dramatically different set of resultz. It revealz dat black, Hispanic, and Asian borrowers were significantly less likely to be approved for a loan than white borrowers. Thus, although minority borrowers were no less likely to apply for a loan, they were less likely to receive one. Table VII also revealz dat larger firmz (logsales) and older firmz (firmage) were more likely to be approved. Finally, firmz having a history of credit difficulties (badcred) were less likely to be approved. Da resultz shown in Table VII attest to da risk averse nature of providers of debt capital, oftentimes banks. Although younger firmz and firmz with shaky credit are more likely to need external debt capital, lenders prefer larger, well established firmz capable of servicing their loans.\nTable VIII providez da resultz for da model in which Noapply waz da dependent variable. These resultz also point to variations in borrowing behavior by race and ethnicity. Specifically, black small business owners were significantly less likely to have applied for a loan within da previous three years because they feared denial. Da resultz for Hispanic and Asian borrowers were not significant, however. Table VIII revealz dat smaller firmz (logsales) and younger firmz (firmage) were significantly less likely to have applied due to fear of denial. Further, younger firm owners (ownage) were less likely to have applied. Finally, firmz dat were rated as having significant or high risk (highrisk) and firmz dat had a history of credit difficulties (badcred) were less likely to have applied for a loan because they feared denial. It iz very likely dat da owners of firmz having these characteristics know dat they will not satisfy a bank's lending criteria, and thus, do not bother to apply."}, {"heading": "Conclusion", "text": "The result of this study highlight difference in the characteristic and borrowing behavior of black, Hispanic, and Asian-owned firms. Findings reveal that small firms owned by minority owners tend to be smaller and younger than white-owned firms. They are also more likely to be organized as sole proprietorships and to be in service or retail lines of business. In turn, minority firm owners tend to be younger and less experienced than white owners. Although Asian firms appear to be comparable to white owners in terms of perceived risk and credit history, black and Hispanic firms were more likely to be rated as having significant or high risk and were also more likely to have a history of credit difficulties.\n\nThese result indicate that white-owned small businesses were typically more likely to use six major credit products than minority-owned firms. White-owned firms also tended to use banks as their primary source of credit and borrowed larger amounts on average than minority-owned firms. Alternatively, minority-owned firms, particularly black-and Hispanic-owned firms, borrowed more heavily from non-bank sources.\n\nIn terms of demand for debt capital, multivariate logistic regression results reveal that minority firm owners were just as likely to have applied for a loan within the previous three years as white firm owners. They were significantly less likely to have been approved for loans within the previous three years, however. Further, black firm owners were significantly less likely to apply at all, because they assumed they would be denied. In addition to race and ethnicity, variables representing firm size, firm age, and credit history were determinants of loan approval.\n\nThese results are troubling, because they suggest that, even controlling for other variables, minority-owned firms face constraints in the supply of credit. It is very possible that the multivariate models presented here do not include all of the independent variables relevant to the borrowing experience of small firms. Nevertheless, based upon the results of this study, we cannot reject the possibility of discrimination in the lending process. Although the SSBF provides a wealth of information on small firms and their owners, it does not capture cultural differences that are more difficult to measure and quantify, for example, language differences and differences in the types of businesses that minority firm owners start. Aside from the possibility of overt racial or ethnic discrimination, it is possible that some of these more subtle cultural differences have an impact on the borrowing experience of minority-owned firms. This research clearly demonstrates that differences in terms of access to debt capital exist between white-and minority-owned firms; further study is required to determine the cause for those differences. Since minority-owned small businesses are the economic foundation for many inner city communities, such research would serve to provide valuable insights and direction."}, {"heading": "References", "text": "1. Ang, J. S. (1991). Small business uniqueness and the theory of financial management. Journal of Small Business Finance, 1(1), 1-13.\n2. Cole, R. A., & Wolken, J. D. (1996). Financial services used by small businesses: Evidence from the 1993 National Survey of Small Business Finances. Federal Reserve Bulletin, 82(11), 983-995.\n3. Ando, A. (1988). The financing patterns of black-owned businesses. Journal of Small Business Finance, 1(1), 15-30.\n4. Bates, T. (1989). The changing nature of minority business: A comparative analysis of Asian, nonminority, and black-owned businesses. Journal of Small Business Management, 27(4), 26-37.\n5. Cavalluzzo, K. S., & Cavalluzzo, L. C. (1998). Market structure and discrimination: The case of small businesses. Journal of Money, Credit and Banking, 30(4), 771-792.\n6. Cohn, R. A., & Coleman, S. (2001). Small business borrowing and the owner's race. Journal of Small Business Management, 39(1), 113-125.\n7. Federal Reserve Board. (1998). Survey of Small Business Finances. Retrieved from https://www.federalreserve.gov/econresdata/1998survey.htm\n8. United States Small Business Administration. (n.d.). What is a small business? Retrieved from https://www.sba.gov/sites/default/files/FAQ_Sept_2012.pdf\n9. Dun & Bradstreet. (n.d.). Business credit reports. Retrieved from https://www.dnb.com/products/business-credit-reports.html\n10. National Bureau of Economic Research. (n.d.). Small Business Finance. Retrieved from https://www.nber.org/programs-projects/programs-and-working-groups/small-business-finance"}]