[{"heading": "Title", "text": "\"The Emergence of the Periphrastic Perfect Tense in West Germanic Languages of the Continent\""}, {"heading": "Abstract", "text": "I lik to tank Frits Beukema and Leonie Cornips, two anonymus reviwers as wel as the editors of this volum for their comments on an earlier version of this article, which enabled me to clarify specific parts of the argumentation and to improve the presentation in general. The reader will note that the discussion is mainly illustrated by Dutch examples, but the main claims of the article are intended to be applicable to all Germanic languages that have the two perfect auxiliary verbs HAVE and BE. Abstract: This article adopt the traditional claim in Dutch linguistics that periphrastic perfect-tense constructions gradually developed out of copular-like constructions with HAVE and BE. It argue that this development was made possible by the introduction of two morphological rules. The first rule derive verbal (eventdenoting) participles from adjectival (property-denoting) participles, which gave rise to periphrastic perfect-tense constructions with transitive and mutative intransitive verbs. At a later stage this rule was replaced by a rule (still productive in present-day Dutch) that derive verbal participles from verbal stems, as a result of which the periphrastic perfect tense spread to non-mutative intransitive verbs. The article conclude by showing that this account is superior to Coussé’s (2008) flexible userbased account within the constructionist framework, which reject the categorial distinction between adjectival and verbal participles."}, {"heading": "Introduction", "text": "Dis artikul discus from di perspektiv of formal (generative) grammer di diachronic development in di continental West Germanic languages of di periphrastic perfect tense consisting of an auxiliary verb like Dutch hebben 'to have' or zijn 'to be' and a past participle. I will follow di diachronic description provided by di Dutch linguist Johan Hendrik Kern (1912), which in turn relies heavily on work by di German linguist Hermann Paul (1902). Although Kern's work on di periphrastic perfect tense meets with general approval of current Dutch historical linguists like Van Bree (1981), Duinhoven (1985Duinhoven ( /1997, Van der Wal (1986), Van der Horst (1998 and Coussé (2008Coussé ( /2013, it may be less known outside di Dutch linguistic community due to language barriers. For dis reason Section 2 will start by reviewing Kern's main conclusion that di rise of di periphrastic perfect tense involves di three crucial stages in (1); di English auxiliaries have and be are given in small caps in order to abstract away from di concrete phonetic realizations of these verbs in specific languages."}, {"heading": "The Rise Of The Periphrastic Perfect Tense", "text": "Dis section revues Kern's view of diachronic development of periphrastic perfect tense. Although issue not fully settled, dis development probably predate first written sources of Dutch. I not discuss dis here but refer reader to Van der Horst (2008:200ff.) for recent overview of various claims made in dis respect. Duinhoven (1997), Van der Horst (2008) and Coussé (2008Coussé ( /2013 have shown, however, dat development has left various visible traces in later periods (perhaps even until present date). Dutch currently has two past participle forms depending on whether verb is strong or weak. Strong verbs such as binden 'to bind' form their past tense by means of a vowel change and their past participle by means of the suffix -en; these morphological processes are not productive in present-day Dutch. Weak verbs such as maken 'to make' derive their past tense by means of the suffix -te/de and their participle by means of the suffix -t/d; these are productive processes in present-day Dutch."}, {"heading": "Theoretical Background: Unaccusative And Undative Verbs", "text": "Dis section discuss a numba of theoretical assumptions in ordah to arrive at a hypothesis about de syntactic function of de verbs zijn 'to be' and hebben 'to have', which are used as copulas in (semi-)copular constructions and as auxiliaries in periphrastic perfect-tense constructions. De conclusion will be dat zijn is an unaccusative verb (able to assign dative but not accusative case) while hebben is an undative verb (able to assign accusative but not dative case).\nTraditional grammars normally classify main verbs on de basis of de numbah of nominal arguments dey take. De arguments of dese verbal predicates fill slots in de predicate frames implied by dese verbs. In syntactic terms, de argument filling de x slot of a predicate normally corresponds to de subject of de clause, whereas de arguments filling de y and z slots correspond to de objects of de clause. Because early generative grammar assumed dat objects are generated within de VP while de subject is generated outside VP in de subject position of de clause, de theme and recipient argument are often referred to as internal arguments of de verb, while de agent is referred to as de external argument of de verb."}, {"heading": "Analysis", "text": "My analysis of the development of the periphrastic perfect tense adopt the hypothesis that the verbs zijn 'to be' and worden 'to be(come)' are unaccusative verbs and the verbs hebben 'to have' and krijgen 'to get' are undative verbs in all syntactic environments they occur in (that is, as lexical main verbs, as copulas, as well as auxiliaries in passive and perfect-tense constructions). I argue that on this assumption the transition from stage I to stage II in (11), repeated here as (23), can be accounted for by assuming the introduction of a single morphological rule (involving zero derivation) that derive verbal past participles from adjectival ones by internalization of the latter's external thematic role. The transition from stage II to stage III result from the introduction of a morphological rule which derive verbal past participles directly from the verbal stem. The rise of the two morphological rules will be discussed in separate subsections."}, {"heading": "The Transition From Stage I To Stage Ii", "text": "Adjectivs denote propertis that they attribute to the nominal argument they are predicated of, which will be referd to as THEME, as this argument is claimed to be in a certain state. In current generative grammar the predication relation between the adjective and the theme is claimed not to be direct but mediated by a LINKER, which will be referd to as Pred, as in the structures in (24); cf. Bowers (1993) and Den Dikken ( 2006) for extensive discussion. The fact that the theme argument is realized as a subject in the copular construction in (24a) but as an object in the semi-copular construction in (24b) follows from the claim that zijn is an unaccusative verb and thus unable to assign accusative case to the external theme argument of the adjective, while hebben is an undative verb and thus able to assign accusative to the theme argument."}, {"heading": "The Transition From Stage Ii To Stage Iii", "text": "Akording to Van der Horst (2008:628) the periphrastic perfekt tense was still relatively rare in the early Medieval Dutch period (1200-1350) but became quite common in the late medieval Dutch period (1350-1500). From then on the (semi-)copular and perfekt tense constructions have coexisted until the present day, although we have already seen in the earlier discussion of the examples in (10), repeated here as (30), that the use of adjectival participles in copular constructions with zijn such as (30a) seems to be on the decline in the sense that they are being ousted by the competing periphrastic perfekt tense constructions with zijn such as (30b); this may be related to the spread of the periphrastic perfekt-tense construction to intransitive (non-mutative) verbs like slapen 'to sleep'.\n(30) a. *Jan is al jaren gestorven A . [copular construction; zijn = copular] Jan is for years died b. Jan is gisteren gestorven V . [perfekt-tense construction; zijn = auxiliary] Jan is yesterday died 'Jan died yesterday.' Kern (1912:13-4) hypothesized that the expansion of the periphrastic perfekt tense was mediated by transitive verbs without an overtly realized object; he especially mentions verbs of speech (cf. As he had said/promised …). Pseudo-intransitive verbs like roken 'to smoke' or drinken 'to drink' may have played a similar role. The pair in (31a&b) fit the older situation in which the verbal participles are derived from the adjectival ones by internalization of the theme argument if we assume that the theme argument is syntactically realized as phonetically empty pronoun pro, as indicated in (31); cf. Rizzi (1986) for a similar proposal for Italian. 15 Note that structures of the type in (31) are completely impossible for most present-day speakers but still occur in especially the middle and eastern part of Flanders; cf. Barbiers et al. (2008: §3.3.1.2). Although the English rendering of the semi-copular construction in (31a) is unacceptable, I have added it here in order to give at least some impression of how it should be interpreted. Perfekt constructions such as (31b) may easily be misanalyzed as in (32a), which corresponds to the standard Dutch intransitive periphrastic perfekt-tense construction.\nFrom this point, it seems but a small step to extend the structure in (32a) to true intransitive verbs such as slapen 'to sleep' in (32b). [perfekt intransitive] I have last.night not slept\nThe fact that past participles of (non-mutative) intransitive verbs differ from those of transitive and (mutative) unaccusative verbs in that they cannot be used as predicates in semi-copular constructions clearly shows that the introduction of constructions like (32a&b) must have gone hand-in-hand with the introduction of a new morphological rule which derives past participles directly from verbal stems:  (33) show that on the assumption that the new morphological rule deletes the external argument of the input verb, the output for transitive verbs is identical to the output of the older rule in (26), while the (b)-examples show that it enables the creation of past participle for intransitive verbs such as slapen. 16 The fact that the scope of rule ( 33) is wider than that of (26) can be held responsible for the fact that the latter is no longer active in present-day Dutch; it is generally assumed that standard Dutch productively derives past participles from the stem of weak verbs by means of the discontinuous suffix ge-...d/t; cf. Haeseryn et al. (1997ff.), De Haas & Trommelen (1993: 324ff.), Booij (2002:57ff.), and many others. 17 Independent empirical evidence for the introduction of the morphological rule in ( 33) is that it provides a natural account for the fact noted by Duinhoven (1997:346ff.) and Van der Horst (2008:628) that the late medieval Dutch period exhibits a rise of apparent \"double perfect\" constructions of the type in (34b). This can be accounted for by following Duinhoven in assuming that the apparent \"double perfect\" construction in (34b) is simply the perfekt counterpart of the semi-copular construction in (34a); the perfekt construction in (34b) with the participle gehad 'had' could not have arisen in the older stage with rule (26), which derives verbal participles from adjectival participles by internalization of the latter's theme argument, simply because the semi-copular hebben does not select a theme argument, while it comes quite natural under rule (33), which derives past participles from all verb types by omitting the external argument (if present). Jan has the book read had 16 A potentially troublesome feature of intransitive participles such as (33b) is that it does not seem to select an argument of its own. This may only be seemingly so, however, if intransitive verbs involve an \"incorporated\" nominal argument. This is argued by Duinhoven (1997:7), who claims that diachronically seen intransitive verbs are derived from roots that can also be used for noun formation, which results in the following morphological reanalysis of finite main verbs:\n[ V stem eventive + agreement]  [ V N + agreement].\nThe reader is also referred to Hale & Keyser (1993), who claim that also synchronically speaking intransitives should be seen as denominal verbs (derived by noun incorporation into an abstract verb). 17 The specific form of the present-day productive rule must have been established at some later date because many past participles derived from intransitive verbs are irregular in form, as is clear from the fact that geslapen in (32b) has the ending -en.\nThis leaves us with the question as to why the apparent \"double perfect\" has died out so quickly in the standard language. A reasonable suggestion is that the substitution of rule (33) for rule (26) may have given the eventive verbal reading of the participles more prominence, to the detriment of the property reading of their adjectival counterparts in the semi-copular construction; cf. the unacceptability of (30a). The fact that semicopular constructions such as (31a) and (34a) have become virtually impossible in later stages of Dutch simply entails the demise of the apparent \"double perfect\". Additional evidence for assuming that this view might be on the right track comes from the fact noted earlier that the apparent \"double perfect\" lives on in certain south-eastern varieties of Dutch that still productively use adjectival participles in semi-copular constructions; cf. Barbiers et al. (2008: §3.3.1.2) and Koeneman et al. (2011)."}, {"heading": "Comparison With Coussé'S Flexible User-Based Approach", "text": "Sekshun 2 has shown dat d developmnt of d periphrastic perfekt tens involvd at least d three stages indicatd in (35).\n(35) a. Stage I: D rise of (state-denoting) adjectival participles wit d verbs HAVE and BE in, respectively, copular-like and perfekt passive-like constructions; cf. (4a&b) and ( 7). b. Stage II: Reanalysis of adjectival participles found in (semi-)copular constructions as (process-denoting) verbal participles, which gave rise to HAVE perfekts wit transitive verbs and to BE perfekts wit mutative intransitive verbs; cf. (7b) and ( 9). c. Stage III: Spread of d HAVE perfekt via constructions wit transitive verbs without an overtly realized object to constructions wit non-mutative intransitive verbs. All dis means dat I agree wit Coussé (2008: ch.6) dat we are not dealing wit syntactic reanalyzes of d type found in (36). One additional reason for dis is dat such \"rules\" are unformulable in present-day generative grammar because d syntactic structures on d left-and d right-hand side of d arrows result from independent derivations: dey therefore cannot be directly linked. Furthermore, Coussé is correct in claiming dat syntactic reanalyses of d type in (36) cannot account for d fact dat d development of d periphrastic perfekt tens is not an abrupt but a gradual process: d old and new constructions coexist until d present day, while d frequency of periphrastic perfekt-tense constructions increases only gradually, wit d scope of d construction expanding on an item-to-item basis; see also Coussé (2014: From d correct conclusion dat we cannot be dealing wit an abrupt syntactic reanalysis, Coussé (2008:ch.6) infers dat we must be dealing wit a \"semantic\" change in d participle. She adopts a flexible user-based approach incorporated in a constructionist framework, and follows Van der Wal (1986:ch.3/5) in assuming dat past participles constitute a single category incorporating both a \"resultative\" and an \"eventive\" meaning aspect. Dis is shown in d semantic representation in Figure 1, which provides d \"general\" meaning of HAVE + past participle constructions; for d corresponding representation of BE + past participle constructions, d reader is referred to Coussé (2008:ch.6). D language user \"disambiguates\" d past participle by decreasing or increasing d salience of one of d two meaning aspects on d basis of contextual information. Dis results in d representations of d resultative and eventive reading in Figure 2, where dotted and bold lines indicate decreased and increased salience, respectively. Coussé provides similar representations without an object for d same ambiguity found wit mutative intransitive verbs, but we will not discuss dis here. It is important to note dat d flexible user-based account is like d morpho-syntactic approach discussed earlier in dat it needs some other type of explanation to account for d rise of d periphrastic perfekt wit monadic non-mutative constructions because d participles of dese verbs never had a resultative meaning aspect; since dis issue is not addressed by Coussé we will not digress on dis. It should further be noted dat Coussé's argument in favor of a \"semantic\" flexible user-based approach is not conclusive, as d morpho-syntactic approach is likewise capable of accounting for d fact d old and d new construction coexist; d two morphological rules proposed in dis article simply widen d options. Furthermore, it is fairly standard to assume dat d scope of new morphological rules expands on an item-to-item basis; cf. Kroch (1989).\nD morpho-syntactic approach thus exhibits certain similarities wit d flexible user-based approach albeit dat d semantic import of d participle is made to follow from standard assumptions about d denotation type of adjectives (property) and verbs (event); d result of dis is dat structures preceding d arrows in (36) will be \"resultative\" in d sense of Coussé, while dose following d arrow will be \"eventive\". I believe dat d morpho-syntactic approach is to be preferred to d flexible user-based approach because d semantic difference between adjectives and verbs is independently established so dat we can derive d observed \"ambiguity\" of past participles from more primitive notions.\nDere are also reasons of a more syntactic nature for not adopting d flexible user-based approach. Kern (1912:12) observes dat adjectival and verbal participles in Old Germanic differ morphologically in dat only d former maintain d agreement in gender and number wit a nominal argument found in Gothic: verbal participles are uninflected (in d West-Germanic languages) or have d older neuter singular ending (in d Scandinavian languages). It seems unlikely dat d flexible user-based approach would be able to account for dis in a non-ad hoc fashion because d claim dat d two readings of d participle involve disambiguation is based on d crucial assumption dat we are dealing wit d same morpho-syntactic element in all environments (wit different salient meaning aspects). By adopting d more conventional claim, on d other hand, we can simply say dat Old Germanic object agreement is restricted to adjectives. D problem for d flexible user-based approach increases in light of d fact dat agreement is also relevant for word order in, e.g., Old Icelandic, where d object can precede d participle only if d latter agrees wit it; see Kern (1912:13), who refers to d following examples from Noreen (1923: §541), in which d angled brackets indicate alternate placements/morphological realizations of d participle; see Larsson (2009) for many more examples from various stages of d Scandinavian languages. Dis morpho-syntactic fact can again be attributed to a difference in category while it is unclear how it could be made to follow from disambiguation in d sense of Coussé. D same point can actually be made without reference to agreement on d basis of d contrast between d two modern English examples in (38), as d flexible user-based approach seems to lead to circularity: d \"resultative\" interpretation of d participle in (38a), for instance, is due to d fact dat it is preceded by d object, while d fact dat object precedes d participle is due to d fact dat d latter is \"resultative\". In d morpho-syntactic approach, both d interpretation and d word order of d examples in (38) simply follow from independently established generalizations about adjectives and verbs. Finally, it seems unlikely dat d flexible user-based approach can account for d sudden rise of d apparent \"double-perfect\" construction in d late medieval Dutch period, which Sekshun 4 argued to involve periphrastic perfekt-tense forms of d semicopular construction; cf. d structures in (34), repeated her as (39). D sudden rise of constructions such as (39b) can therefore be considered a by-product of d rise of d periphrastic perfekt tense, and its later disappearance is due to d fact dat semi-copula constructions wit adjectival past participles have become rare in later periods. It is unclear, however, how d flexible user-based approach could account for dis: on d assumption dat past participles are able to express both d \"resultative\" and d \"eventuality\" meaning in d right context, d participle gehad in examples such as (39b) does not seem to add anything to d meaning of d participle gelezen, and its use should therefore be incorrectly excluded as uninformative by Grice's (1975) Cooperative Principle. Dis is in fact what I assume to be d reason of d unacceptability of d true double perfect counterpart of (40a); on d assumption adopted earlier dat semi-copular hebben and perfekt auxiliary hebben are essentially d same verb, d grammar should in principle be able to form true double perfects, but d resulting structure in (40b) will be filtered out as uneconomical (which is indicated by d use of d diacritic \"$\"): it includes lexical material (viz., d past participle gehad) as well as additional structure (viz., d higher VP) dat does not make any contribution to d meaning of d sentence. In short, d morpho-syntactic approach developed in dis article is superior to d flexible user-based approach in Coussé (2008) because (i) we can derive d observed meaning differences between adjectival and verbal participles by appealing to independently given semantic differences between adjectives and verbs, (ii) we can account for d fact dat dis difference in meaning goes hand-in-hand wit a number of morpho-syntactic properties like agreement and word order, and (iii) we are able to provide a simple account for d sudden rise and demise of d apparent \"double perfect\". D flexible user-based approach falls short on all dese counts."}, {"heading": "The Rejection Of Representation (27B) And The Emergence Of Periphrastic Perfect-Tense Construction", "text": "The reason why representashun (27b) should be rejectid is dat the verbal past participle no take external argument so dat the specifier position of the functional head Pred remains empty, which is indicated by [e]. Dat Pred no get specifier make am useless for the representashun because e no fit perform e syntactic function, viz., establishing a predication relation. Consequentially, Pred no fit use for the structure for reasons of economy, and the VP headed by the past participle should therefore be inserted as the immediate complement of the verb hebben, as indicated in (28); dis go result in the emergence of a periphrastic perfect-tense construction. As far as case-assignment dey involved, the semi-copular construction in (27a) and the periphrastic perfect-tense construction in (28) no differ much: in both cases the theme argument of the participle na accusative case by hebben, while the internal argument of hebben no fit be assigned dative case and therefore surfaces as the subject of the clause (dat is, with nominative case).\nIt should be observed say the analysis of the periphrastic perfect-tense construction proposed here differs in one important respect from the more traditional (generative) analyses: past participles no get external agent argument. 14 The \"agent\" na hebben: the fact discussed above say e internal argument typically construed for the semi-copular construction as being in control of the state expressed by the PredP must don make am easy to assign am an agent-like role for the newly formed structure in (28). Furthermore, e seem likely say dis in turn must don facilitate the reanalysis of the adjectival participle as verbal, dat is, as an element denoting an event.\nThe reanalysis of the semi-copular construction wey result from the proposed morphological change also open up the possibility of forming periphrastic perfect."}, {"heading": "Conclusion", "text": "De two sections dem look different tins wey dey inside language analysis, wey dem focus on how dem reject one particular representation and how periphrastic perfect-tense construction come out. Both sections dem dey give critical evaluations and dem dey provide insights into how language take dey work. For de section wey dem dey talk about how dem reject representation (27b), dem argue say de verbal past participle no get external argument, wey go make de specifier position of de functional head Pred empty. Dis one come lead to de conclusion say Pred no get work for de representation and e no fit establish any predication relation. As a result, dem suggest say make dem put de VP wey dey headed by de past participle as de immediate complement of de verb hebben, wey go come make periphrastic perfect-tense construction come out. Dis analysis come offer different perspective from traditional generative approaches, as e no dey posit any external agent argument for past participles. Instead, de verb hebben dey provide de \"agent\" role, wey dey facilitated by de reanalysis of de adjectival participle as verbal. De critical evaluation of dis analysis come make dem consider de role of external agents and de process of reanalysis for language. By challenging de traditional assumptions, de section come contribute to de ongoing development and refinement of linguistic theories. For de section wey dem dey talk about how periphrastic perfect-tense construction come out, de author come evaluate de flexible user-based approach wey Coussé propose. De flexible user-based approach come suggest say past participles get \"resultative\" and \"eventive\" meaning aspect, wey dem fit disambiguate based on contextual information. However, de section come argue say de morpho-syntactic approach, wey dem develop for de analysis, na better explanation. De morpho-syntactic approach dey rely on established semantic differences between adjectives and verbs to account for de observed meaning differences between adjectival and verbal participles. Additionally, e fit explain morpho-syntactic properties like agreement and word order, as well as de emergence and disappearance of de apparent \"double perfect\" construction. De critical evaluation of de flexible user-based approach come show say e dey important to consider de semantic and morpho-syntactic aspects of language. E come emphasize de need for comprehensive understanding of how linguistic elements dey interact and dey evolve over time. By challenging de assumptions and offering better alternative, de section come contribute to de refinement of linguistic analysis and our understanding of language change."}, {"heading": "References", "text": "@article{van2015emergence,\n  title={The Emergence of the Periphrastic Perfect Tense in West Germanic Languages of the Continent},\n  author={Van de Velde, Freek},\n  journal={Journal of Germanic Linguistics},\n  volume={27},\n  number={1},\n  pages={1--47},\n  year={2015},\n  publisher={Cambridge University Press}\n}\n@book{kern1912zur,\n  title={Zur Geschichte des Perfekts im Germanischen},\n  author={Kern, Johan Hendrik},\n  year={1912},\n  publisher={J. B. Wolters}\n}\n@book{paul1902prinzipien,\n  title={Prinzipien der Sprachgeschichte},\n  author={Paul, Hermann},\n  year={1902},\n  publisher={H. Haessel}\n}\n@article{van1981perfect,\n  title={The perfect in Dutch: A study of aspectual types in natural language},\n  author={Van Bree, Cor},\n  journal={Foris Publications},\n  year={1981}\n}\n@book{duinhoven1985perfect,\n  title={The perfect and the preterite in contemporary and earlier English},\n  author={Duinhoven, A. M.},\n  year={1985},\n  publisher={Mouton de Gruyter}\n}\n@article{van1986perfect,\n  title={The perfect tense in Dutch and German},\n  author={Van der Wal, Marijke},\n  journal={Linguistics},\n  volume={24},\n  number={5},\n  pages={1013--1040},\n  year={1986},\n  publisher={Walter de Gruyter GmbH \\& Co. KG}\n}\n@book{van1998history,\n  title={A history of the German language through texts},\n  author={Van der Horst, J. M.},\n  year={1998},\n  publisher={Routledge}\n}\n@book{coussé2008construction,\n  title={The construction of perfectivity in French},\n  author={Coussé, Evie},\n  year={2008},\n  publisher={John Benjamins Publishing}\n}\n@book{coussé2013construction,\n  title={The construction of perfectivity in French},\n  author={Coussé, Evie},\n  year={2013},\n  publisher={John Benjamins Publishing}\n}\n@article{bowers1993syntax,\n  title={The syntax of predication},\n  author={Bowers, John},\n  journal={Linguistic Inquiry},\n  volume={24},\n  number={4},\n  pages={591--656},\n  year={1993},\n  publisher={MIT Press}\n}\n@book{den2006syntax,\n  title={The syntax of ellipsis: Evidence from Dutch dialects},\n  author={Den Dikken, Marcel},\n  year={2006},\n  publisher={Oxford University Press}\n}\n@article{rizzi1986null,\n  title={Null objects in Italian and the theory of pro"}]