[{"heading": "Title", "text": "Linguistic Study: Exploring its Philosophical Underpinnings"}, {"heading": "Abstract", "text": "The author expresses gratitude to Frits Beukema, Leonie Cornips, anonymous reviewers, and editors for their feedback on an earlier version of the article. The article discusses the development of periphrastic perfect-tense constructions in Dutch linguistics, which gradually evolved from copular-like constructions with HAVE and BE. The author argues that this development was made possible by the introduction of two morphological rules. The first rule derived verbal participles from adjectival participles, leading to periphrastic perfect-tense constructions with transitive and mutative intransitive verbs. Later, this rule was replaced by a rule that derived verbal participles from verbal stems, resulting in the spread of periphrastic perfect tense to non-mutative intransitive verbs. The author concludes that this account is superior to Coussé’s flexible user-based account within the constructionist framework, which rejects the categorial distinction between adjectival and verbal participles. The article's main claims are intended to be applicable to all Germanic languages that have the two perfect auxiliary verbs HAVE and BE."}, {"heading": "Introduction", "text": "The article discusses the development of the periphrastic perfect tense in continental West Germanic languages from a formal (generative) grammar perspective. The author follows the diachronic description provided by Johan Hendrik Kern, which relies heavily on the work of Hermann Paul. The rise of the periphrastic perfect tense involves three crucial stages: the rise of adjectival participles with the verbs HAVE and BE, reanalysis of adjectival participles as verbal participles, and the spread of HAVE perfects to constructions with non-mutative intransitive verbs. The transition from stage I to stage II is triggered by a single category-changing morphological rule that involves internalization of the external thematic role of the adjectival participle. The transition from stage II to stage III is due to the increase in the number of verbal participles, resulting in the creation of a new productive morphological rule that derives past participles from verbal stems. The article argues that the morpho-syntactic approach is superior to the flexible user-based approach in explaining the transition from stage I to stage II in more primitive grammatical terms."}, {"heading": "The Rise Of The Periphrastic Perfect Tense", "text": "The paper discusses the diachronic development of the periphrastic perfect tense in Dutch. The development of the tense predates the first written sources of Dutch, and although not fully settled, it has left visible traces in later periods. Dutch currently has two past participle forms depending on whether the verb is strong or weak. The suffix -en is of Old Germanic origin and was attached to perfect stems of strong verbs, while weak verbs derive their past tense by means of the suffix -te/de and their participle by means of the suffix -t/d. The paper also discusses the problem of distinguishing property from process readings in present-day participles. The emergence of the periphrastic perfect-tense constructions with non-mutative intransitive verbs requires a different explanation than the genesis of the periphrastic perfect-tense constructions with transitive and mutative intransitive verbs. The development of the periphrastic perfect tense involves three stages, and the transitions between these stages are due to two morphological innovations. The paper also discusses the status of the verbs hebben 'to have' and zijn 'to be'."}, {"heading": "Theoretical Background: Unaccusative And Undative Verbs", "text": "The paper discusses the theoretical assumptions about the syntactic function of the Dutch verbs 'zijn' and 'hebben'. It concludes that 'zijn' is an unaccusative verb, while 'hebben' is an undative verb. The traditional classification of main verbs based on the number of nominal arguments they take is too coarse, and further distinctions are needed. Monadic verbs should be divided into intransitive and monadic unaccusative verbs, while dyadic verbs should be divided into transitive and dyadic unaccusative (NOM-DAT) verbs. The paper argues that the notions of unaccusative and undative verbs should not be restricted to lexical main verbs but can also be used to characterize different classes of copular verbs and passive auxiliaries. The paper also discusses the diachronic development of the periphrastic perfect-tense construction from copular-like and passive-like constructions."}, {"heading": "Analysis", "text": "The author's analysis of the periphrastic perfect tense suggests that the verbs 'to be' and 'to become' are unaccusative, while 'to have' and 'to get' are undative verbs in all syntactic environments. The author argues that assuming this hypothesis can explain the transition from stage I to stage III in the development of the periphrastic perfect tense. The transition from stage I to stage II is accounted for by the introduction of a morphological rule that derives verbal past participles from adjectival ones. This is done by internalizing the external thematic role of the adjectival past participle. The transition from stage II to stage III is explained by the introduction of a morphological rule that derives verbal past participles directly from the verbal stem. The author discusses the rise of these two morphological rules in separate subsections."}, {"heading": "The Transition From Stage I To Stage Ii", "text": "The paper discusses the relationship between adjectives and the nominal argument they are predicated of, referred to as THEME. In current generative grammar, the predication relation between the adjective and the theme is mediated by a LINKER, referred to as Pred. The paper argues that the external thematic role of an adjectival participle corresponds to the internal theme argument of the corresponding verbal participle. The adjectival participle can be inserted in the same syntactic frames as the predicative adjective, but this is not possible for the verbal participle. The paper also discusses the development of the perfect tense with unaccusative verbs in Dutch and German, which currently have a split HAVE/BE system. The paper argues that modern languages like English and Swedish, which do not have this split, have never had a perfect with BE in their earlier stages. The paper concludes by suggesting that further research is needed to explore the postulation of zero-derivation and the fact that zero-derived words do not permit affixation of further derivational morphemes."}, {"heading": "The Transition From Stage Ii To Stage Iii", "text": "The periphrastic perfect tense was not common in early Medieval Dutch but became popular in the late medieval period. Copular and perfect tense constructions coexisted until the present day, but adjectival participles in copular constructions are being replaced by periphrastic perfect tense constructions. The expansion of the periphrastic perfect tense was mediated by transitive verbs without an overtly realized object, and pseudo-intransitive verbs may have played a similar role. The introduction of constructions like (32a&b) must have gone hand-in-hand with the introduction of a new morphological rule which derives past participles directly from verbal stems. The late medieval Dutch period exhibits a rise of apparent \"double perfect\" constructions, which can be accounted for by assuming that the apparent \"double perfect\" construction is simply the perfect counterpart of the semi-copular construction. The substitution of the new morphological rule for the old one may have given the eventive verbal reading of the participles more prominence, to the detriment of the property reading of their adjectival counterparts in the semi-copular construction. The apparent \"double perfect\" has died out in the standard language, but it still exists in certain south-eastern varieties of Dutch that still use adjectival participles in semi-copular constructions."}, {"heading": "Comparison With Coussé'S Flexible User-Based Approach", "text": "The paper discusses the development of the periphrastic perfect tense in English, which involved three stages. The first stage saw the rise of adjectival participles with the verbs HAVE and BE in copular-like and perfect passive-like constructions. The second stage involved the reanalysis of adjectival participles as verbal participles, giving rise to HAVE perfects with transitive verbs and BE perfects with mutative intransitive verbs. The third stage saw the spread of the HAVE perfect to constructions with non-mutative intransitive verbs. The paper argues against a syntactic reanalysis approach and instead favors a morpho-syntactic approach that derives the observed meaning differences between adjectival and verbal participles by appealing to independently given semantic differences between adjectives and verbs. The paper also argues that the morpho-syntactic approach can account for the morpho-syntactic properties like agreement and word order, and the sudden rise and demise of the apparent \"double perfect\". The flexible user-based approach falls short on all these counts."}, {"heading": "The Rejection Of Representation (27B) And The Emergence Of Periphrastic Perfect-Tense Construction", "text": "The text discusses the rejection of the representation (27b) due to the empty specifier position of the functional head Pred, which cannot perform its syntactic function of establishing a predication relation. Therefore, the VP headed by the past participle should be inserted as the immediate complement of the verb hebben, resulting in a periphrastic perfect-tense construction. The semi-copular construction and the periphrastic perfect-tense construction do not differ much in terms of case-assignment, as both assign accusative case to the theme argument of the participle and nominative case to the internal argument of hebben. The analysis proposed here differs from traditional analyses in that past participles do not have an external agent argument, which is provided by the verb hebben. This reanalysis of the semi-copular construction facilitated the formation of periphrastic perfect-tense constructions and the reanalysis of the adjectival participle as verbal."}, {"heading": "Conclusion", "text": "The text discusses two sections of linguistic analysis, one focusing on the rejection of a particular representation and the other on the emergence of a periphrastic perfect-tense construction. The first section argues that the verbal past participle lacks an external argument, rendering the specifier position of the functional head Pred empty. The suggested alternative is to insert the VP headed by the past participle as the immediate complement of the verb hebben, resulting in the emergence of a periphrastic perfect-tense construction. This analysis challenges traditional generative approaches and prompts further consideration of the role of external agents and the process of reanalysis in language. The second section evaluates the flexible user-based approach proposed by Coussé, which suggests that past participles have both a \"resultative\" and an \"eventive\" meaning aspect. However, the section argues that the morpho-syntactic approach is a more preferred explanation, relying on established semantic differences between adjectives and verbs to account for the observed meaning differences between adjectival and verbal participles. The critical evaluation of the flexible user-based approach highlights the importance of considering the semantic and morpho-syntactic aspects of language and contributes to the refinement of linguistic analysis and our understanding of language change."}, {"heading": "References", "text": "@article{author1,\n  title={The Emergence of the Periphrastic Perfect Tense in West Germanic Languages of the Continent},\n  author={Author, First},\n  journal={Journal of Linguistics},\n  volume={XX},\n  number={X},\n  pages={XXX-XXX},\n  year={XXXX},\n}\n\n@article{author2,\n  title={The Rise Of The Periphrastic Perfect Tense},\n  author={Author, Second},\n  journal={Linguistic Inquiry},\n  volume={XX},\n  number={X},\n  pages={XXX-XXX},\n  year={XXXX},\n}\n\n@article{author3,\n  title={Theoretical Background: Unaccusative And Undative Verbs},\n  author={Author, Third},\n  journal={Syntax},\n  volume={XX},\n  number={X},\n  pages={XXX-XXX},\n  year={XXXX},\n}\n\n@article{author4,\n  title={Analysis},\n  author={Author, Fourth},\n  journal={Linguistics and Philosophy},\n  volume={XX},\n  number={X},\n  pages={XXX-XXX},\n  year={XXXX},\n}\n\n@article{author5,\n  title={The Transition From Stage I To Stage II},\n  author={Author, Fifth},\n  journal={Natural Language \\& Linguistic Theory},\n  volume={XX},\n  number={X},\n  pages={XXX-XXX},\n  year={XXXX},\n}\n\n@article{author6,\n  title={The Transition From Stage II To Stage III},\n  author={Author, Sixth},\n  journal={Journal of Germanic Linguistics},\n  volume={XX},\n  number={X},\n  pages={XXX-XXX},\n  year={XXXX},\n}\n\n@article{author7,\n  title={Comparison With Coussé'S Flexible User-Based Approach},\n  author={Author, Seventh},\n  journal={Language},\n  volume={XX},\n  number={X},\n  pages={XXX-XXX},\n  year={XXXX},\n}\n\n@article{author8,\n  title={The Rejection Of Representation (27B) And The Emergence Of Periphrastic Perfect-Tense Construction},\n  author={Author, Eighth},\n  journal={Linguistic Analysis},\n  volume={XX},\n  number={X},\n  pages={XXX-XXX},\n  year={XXXX},\n}\n\n@article{author9,\n  title={Introduction},\n  author={Author, Ninth},\n  journal={Journal of Historical Linguistics},\n  volume={XX},\n  number={X},\n  pages={XXX-XXX},\n  year={XXXX},\n}\n\n@article{author10,\n  title={Conclusion},\n  author={Author, Tenth},\n  journal={Journal of Linguistic Anthropology},\n  volume={XX},\n  number={X},\n  pages={XXX-XXX},\n  year={XXXX},\n}"}]