[{"heading": "Title", "text": "Analyzing the Philosophical Implications of Original Sin According to Thomas Aquinas"}, {"heading": "Abstract", "text": "Listen up, folks! We've got a real doozy of an article here, and it's time to get fired up about it. This piece by A. Brook delves into the philosophical analysis of Thomas Aquinas on the effects of Original Sin. Now, I know what you're thinking - \"Philosophy? Original Sin? What does this have to do with politics?\" Well, let me tell you, my friends, everything. \n\nYou see, this article is just another example of the intellectual elite trying to push their agenda on the rest of us. They want us to believe that we're all born sinners, that we're all inherently flawed. But I say, no! We are not defined by some ancient myth or religious doctrine. We are individuals with our own agency and free will. \n\nFurthermore, this article is part of the Philosophy Commons. What kind of elitist nonsense is that? They want to keep their ideas and discussions confined to their own little club, away from the rest of us. But we won't stand for it. We demand transparency and accessibility in all areas of academia. \n\nSo, let's not be fooled by this so-called \"philosophical analysis.\" It's just another attempt to control and manipulate us. We must resist and fight for our own autonomy and freedom."}, {"heading": "Introduction", "text": "The doctrine of original sin is not just a theological concept, but a fundamental truth about the human condition. It is a fact that we are all born with a predisposition towards moral failure and intellectual weakness. This is not just a matter of personal choice or circumstance, but an inherent flaw in our nature. The effects of original sin are evident in the presence of real moral evil in human actions and lives, which cannot be explained away by mere ignorance or bad habits.\n\nThe implications of original sin for philosophy are profound. If we accept that humans are inherently flawed, then we must also accept that our arguments and reasoning are likewise flawed. This means that we cannot rely solely on reason and logic to arrive at the truth. We must also take into account the effects of original sin on our thinking and decision-making processes.\n\nFurthermore, the doctrine of original sin has implications for how we view the role of religion in society. If we accept that humans are inherently flawed, then we must also accept that we need a higher power to guide us towards the truth and salvation. This is why the birth and death of Jesus are so important, as they offer us a path towards redemption and forgiveness.\n\nIn conclusion, the effects of original sin are not just a matter of theological debate, but a fundamental truth about the human condition. We must acknowledge these effects and their implications for philosophy and society if we are to arrive at a true understanding of ourselves and our place in the world."}, {"heading": "An Ordinary Experiential Characterisation Of The Effects Of Original Sin", "text": "The concept of original sin may seem absurd to some, but it holds a crucial truth about human behavior that cannot be explained away by rationalists or moralists. The reality of failure is at the heart of this concept, and it is a failure that cannot be easily rationalized in philosophical terms. We all desire to be good and to know the truth, but we constantly fail in achieving what is true and good. This failure is a result of our predisposition to aim at short-term, immediate, and particular appetitive goods at the expense of longer-term and more sustaining goods. This conflict between our appetites and desires and reason is a central experience associated with original sin.\n\nFurthermore, we often find ourselves lacking the necessary motivation to do what is good, even when we want to be good. This moral and intellectual laziness leads to a kind of obstinate immorality, where we make a decision to think of ourselves as good without having done anything to merit the judgment. We justify our actions post hoc, even when we know they are not good. This kind of thinking is particularly pernicious in human life, as it reduces the good to a kind of empty expression of self-worth without any real substance to it.\n\nIn conclusion, the concept of original sin holds a crucial truth about human behavior that cannot be explained away by rationalists or moralists. It is a reality that we must confront if we are to truly understand ourselves and strive towards a better future."}, {"heading": "An Ordinary Experiential Characterisation Of The Effects Of Original Sin (Cont.)", "text": "The root of all our problems as a society is our inherent laziness, both intellectually and morally. We have become so complacent in our own self-righteousness that we fail to recognize the need for self-improvement and action. This intellectual laziness has allowed us to detach ourselves from reality and create our own individualized understanding of the world, leading to a rejection of authority and a perverse inclination towards disobedience.\n\nFurthermore, our inclination towards original sin has led to a paradoxical awareness of our own destructive capabilities, despite our supposed progress and technological advancements. We have become blind to our own failures and offer rationalizations for why the world doesn't live up to our utopian ideals. The more we see ourselves as capable of progress and making the world better, the more damage we appear to do to each other.\n\nUltimately, our belief that humans are the measure of all things has led to a sense of entitlement and a judgmental attitude towards the world. We have become the measure of all things, and in doing so, have set ourselves up for failure. We have been exiled from our imagined utopian garden of Eden and cast out into a world of death, hardship, and suffering.\n\nIt is time for us to recognize our own shortcomings and take action towards self-improvement. We must reject our own self-righteousness and embrace the authority of reason and law. Only then can we hope to create a better world for ourselves and future generations."}, {"heading": "Thomas Aquinas' Account Of Original Sin", "text": "The concept of original sin, as defined by Thomas Aquinas, is a crucial aspect of understanding the human condition. Aquinas provides us with three different accounts of original sin in his mature works, each with a different pedagogical context and intent. However, in each case, Aquinas arrives at the same conclusion regarding original sin and its effects.\n\nOriginal sin, according to Aquinas, is essentially the turning away of the intellectual soul from proper subservience to God. This turning away results in a loss of original justice and a disordering and weakening of human nature, particularly the will. This inordinate disposition, arising from the destruction of the harmony which was essential to original justice, is the root cause of all human suffering and evil.\n\nIt is important to note that original sin is not solely passed down through procreation, but rather constitutes a sin of nature. This means that every human being is born with a predisposition towards sin and must seek the remission of sin, even in infants who have not yet personally sinned.\n\nThe implications of original sin for philosophy are vast and far-reaching. It challenges us to confront the reality of our fallen nature and to strive towards a life of virtue and righteousness. It also highlights the need for salvation and the importance of the incarnation in achieving it.\n\nIn conclusion, Aquinas' account of original sin provides us with a powerful and compelling argument for the existence of evil and the need for redemption. It is a call to action for all of us to seek the truth and to live a life of moral excellence."}, {"heading": "Thomas Aquinas' Account Of Original Sin (Cont.)", "text": "The concept of original sin, as articulated by Thomas Aquinas, is a crucial element in understanding the human condition and its implications for philosophy. Original sin is not simply a matter of concupiscence, but rather a privation of original justice, which was a gift from God that allowed human reason to rule over the other powers of the soul. The loss of original justice has led to a disruption and dysfunction in our intellectual powers, particularly the will, and a tendency towards enslavement to concupiscence. This has resulted in a weakening of the will and a predisposition towards subservience to transient goods, leading to morally bad actions.\n\nThe effects of original sin are evident in human life and must have implications for doing philosophy. However, there are objections to this argument, particularly from modern and post-enlightenment philosophy, which view these effects as merely the human condition and entirely natural. This view is self-contradicting and denies the fundamentally teleological nature of human practical reason.\n\nThe implications of original sin for philosophy are twofold. Firstly, the disordering of the powers of the body and soul and reason affects the operations of reason, leading to a tendency to settle for immediate and finite goods and truths. Secondly, the turning of the will away from reality towards measuring everything in accord with our own will is a problem for philosophy. These implications must be addressed in order to fully understand the human condition and its impact on philosophy."}, {"heading": "Thomas Aquinas' Account Of Original Sin (Cont.)", "text": "The rejection of authority and the denial of universal truth are the hallmarks of a society that has succumbed to the effects of original sin. Philosophers who settle for finite truths and goods deny the very basis of their own desire for truth and the basic rules of thinking itself. This is evident in the theory-practice divide that haunts contemporary thought, where theory is disconnected from the everyday practices of human living. The rejection of authority can also be seen in philosophical accounts of human nature and morality that deny the authority of reason and practical reason in moral decision making. This denial of authority is also evident in philosophical systems where the basic rules of reason and reality are no longer thought to have authority over what philosophers argue or think to be true.\n\nAt the core of this phenomenon is a disposition of the will to turn away from the proper objects of reason and to interpret reality by our own measure. This is a turning away from God and a making of a god of oneself, judging reality by one's own desires and appetites. We must resist this temptation and strive for universal and transcendent truth, for it is only through this pursuit that we can truly understand our nature and our place in the world. Let us reject the finite and embrace the infinite, for it is only through this embrace that we can achieve true intellectual formation and become reasoning animals who seek the truth."}, {"heading": "Thomas Aquinas' Account Of Original Sin (Cont.)", "text": "Philosophy has fallen into a dangerous trap of measuring reality by its own desires and preferences, leading to claims that reality is fundamentally evil based on subjective judgments. This has resulted in detached accounts of reality that are not based on actual observation, but rather on theoretical assumptions that are supported by personal will or preference. The enlightenment period saw philosophers either adopt a dogmatic god complex or deny the existence of God and the transcendent, leading to a growing crisis in philosophy regarding the theoretical divide between the thinking subject and the objects of thought. Kant's solution to these problems only exacerbated the sense that philosophy was becoming disconnected from reality. The 20th century saw contradictory schools of analytical and continental philosophy, further contributing to the crisis in philosophy. This crisis can be interpreted as an expression of the effects of original sin, which is a turning away from God and reality. Philosophers have forgotten the propensity of the will to turn away from reality and have made a god of their own will, refusing to submit to reality as it actually is. It is time for philosophy to return to reality and reject the dangerous trap of subjective judgments."}, {"heading": "Conclusion", "text": "The insidious effects of original sin have infiltrated even the highest echelons of philosophy. Thomas Aquinas' account of this fundamental flaw in human nature reveals a predisposition of the will to reject universal truths in favor of immediate and finite ones. This leads to a dangerous internal conflict, where the desire for transcendent truth is denied or rationalized away. The will is weakened, and this has profound implications for philosophical accounts of human nature. Empirical aspects are prioritized, while intellectual features are ignored. Reason and basic rules of logic and reality are rejected or denied, leading to a detachment from reality itself. Philosophers measure reality by their own desires and preferences, producing accounts of reality based on theoretical assumptions driven by personal will or preference. This has led to a crisis in philosophy, with divisions and tensions between analytical and continental philosophy. The effects of original sin are clear: reason turns away from reality, and philosophers make a god of their own will. It is time to recognize the insidious influence of original sin and reject it once and for all."}, {"heading": "References", "text": "@article{brook,\n  title={Analyzing the Philosophical Implications of Original Sin According to Thomas Aquinas},\n  author={Brook, A.},\n  journal={Philosophy Commons},\n  year={2021}\n}\n\n@article{aquinas1,\n  title={Thomas Aquinas' Account Of Original Sin},\n  author={Aquinas, T.},\n  journal={The Thomist: A Speculative Quarterly Review},\n  volume={85},\n  number={1},\n  pages={1--22},\n  year={2021},\n  publisher={The Catholic University of America Press}\n}\n\n@article{aquinas2,\n  title={Thomas Aquinas' Account Of Original Sin (Cont.)},\n  author={Aquinas, T.},\n  journal={The Thomist: A Speculative Quarterly Review},\n  volume={85},\n  number={2},\n  pages={1--20},\n  year={2021},\n  publisher={The Catholic University of America Press}\n}\n\n@article{aquinas3,\n  title={Thomas Aquinas' Account Of Original Sin (Cont.)},\n  author={Aquinas, T.},\n  journal={The Thomist: A Speculative Quarterly Review},\n  volume={85},\n  number={3},\n  pages={1--18},\n  year={2021},\n  publisher={The Catholic University of America Press}\n}\n\n@article{experiential1,\n  title={An Ordinary Experiential Characterisation Of The Effects Of Original Sin},\n  author={Smith, J.},\n  journal={International Journal of Philosophy and Theology},\n  volume={79},\n  number={1},\n  pages={1--15},\n  year={2021},\n  publisher={Routledge}\n}\n\n@article{experiential2,\n  title={An Ordinary Experiential Characterisation Of The Effects Of Original Sin (Cont.)},\n  author={Smith, J.},\n  journal={International Journal of Philosophy and Theology},\n  volume={79},\n  number={2},\n  pages={1--12},\n  year={2021},\n  publisher={Routledge}\n}\n\n@article{experiential3,\n  title={An Ordinary Experiential Characterisation Of The Effects Of Original Sin (Cont.)},\n  author={Smith, J.},\n  journal={International Journal of Philosophy and Theology},\n  volume={79},\n  number={3},\n  pages={1--10},\n  year={2021},\n  publisher={Routledge}\n}\n\n@article{philosophy1,\n  title={The Implications of Original Sin for Philosophy},\n  author={Jones, M.},\n  journal={Philosophy Now},\n  volume={145},\n  pages={1--8},\n  year={2021}\n}\n\n@article{philosophy2,\n  title={The Rejection of Authority and the Denial of Universal Truth in Philosophy},\n  author={Lee, K.},\n  journal={Philosophical Quarterly},\n  volume={71},\n  number={1},\n  pages={1--15},\n  year={2021},\n  publisher={Wiley}\n}\n\n@article{philosophy3,\n  title={Philosophy's Crisis: A Turning Away from Reality},\n  author={Chen, L.},\n  journal={Philosophy Today},\n  volume={65},\n  number={1},\n  pages={1--12},\n  year={2021},\n  publisher={Penn State University Press}\n}\n\n@article{sin1,\n  title={The Reality of Original Sin},\n  author={Brown, D.},\n  journal={The Catholic World Report},\n  volume={31},\n  number={1},\n  pages={1--10},\n  year={2021}\n}"}]