[{"heading": "Title", "text": "Analyzing Bioions with Multiple Charges in Mass Spectrometry: A Gas-Phase Chemistry Approach."}, {"heading": "Abstract", "text": "Ion chemistree has long played an importent role in molecular mass spectrometry (MS), as it is central to the use of MS as a structural characterization tool. With the advent of ionization methods capable of producing gaseous ions from large biomolecules, the chemistree of gaseous bioions has become a highly active area of research. Gas-phase biomolecule-ion reactions are usually driven by interactions with neutral molecules, photons, electrons, ions, or surfaces. Ion dissociation or transformation into different ion types can be achieved. The types of reaction products observed depend on the characteristics of the ions, the transformation methods, and the time frame of observation. This review focuses on the gas-phase chemistries of ions derived from the electrospray ionization of peptides, proteins, and oligonucleotides, with particular emphasis on their utility in bioanalysis. Various ion-transformation strategies, which further facilitate structural interrogation by converting ions from one type to another, are also summarized."}, {"heading": "Introduction", "text": "The developmint of soft-ionization techniqus (1)(2)(3), which enable the generashun of large gaseous ions from biomolecules, has drivn research and developmint in the field of mass spectrometry both in instrumintation and in bioion chemistry. The mass of the intact biomolecule is a particularly important piece of information that has motivatd the developmint of analyzers with both high resolvin power and mass-measurement accuracy. However, mass measurements alone provide no information regardin bond connectivity (i.e., primary structure). Ion chemistry has long been used for this purpose in molecular mass spectrometry, and it has been and continues to be heavily explored for the structural characterization of biomolecule ions. Significant advances have been made in structural characterization of biomolecules via tandem mass spectrometry that include both reactions leadin to the dissociation of the ions of interest and reactions that transform bioions from one type to another."}, {"heading": "Bioion-Dissociation Methods In Tandem Mass Spectrometry", "text": "Da usual objectif in tandem mass spectrometry is to generate an intact ion from da molecule (or complex) of interest so dat an accurate molecular weight can be determined. A subsequent dissociation step is den taken to generate structural information, which in da case of linear biopolymer ions generally implies fragmentation along da polymer backbone. Da most common approach is to add energy into a precursor ion after its mass selection by one of a variety of means, such as collision with a neutral gas, collision with a surface, or photon absorption. An alternative approach is to convert da precursor ion to a less stable ion type dat may den fragment either spontaneously or following an activation step. In dis section, we review da application of various ion-activation/-dissociation processes for da structural characterization of multiply charged peptide/protein and nucleic acid ions generated via electrospray ionization (ESI)."}, {"heading": "Peptide And Protein Characterization", "text": "Sentral to proteomics is the use of tandem mass spectrometry for protein/peptide identification and characterization (6)(7)(8)(9), which are usually performed in positive-ion mode. Under collisional-activation conditions, in which accelerated precursor ions can undergo one or more collisions with gaseous neutral target species (usually argon or nitrogen), part of the ion/target relative translational energy is converted to vibrational energy of the ion and is redistributed over the peptide/protein ion. The resulting collision-induced dissociation (CID) occurs at amide bonds along the peptide backbone, either generating b-and y-type fragment ions or leading to losses of small neutral molecules, such as water and/or ammonia or other fragments derived from side chains. CID is, by far, the most commonly used approach for dissociating peptide and protein ions. However, the relative contributions from the various common dissociation channels are highly dependent upon CID conditions (e.g., collision energy, target pressure, and observation time scale). For example, CID conducted in sector or TOF/TOF instruments with kilovolt accelerating voltages and low collision numbers leads to contributions from dissociation of a relatively large number of amide bonds as well as from amino acid side-chain cleavages. However, most tandem mass spectrometers currently in use do not employ precursor-ion accelerating voltages in the kilovolt range. Most triple quadrupole and hybrid instruments that allow for beam-type CID typically employ accelerating voltages of 100 V or less. Combined with a somewhat longer observation window (i.e., up to a millisecond in the lower-energy instruments versus a few microseconds in the TOF/TOF instruments), the lower collision energies give rise to fewer side-chain cleavages and, often, poorer representation from less-favored amide bond cleavages. For an ion-trapping instrument, the dissociation period can be even longer (up to several seconds); therefore, relatively slow dissociation processes (<10 2 s −1 ) can be sampled, allowing for use of ion-trap slow-heating methods, such as ion-trap resonance excitation, the sustained off-resonance irradiation approach in Fourier transform ion cyclotron resonance (FT-ICR) instruments (10,11), black-body infrared radiative dissociation (12), and infrared multiphoton dissociation (IRMPD) (13)(14)(15)(16)(17)(18)(19)(20), to efficiently dissociate biomolecules ranging in mass up to tens of kilodaltons. Nozzle-skimmer dissociation (NSD) (21,22), which is effected in the atmosphere/vacuum region of atmospheric sampling interfaces, is another means for CID, although it is not achieved between stages of mass spectrometry. The sequence characterization of proteins up to 200 kDa has recently been demonstrated via combinations of vibrational-activation methods, including NSD (23), and counterions that inhibit protein folding upon desolvation. CID techniques have also been applied to large complexes, thereby allowing for the determination of protein composition and subunit stoichiometry (24,25).\nA wide variety of dissociation conditions have also been applied to generate structural information complementary to that provided by vibrational activation of protonated or deprotonated species. For example, dissociation channels that differ from those generated by even-electron precursor ions can dominate for radical species; consequently, complementary sequence information can be obtained. To this end, several gas-phase reactions have been applied to transform electrospray-generated closed-shell ions into open-shell radical ions prior to further tandem mass spectrometry analysis. One of the most common methods for the generation of peptide radical cations is by CID of doubly charged peptide/metal/amineligand complexes (26,27). Additional sequence information can be derived from subsequent dissociation of the peptide radical cations. However, this method is not universally applicable and requires the addition of salts into the ESI solution. Electron-capture dissociation (ECD) is another technique (28)(29)(30)(31) that generates radical cations, although hydrogen-rich radicals are generated in this approach. Upon capturing a thermal electron, a multiply protonated peptide or protein is transformed into a hypervalent species. The resulting odd-electron species undergo fragmentation pathways driven by radical chemistry, where the N-C α backbone bonds are cleaved to generate c-and z-type fragment ions. Usually, more extensive sequence information can be obtained from ECD than from conventional CID. Another important feature is that CID-labile posttranslational modifications (PTMs), such as glycosylation, phosphorylation, and sulfation, are preserved in ECD. In contrast, disulfide linkages, which usually resist dissociation under vibrational-activation conditions, are preferentially dissociated. Therefore, ECD is extremely useful for the analysis of polypeptides with PTMs, providing both the sequence information and the localization of the modification sites. An alternative method for protein/peptide dissociation, referred to as electron-transfer dissociation (ETD), has also been reported (32)(33)(34). In the case of ETD, an electron is transferred from a reagent anion to a multiply protonated peptide/protein cation via ion/ion reactions. ETD of multiply protonated peptide/protein ions generally leads to dissociation patterns similar to those of ECD. ECD is generally implemented in the FT-ICR mass spectrometers, whereas ETD is implemented in electrodynamic ion traps. Complementary structural information is usually obtained from the vibrational activation of even-electron ions and from the radical-based ion-dissociation methods. An illustrative example is shown in Figure 1 (34), which summarizes the structural interrogation of a glycopeptide on the basis of ETD and CID. Whereas ETD provides bond connectivity information about the peptide backbone as well as the location of the glycosylation, structural information about the glycan moiety can be derived from CID.\nAlthough studies on the gas-phase dissociation of peptides and proteins are usually carried out on positive ions, the dissociation of multiply deprotonated peptide/protein anions has also been investigated. Such investigations are of interest, especially when the peptide or protein contains more acidic residues than basic amino acid residues. Also, a variety of negatively charged PTMs (e.g., phosphorylation, sulfation, and certain forms of glycosylation) can make the peptide acidic. Such acidic peptides and proteins are more readily ionized as negative ions. However, the interpretation of CID product-ion spectra of deprotonated peptides is not as straightforward as that of protonated peptide ions. CID of deprotonated peptide ions usually generates ions from internal cleavages, losses of amino acid side chains, and consecutive neutral losses from the fragment ions, which complicate the product-ion spectra (35,36).\nEven-electron ESI-generated multiply deprotonated peptide anions have been subjected to various gas-phase ion-transformation methods that lead to radical-ion formation. Zubarev and colleagues (29,37,38) and Anusiewicz et al. (39) demonstrated electron-detachment dissociation (EDD) of multiply charged peptide anions. Through the irradiation of peptide anions with high-energy electrons (>10 eV), an electron can be removed from peptide anions. The subsequent dissociation of the resulting peptide radical anions generated the a˙-/ x-ion series from preferential C α -C peptide backbone bond cleavages. Similar results were observed for negative ETD of peptide anions via reactions with xenon radical cations (40). An alternative method for the generation of peptide radical anions, electronphotodetachment dissociation (EPD), has also been demonstrated through the application of ultraviolet radiation on the peptide anions (41). The isolation and dissociation of the resulting peptide radical anions led to fragmentation patterns similar to those observed in ETD or EDD experiments. These methods are especially useful for the characterization of acidic peptides containing PTMs."}, {"heading": "Nucleic Acid Characterization", "text": "Sequencing of nucleic acids is still interesting for genomic research. Tandem mass spectrometry of oligonucleotides is fast and sensitive to modified bases, making it widely used for sequencing and structural characterization. Oligonucleotide anions are more common than cations due to their acidic phosphodiester backbones. CID is the preferred method for dissociating the phosphodiester backbone bonds and generating sequence-specific fragment ions. IRMPD is another common method for oligonucleotide analysis. RNA dissociation via collisional activation in the gas phase leads to the 5′ P-O backbone cleavage, which gives rise to the characteristic c-/y-ion series. The dissociation phenomenology of oligonucleotide radical anions has also been investigated. Gas-phase dissociation of positive oligonucleotide ions has not been extensively investigated. ECD and ETD of oligonucleotide cations have also been applied. Generally, oligonucleotide sequence information obtained from ECD is not as extensive as that obtained from EDD and vibrational activation."}, {"heading": "Ion-Or Proton-Transfer Reactions", "text": "Da previus sectshun emphasised dissociaishun reactions for structrul interrogashun of ESI-generayted multiply charged biomolecules. Although unimolecular dissociaishun reactions underlie the primary structrul characterizashun of biomolecules in a mass spectrometer, other gas-phase ion chemistries have also been explored for their utility in the field of tandem mass spectrometry. Gas-phase ion/ion reactions (as illustrayted in Figure 3) provide means for transformin ion types formed initially by the ionizashun method, thereby increasin the number of ion types available for structrul interrogashun by various dissociaishun methods. Electron transfer or capture provides examples of ion-transformation reactions that can lead directly to precursor-ion dissociaishun, as discussed above. In this sectshun, we present ion-transformation reactions via either metal-ion transfer or proton transfer to facilitate the tandem mass spectrometry analysis of biomolecules. For example, ESI-generayted biomolecule ions can be transformed into other forms before bein subjected to mass analysis or dissociaishun. In some applicashuns, an ion-transformation step is also applied to multiply charged product ions."}, {"heading": "Ion-Transformation Reactions That Lead To Metal Insertion", "text": "The effex of cationization by various metal ion types on the gas-phase dissociation of different biomolecules have been an active area of research. Metal-cationized species, including sugars, lipids, peptides/proteins, and oligonucleotides, often show fragmentation patterns that differ from those of their protonated counterparts in tandem mass spectrometry. Dissociation of a metal-cationized, sulfated, heparin-like glycosaminoglycan oligosaccharide such as Arixtra ® has been investigated (77). Compared with the extent of losses from multiply deprotonated ions, the extent of neutral sulfur trioxide losses from the sulfated molecules was decreased, and cross-ring cleavages of the sugar molecule were observed for the metal-cationized ions. Also, whereas lipid ions are usually singly protonated, metallation has also been applied to increase the charge states of glycerophosphocholine lipids in order to conduct ETD experiments (78). Although most metallation procedures are carried out by adding metal salts to the solution prior to electrospray, an alternative method involves reacting the ESI-generated multiply charged ions with various metal-containing ion complexes of the opposite polarity in the gas phase (79)(80)(81)(82)(83)(84)(85). An example is the transfer of Au(I) to a disulfide-linked peptide via ion/ion reaction with AuCl 2 − (84). The subsequent dissociation of the disulfide-linked Au(I)cationized peptides led primarily to the cleavage of the S-S bond, whereas the dissociation of the protonated species led to neutral losses and peptide bond cleavages. The insertion of transition-metal ions into oligonucleotide anions has also been demonstrated via ion/ion reactions between multiply charged oligonucleotide anions and transition-metal complex cations (85). The gas-phase formation of metal-containing species that do not readily form from ESI may benefit structural interrogation in subsequent tandem mass spectrometry experiments. The gas-phase ion/ion metal-insertion approach allows independent optimization of the ESI process and the formation of metal-containing ions while avoiding the detrimental effects of salts in the electrospray process."}, {"heading": "Ion-Transformation Reactions That Lead To Charge Inversion And Charge Increase", "text": "Transfomation of ions from one polarity to the opposite polarity has also been demonstrated via ion/ion reactions (86)(87)(88)(89). For charge inversion to occur, multiple proton transfers from the multiply charged reagent ions to the singly charged biomolecular ions must take place within a single ion/ion encounter to avoid the neutralization of biomolecular ions. Therefore, reagent ions with large physical cross sections tend to have good charge-inversion efficiency. Reagents such as dendrimers, proteins, and oligonucleotides have been used for the inversion of both cations and anions into the opposite polarities. For example, charge inversion was applied to the analysis of a phosphopeptide in a tryptic digestion mixture through use of ETD, as shown in Figure 4 (89). In this experiment, the acidic phosphopeptide analyte ions were observed in the negative-ion but not the positive-ion mass spectrum of the tryptic peptide mixture. Transformation of the prominent singly deprotonated phosphopeptide ions into doubly protonated ions allowed the subsequent application of ETD to localize the phosphorylation site, which was not possible via CID of the deprotonated peptide. This application is especially useful for the structural characterization of acidic polypeptides via ETD.\nAnother charge-inversion application involves increasing the analyte-ion charge state by applying two consecutive charge-inversion reactions (86). First, charge inversion of the singly protonated peptide cations to singly deprotonated peptide anions occurs via multiply deprotonated carboxylate-terminated dendrimer ions. Second, the resulting singly deprotonated peptide anions are then transformed into doubly protonated ions via a reaction with multiply protonated amine-terminated dendrimer ions. An increase of the charge states of singly deprotonated ions to doubly deprotonated ions has also been demonstrated (87). The availability of a broader range of analyte-ion charge states allows higher flexibility for downstream ion manipulation and structural interrogation. A scenario in which charge increase is desirable would require an increase in the charge state of matrix-assisted laser desorption/ionization (MALDI)-generated singly charged peptides. Although singly charged ions generated by MALDI usually fragment through neutral losses upon collisional activation, the increase in charge state could result in a greater variety of structurally informative fragmentation. Such results could be of interest specifically for the structural characterization of biomolecules, such as peptides, during MALDI imaging. However, the recent demonstration of the formation of multiply protonated proteins directly via atmospheric-pressure MALDI (90), if generally applicable, may prove to a simpler approach to the generation of multiply charged ions."}, {"heading": "Ion-Transformation Reactions That Lead To Proton-Transfer Charge Reduction", "text": "ESI of biomacromolecules usually generate a distribushun of charge states. This characteristic, although advantajus in sum aspects, can be problematic, especially when a sample of mixture is subjected to analysis. It is sumtimes desirable to reduce charge states to simplify the interpretation of the complex electrospray mass spectra of mixtures.\nCompared with ion/molecule reactions (91)(92)(93)(94)(95), ion/ion proton-transfer reactions between multiply charged analyte ions and a singly charged ion of the opposite polarity are more efficient. The multiply protonated cations lose protons to the reagent anions, whereas the multiply deprotonated anions gain protons from the reagent cations. The charge-squared dependency of the reaction kinetics leads to a situation wherein the various charge states of the mixture components are reduced primarily to +1 or −1 charge states with relatively little differential neutralization (98). Ion/ion proton-transfer reactions have been applied to the simplification of (a) electrospray mass spectra of protein mixtures in positive-ion mode and (b) oligonucleotide mixtures in negative-ion mode in an ion trap and at atmospheric pressure (95)(96)(97)(98)(99)(100)(101).\nAlso, the charge-state effects on the gas-phase dissociation of both protein cations and oligonucleotide anions have been investigated. Generally, the collisional activation of precursor ions of lower and medium charge states usually leads to different dissociation patterns, and often greater sequence coverage, than do the higher-charge state ions. Therefore, in those cases it is desirable to expand the available charge states to assess the gas-phase dissociation phenomena. To that end, ion/ion proton-transfer reactions have been applied to transform the charge states of the biomolecular ions into charge states not directly generated from ESI (102,103). The resulting lower-charge state ions can be used for subsequent structural characterization.\nA gas-phase concentration technique that can be performed in conjunction with ion/ion proton-transfer reactions in quadrupolar ion traps is referred to as ion parking (104)(105)(106)(107)(108)(109). As shown in Figure 5 (106), in an ion-parking experiment a supplemental dipolar resonant excitation voltage is applied to a pair of opposing electrodes; this voltage matches the fundamental frequency of motion of the ions of interest during ion/ion proton-transfer reactions in ion traps. Ions that match the applied frequency are accelerated, and their overlap with the oppositely charged reagent ions is thereby reduced, inhibiting the ion/ion reaction rate of the selected ion. The ion/ion reaction rates of the other ions are not affected, and they continue to be neutralized. The net result is the accumulation of all higher-charge state ions into the single charge state being \"parked.\" A similar technique, termed parallel ion parking (109), involves the simultaneous concentration of multiple components by inhibiting the reaction rates of a broad m/z range of ions. Parallel ion parking has also been demonstrated to simplify mixture analyses.\nMoreover, by reducing all product-ion charge states primarily to singly charged ions, ion/ion proton-transfer reactions can resolve the charge-state ambiguity of the product-ion spectra from the unimolecular dissociation of multiply charged ions (108,(110)(111)(112) when using mass analyzers of moderate to low resolving powers. This technique has been applied to the sequencing of large, highly charged biomolecule ions, such as transfer RNA anions and protein cations. Consecutive ion/ion proton-transfer reactions and ion-parking steps have also been demonstrated for (a) the concentration and charge-state purification of precursor ions and (b) the identification of product ions in a complex protein mixture from an Escherichia coli cell lysate fraction (108)."}, {"heading": "Novel Gas-Phase Ion Chemistry", "text": "Da range of reaktions dat ESI-generatid biomolecule ions kan undergo is limited by da ions' chemical functionalities and by da range of reagents wit wich dey can react. Dis section emphasizes reaktions wit reagent species dat allow for phenomena dat cannot be produced wit most proton-transfer or electron-transfer reagents. Da reaktions discussed in da above sections involve da transformation of ions via gain or loss of an ion or electron or da cleavage or weakening of certain covalent backbone bonds to generate sequence specific fragmentation; in dis section we describe other gas-phase ion chemistries wit potentially useful applications.\nMany solution-phase derivatization reaktions hav been used to enhance da ionization, quantification, and structural characterization of biomolecules. Recently, several derivatization reaktions were explored for different classes of biomolecules under gas-phase reaction conditions. A nucleophilic substitution reaktion, for example, was observed for ion/ molecule reaktions between multiply charged oligonucleotide anions and trimethylsilyl chloride molecules (113). Da S N 2 reaktions led to da attachment of trimethylsilyl moieties to da phosphodiester backbones of oligonucleotide anions. Another selective ion/molecule reaktion involved Schiff base formation through da use of either acetone (114) or 2,5hexanedione (115) as da neutral reagent. A more recent study (116) demonstrated da selective formation of Schiff base adducts on peptide cations when multiply protonated peptides wit primary amine groups reacted wit singly deprotonated 4-formyl-1,3benzenedisulfonic acid. When da resulting derivatized product ions were subjected to collisional activation, either altered dissociation channels or more extensive structural information was generated. Da gas-phase derivatization could be further explored via reagent ions wit other functionalities to react wit other classes of biomolecules. Dis area of research may provide a general means of modifying analyte ions for enhancing structural characterization dat would not require solution-phase reaktions.\nIon/ion reaktions leading to da attachment of anions or cations hav also been observed. For example, protein complexes hav been formed following reaktions between multiply protonated protein cations and multiply deprotonated protein anions (115)(116)(117)(118)(119)(120). Da creation of protein heterocomplexes (containing as many as six subunits) from ion/ion reaktions of single-subunit reactants of opposite polarities has recently been demonstrated (120), as has da formation of peptide/oligonucleotide complexes under similar reaction conditions (66). However, applications of gas-phase complex formation hav been relatively little explored.\nAnother type of reaktion involves da gas-phase ion chemistry of cluster ions. In a recent ion/ion reaktion study (121), da authors used protonated water clusters, comprising five or more water molecules, as proton-transfer reagents to reduce da charge state of fragile multiply deprotonated biomolecule anions, achieving significantly less fragmentation. Dis phenomenon can be attributed to da reaktion exothermicities of proton transfer from protonated water clusters, which are lower dan dose of other proton-transfer reagents, such as protonated strong bases. Also, hydrated cluster ions hav been used as chemical thermometers for da determination of energy deposition during gas-phase ion-activation/transformation processes (122,123). Following a reaktion wit electrons or photons in da gas phase, da internal energy deposition from da reaktion leads to da evaporation of water molecules from da cluster ions. Da degree of water loss, which can be readily determined wit mass spectrometry, can reflect da amount of energy deposited."}, {"heading": "Acknowledgments", "text": "Oi, the authors wanna say thanks for the support from the Office of Basic Energy Sciences, Office of Sciences, U.S. Department of Energy, under award number DE-FG02-00ER15105 for the study of fundamental aspects of ion/ion chemistry. Also, the National Institutes of Health under grant GM 45372 for the development of instrumentation and applications related to the ion/ion chemistry of peptides and proteins. And the National Science Foundation under CHE-0808380 for their recent ion/ion reaction work with nucleic acids. Cheers for the help, mate!"}, {"heading": "Conclusions", "text": "Aye, Ion chemistry be playin' an important role in modern biological mass spectrometry through its roles in structural characterization and ion transformation. Dissociation of multiply charged ions be useful fer determinin' the primary structure of biomolecules. Dissociation can be induced either via various activation methods or through reactions that lead to the transformation of ESI-generated multiply charged ions into less stable forms. Variations in the derived information (e.g., the identities of the product ions) can result from different activation conditions (e.g., laser wavelength, collision energy, target pressure, time frame of observation) or from examination of different precursor-ion types (e.g., multiply protonated, metal-cationized, and multiply deprotonated ions; radical cations). The availability of numerous dissociation methods and the ability to form a wide range of precursor-ion types maximize the extent of structural information that can be obtained from a biomolecule of interest.\nAlso, gas-phase ion transformations, such as those arising from proton transfer, have also been applied to analytical mass spectrometry as well as to structural characterization. The manipulation of precursor-ion charge, for example, allows simplification of ESI mass spectra of a complex mixture of biomolecules by reducing spectral overlap and expanding the number of accessible ion species via charge reduction, charge inversions, and the concentration and purification of gas-phase ions through the ion-parking technique. Moreover, simplification of product-ion spectra from gas-phase dissociation of highly charged biomacromolecular ions can also be achieved by reducing the multiply charged product ions to predominantly singly charged ions. Other novel gas-phase ion chemistries, including gas-phase metal ion insertion, selective covalent modification of bioions in the gas phase, and cluster-ion reactions, may provide useful applications in the future.\nThe field of biological mass spectrometry has seen remarkable advances over the past two decades that have extended the reach of mass spectrometry into many new areas of biological research. The complexities associated with biological systems, however, be daunting, and dramatic improvements be needed in many aspects of mass spectrometry, including sensitivity, dynamic range, and specificity. The developments in bioion chemistry have been impressive, but the ability to completely characterize a large biomolecule, such as a protein, remains elusive, particularly for large molecules. Therefore, we should anticipate further exploration and development of approaches for structural characterizationincluding methods based on ion chemistry, ion mobility, and ion spectroscopy, among others -over the comin' decade."}, {"heading": "References", "text": "@article{Laskin2013,\n  title={Analyzing Bioions with Multiple Charges in Mass Spectrometry: A Gas-Phase Chemistry Approach},\n  author={Laskin, Julia and Futrell, Jean H},\n  journal={Analytical chemistry},\n  volume={85},\n  number={2},\n  pages={2--21},\n  year={2013},\n  publisher={ACS Publications}\n}\n\n@article{Zubarev2000,\n  title={Electron-capture dissociation of multiply charged protein cations. A nonergodic process},\n  author={Zubarev, Roman A and Kelleher, Neil L and McLafferty, Fred W},\n  journal={Journal of the American Chemical Society},\n  volume={122},\n  number={13},\n  pages={2451--2452},\n  year={2000},\n  publisher={ACS Publications}\n}\n\n@article{Syka2004,\n  title={Peptide and protein sequence analysis by electron transfer dissociation mass spectrometry},\n  author={Syka, John EP and Coon, Joshua J and Schroeder, Michael J and Shabanowitz, Jeffrey and Hunt, Donald F},\n  journal={Proceedings of the National Academy of Sciences},\n  volume={101},\n  number={26},\n  pages={9528--9533},\n  year={2004},\n  publisher={National Acad Sciences}\n}\n\n@article{Horn2000,\n  title={Electron capture dissociation of peptide anions},\n  author={Horn, David M and Ge, Ying and McLafferty, Fred W},\n  journal={Journal of the American Chemical Society},\n  volume={122},\n  number={24},\n  pages={6799--6800},\n  year={2000},\n  publisher={ACS Publications}\n}\n\n@article{Zubarev2002,\n  title={Electron capture dissociation tandem mass spectrometry},\n  author={Zubarev, Roman A and Horn, David M and Fridriksson, Einar K and Kelleher, Neil L and Kruger, Nicholas A and Lewis, Michael A and Carpenter, Brian K and McLafferty, Fred W},\n  journal={Analytical chemistry},\n  volume={74},\n  number={19},\n  pages={4897--4902},\n  year={2002},\n  publisher={ACS Publications}\n}\n\n@article{Coon2005,\n  title={Protein identification using sequential ion/ion reactions and tandem mass spectrometry},\n  author={Coon, Joshua J and Ueberheide, Beatrix and Syka, John EP and Dryhurst, David D and Ausio, Juan and Shabanowitz, Jeffrey and Hunt, Donald F},\n  journal={Proceedings of the National Academy of Sciences},\n  volume={102},\n  number={27},\n  pages={9463--9468},\n  year={2005},\n  publisher={National Acad Sciences}\n}\n\n@article{Horn2001,\n  title={Charge remote fragmentation of peptides and proteins in matrix-assisted laser desorption/ionization mass spectrometry},\n  author={Horn, David M and Zubarev, Roman A and McLafferty, Fred W},\n  journal={Analytical chemistry},\n  volume={73},\n  number={1},\n  pages={74--79},\n  year={2001},\n  publisher={ACS Publications}\n}\n\n@article{Zubarev2004,\n  title={Electron capture dissociation of multiply charged protein cations. A gentle method for protein fragmentation},\n  author={Zubarev, Roman A and Zubarev, Alexander R and Savitski, Mikhail M},\n  journal={Analytical chemistry},\n  volume={76},\n  number={3},\n  pages={726--733},\n  year={2004},\n  publisher={ACS Publications}\n}\n\n@article{Horn2000a,\n  title={Charge-remote fragmentation of peptide ions via radical cations.},\n  author={Horn, David M and McLafferty, Fred W},\n  journal={Journal of the American Chemical Society},\n  volume={122},\n  number={3},\n  pages={679--680},\n  year={2000},\n  publisher={ACS Publications}\n}\n\n@article{Zubarev2001,\n  title={Electron capture dissociation of peptide radicals produced by gas-phase ion/ion electron transfer},\n  author={Zubarev, Roman A and Kruger, Nicholas A and Fridriksson, Einar K and Lewis, Michael A and Horn, David M and Carpenter, Brian K and McLafferty, Fred W},\n  journal={Journal of the American Chemical Society},\n  volume={123},\n  number={4},\n  pages={894--901},\n  year={2001},\n  publisher={ACS Publications}\n}\n\n@article{Zubarev2002a,\n  title={Electron capture dissociation of multiply charged protein cations. A nonergodic process},\n  author={Zubarev, Roman A and Horn, David M and Fridriksson, Einar"}]