[{"heading": "Title", "text": "\"The Polarizing Effect of Politics on COVID Vaccine Acceptance\""}, {"heading": "Abstract", "text": "Did you know that the first vaccine was developed in 1796 by Edward Jenner to combat smallpox? It's true! But now, in the year 2021, we face a new virus: COVID-19. And unfortunately, it seems that partisan politics may be getting in the way of Americans getting vaccinated.\n\nSome people might think that politics and vaccines don't mix, but this study shows that party affiliation can actually predict vaccine hesitancy. And it's not just a small difference - Republicans are significantly less likely to get vaccinated than Democrats. But why is this happening?\n\nWell, it turns out that partisanship affects vaccine hesitancy in a number of ways. For example, Republicans are more likely to believe in vaccine conspiracy theories and less likely to trust the government, science, and the medical profession. And let's not forget about the influence of social media and misinformation!\n\nSo what can be done to increase COVID vaccination rates? It seems that policymakers may need to engage in specialized outreach to specific partisan communities. But let's not forget that vaccines have been saving lives for centuries - it's time to put politics aside and protect ourselves and our communities."}, {"heading": "Partisanship And The Politics Of Covid Vaccine Hesitancy", "text": "The current state of partisan polarization in the United States has been a topic of discussion for decades. Back in the day, party affiliation was a decent predictor of voting behavior, but not necessarily specific policy preferences. However, recent evidence suggests that party affiliation now plays a significant role in predicting policy preferences. Partisanship has also become a form of social identity, leading to more hostile feelings towards members of the other party.\n\nBut what about the COVID-19 vaccine? Does partisanship affect the decision to get vaccinated? While there have been many studies on vaccine willingness, most were conducted in 2020 when the vaccine was still hypothetical. This timing is important because it produced notable differences in findings. Since then, the vaccine landscape has changed considerably, with a new administration and emergency authorization by the FDA. However, we still know little about what is contributing to vaccine hesitancy now.\n\nWhile some early studies included partisanship as a control variable, most were written for epidemiological journals and did not focus on political variables. This has led to conflicting findings. Additionally, no existing studies have considered that partisanship's effects might go beyond direct effects on vaccine willingness. Our study attempts to address these gaps by conducting original surveys and a formal mediation analysis to uncover any indirect effects of partisanship. The findings enhance our understanding of vaccine resistance and potential obstacles to public health."}, {"heading": "Existing Research", "text": "Did you know that vaccine hesitancy is influenced by a multitude of factors, including demographics, attitudes, and even politics? It's true! According to studies from 2020, certain groups, such as African Americans, those with lower education and income, women, and younger people, may be less willing to get vaccinated. Attitudes towards the COVID virus also play a role, with those who view it as a serious health threat being more likely to express vaccine willingness.\n\nBut it's not just demographics and attitudes that affect vaccine hesitancy. Conspiracy theories and misinformation surrounding the COVID vaccines are also contributing to hesitation. And trust, or lack thereof, in authority figures and science also plays a role. In fact, research shows that trust in government can affect vaccine willingness, with higher levels of government trust leading to lower willingness to get vaccinated during the Trump presidency.\n\nBut what about politics? While there is some evidence that party affiliation may have affected vaccine willingness before the vaccine was available, we don't yet know if it still matters now that the vaccine is a reality. However, party affiliation may indirectly affect vaccine hesitancy through its influence on other predictors, such as concern over COVID, belief in conspiracy theories, and trust in science. So, it seems that vaccine hesitancy is a complex issue influenced by a variety of factors, both on and off-topic."}, {"heading": "Hypotheses", "text": "Let's talk about COVID-19 and how it's affecting Americans. Did you know that party identification plays a big role in people's attitudes and behaviors towards the virus? It's true! According to some literature, Republicans are less likely to get vaccinated than Democrats. But why is that? Maybe it's because Republicans are more skeptical of science and the government. Or maybe they just don't have the time to get vaccinated yet.\n\nBut it's not just about who is getting vaccinated. We also need to look at people's willingness to get vaccinated in the future. Some people might be on the fence about it, and it's important to understand what factors might influence their decision. For example, if a vaccinated person recommends the vaccine to an unvaccinated friend, that could make a big difference.\n\nBut here's the thing: Republicans might not be as likely to recommend the vaccine to their friends. Maybe they had a bad experience with it, or maybe they just don't trust the medical profession. It's hard to say for sure, but it's definitely something to keep in mind.\n\nOf course, there are a lot of other factors at play here. People's attitudes towards COVID, science, and vaccines all play a role in their decision-making. And these attitudes are often influenced by political affiliation. So even if we control for demographics, we still need to take into account the indirect effects of partisanship on these other variables.\n\nIn short, there's a lot to consider when it comes to COVID vaccination and partisanship. But by understanding these complex relationships, we can hopefully find ways to increase vaccination rates and keep people safe."}, {"heading": "Data And Method", "text": "Let's talk about surveys, folks. Specifically, two surveys conducted in March and June of 2021. Now, I know what you're thinking, \"2021? That's so last year!\" But bear with me, because these surveys are important. They were conducted after COVID vaccination had begun in the United States, but at two different stages of the vaccination effort. And let me tell you, these surveys were fielded by Qualtrics, using their panel of web survey vendors. Now, I know what you're thinking, \"What's Qualtrics?\" Well, let me tell you, they're a company that provides online survey software. And while convenience samples for surveys are not always ideal, when using sample-matching procedures like those used by Qualtrics (and YouGov) they can provide accurate estimates of relationships among variables.\n\nNow, let's talk about the demographics of these surveys. Potential respondents were sampled based on their age, sex, and race to closely match national census figures on these variables. The second survey differs from the first in that it contains only white, non-Latinx respondents. And let me tell you, demographic comparisons for each sample and the CPS are reported in Appendix A. \n\nBut let's get to the meat of these surveys. Across the two surveys, we measure three different dependent variables. Both surveys asked all respondents whether they would be willing to receive the COVID vaccine, assuming the vaccine was free and available to them. And let me tell you, respondents could select from five options: definitely not, probably not, probably get, definitely get, or already received one or more doses of the vaccine. Answers to this question were then used to create two separate dependent variables: first, a dichotomous variable measuring whether or not a person had already received at least one vaccine dose (\"vaccination\"); second, (for those who did not report having received the vaccine) a four-point, ordinal variable capturing their degree of \"vaccination willingness.\" \n\nBut wait, there's more! The June survey asked all respondents what advice they would give a friend if the friend asked whether they should get vaccinated. Respondents could select from four options: advise to definitely not get, advise to probably not get, advise to probably get, advise to definitely get. Responses were used to create a four-point, ordinal variable (\"vaccination advice\"). \n\nNow, let's talk about the independent variable of interest in this study: party identification. We measure this using a five-point scale ranging from strong Democrat to strong Republican (positive values indicate more Republicanism). And let me tell you, all models control for key demographic variables available in each survey. Specifically, both surveys control for age, education, and gender. \n\nBut wait, there's more! The March survey additionally controls for Black and Latinx group membership, whether a respondent ever got tested for COVID, and whether a respondent personally knows someone who died from COVID. Because the June survey sampled only non-Latinx Whites, it does not contain or require controls for race or ethnicity. It did not ask respondents about COVID testing or deaths. \n\nAnd let's not forget about the attitudinal measures that might affect COVID vaccine hesitancy. The March survey includes measures of the degree to which respondents worry about themselves getting sick from COVID (egocentric or personal concern), and other Americans getting sick from COVID (empathetic or prosocial concern). The June survey asks respondents about their level of agreement or disagreement with two of the (among many) common myths about the Coronavirus vaccines: that they are being used to insert microchips into people, and that they can cause infertility. It also measures respondents' level of trust in doctors and their level of trust in scientists. Both surveys include a standard measure of trust in government. \n\nSo, there you have it folks. Two surveys, lots of variables, and some interesting findings about COVID vaccine hesitancy and party identification. And let me tell you, all independent variables are normalized to range between 0 and 1 to facilitate comparison of effect sizes across these different predictors."}, {"heading": "Analysis", "text": "Let's talk about vaccines. Did you know that the first vaccine was developed in 1796 by Edward Jenner to protect against smallpox? That's over 200 years ago! But today, we're interested in a different aspect of vaccines - their relationship with politics. It's no secret that politics can influence people's behavior, and that includes their willingness to get vaccinated. In fact, a recent study looked at the effect of partisanship on vaccination behavior among eligible individuals.\n\nNow, before we dive into the study, let's take a moment to appreciate the fact that vaccines have been around for centuries. In the early 20th century, vaccines were developed for diseases like diphtheria, tetanus, and pertussis. And in the 1950s, the polio vaccine was developed, leading to a significant decrease in cases of the disease. But despite the success of vaccines, there are still people who are hesitant to get vaccinated.\n\nSo, back to the study. The researchers tested their hypothesis using two different samples at two different stages of the vaccine rollout. In the March survey, they focused on partisanship rather than ideology, based on the literature that suggests partisanship is a more stable political belief. They found that party identification was statistically significant and in the expected direction - the more Republican a person's political leanings, the less likely they were to have gotten vaccinated.\n\nBut it's not just politics that influences vaccination behavior. The June survey found that trust in doctors and government, beliefs about the vaccine itself, and age were all significant predictors of vaccination. And even after controlling for these factors, partisanship remained a significant, independent predictor of vaccination.\n\nSo, what about those who are still unvaccinated? The study looked at their willingness to eventually get a shot and found that the dependent variable had four options ranging from \"definitely not get\" to \"definitely get.\" The results of the ordered logistic regressions are presented in Table 2.\n\nIn conclusion, vaccines have been around for centuries and have been successful in preventing diseases. However, politics and other factors can influence people's willingness to get vaccinated. The study found that partisanship is a significant predictor of vaccination behavior, even after controlling for other factors. It's important to continue to educate people about the safety and efficacy of vaccines and address any concerns they may have."}, {"heading": "[Table 2 About Here]", "text": "Did you know that the first vaccine was developed in 1796 by Edward Jenner to protect against smallpox? It's amazing how far we've come in the world of vaccines. Speaking of vaccines, a recent study found that control variables such as education, sex, and trust in government all played a significant role in predicting vaccine willingness. Interestingly, age did not play a significant role once respondents who had already been vaccinated were removed from the analysis. In the March survey, being Black and having both egocentric and empathetic concern over COVID were statistically significant predictors of vaccine willingness. Meanwhile, in the June survey, misinformation about infertility was a significant predictor, but beliefs about microchips were not. Partisanship also played a significant role, with Republicans having a higher probability of not getting the vaccine compared to Democrats. It's important to consider all of these factors when trying to understand vaccine hesitancy."}, {"heading": "[Figures 1A And 1B About Here]", "text": "Let's talk about vaccines, folks. Did you know that party affiliation isn't actually the biggest predictor of vaccine willingness? That's right, according to some old data I found, trust in the government is actually a bigger factor. But don't discount party affiliation just yet - it's still more important than education when it comes to predicting vaccine willingness. Crazy, right?\n\nNow, let's get into the nitty-gritty. The final dependent variable in this study measures what vaccinated Americans would hypothetically tell a friend who's considering getting the COVID vaccine. This question was only asked in June, so it's a bit outdated, but still interesting nonetheless.\n\nSo, what did the researchers find? Well, all of the control variables were in the expected direction, but only beliefs about infertility and trust in scientists and the government were statistically significant. It's important to note that this data is a bit old, so take it with a grain of salt. But it's still fascinating to see how people's beliefs and affiliations can impact their willingness to get vaccinated."}, {"heading": "[Table 3 About Here]", "text": "Did you know that the first vaccine was developed in 1796 by Edward Jenner? It was for smallpox, a disease that has now been eradicated thanks to vaccines. But despite the success of vaccines, there are still people who refuse to get vaccinated. A recent study found that partisanship plays a significant role in vaccine behavior. This means that whether you identify as a Republican or a Democrat can affect whether you recommend vaccines to your friends. In fact, being a Republican predicts a lower probability of recommending the vaccine to a friend. This is just one example of how politics can influence our behavior. But it's not just politics that affect our decisions. Trust in scientists also plays a role in vaccine behavior. So next time you're deciding whether or not to get vaccinated, remember that your political beliefs and trust in science can have a big impact on your decision."}, {"heading": "Partisanship'S Effect Through Other Predictors", "text": "It's truly remarkable how much politics can influence even the most personal of health decisions. But let's not forget that this is America we're talking about, where political party affiliation is practically a religion. The models presented in the previous section may have underestimated the role of partisanship in shaping attitudes towards COVID and vaccination. After all, we know that political party has a powerful influence on everything from conspiracy theories to trust in government and scientists. It's not just about the direct effect of party affiliation on vaccination attitudes, but also the indirect effects through other attitudinal predictors.\n\nSpeaking of conspiracy theories, did you know that there are people out there who believe that the COVID vaccine causes infertility? It's true! And apparently, Republicans are more likely to come across this misinformation and believe it, which could explain their vaccine hesitancy. And let's not forget about the microchip theory - another belief that displays a significant indirect effect of party affiliation in one out of three models.\n\nBut it's not just conspiracy theories that are influenced by political party. Trust in government also plays a role in vaccine hesitancy, particularly among Republicans who may be more likely to mistrust the federal government now that Democrats are in control. And even trust in scientists and doctors can be influenced by political party, with Democrats more likely to report trusting these groups than Republicans.\n\nSo, while it may seem like a personal health decision, vaccination attitudes are actually heavily influenced by political party affiliation and a whole host of other factors. It's a complex issue that requires a nuanced understanding of the role that politics plays in shaping our beliefs and behaviors."}, {"heading": "Appendix B Mediation Analysis", "text": "Ah, the good old days of statistical analysis. Back when we had to rely on outdated macros like Hayes's PROCESS (version 3.5, mind you) to estimate and provide bootstrap confidence intervals for indirect effects in multiple mediators within the same model. But hey, it gets the job done, right?\n\nSo, let's dive into the nitty-gritty of this appendix. We're looking at output 21 from multiple mediation analysis of each of the five \"direct effect\" regression models presented in the text (tables 1-3). And boy, do we have some clear directional expectations for each indirect effect. That's why we specified 90% confidence intervals to provide a one-tailed test of the null hypothesis (no indirect effect) at p<.05. \n\nAnd just to make sure we're covering all our bases, we used 5000 bootstrap samples for each analysis. Because you can never have too many samples, am I right?"}, {"heading": "Conclusion", "text": "As the world continues to grapple with the COVID-19 pandemic, it is important to understand the various factors that are hindering the United States' vaccination efforts. While some research has been conducted on vaccine hesitancy, it is outdated and more investigation is needed to fully comprehend the issue. Furthermore, while there is evidence of partisan divides in vaccine willingness, the extent of its impact is not fully understood.\n\nOur study aims to shed light on the effects of party affiliation on vaccination rates. We found that Democrats are more willing to get vaccinated than Republicans and those unaffiliated with a party. This has serious implications for the country's ability to increase vaccination rates. While the government is trying to boost vaccination rates in communities of color and low-income areas, little partisan outreach has been made.\n\nPresident Biden has attempted to overcome partisan messaging surrounding vaccines, but it is unclear if federal or state administrations understand the full extent of the issue. Our study shows that party affiliation is tied to multiple factors, including vaccine misinformation and lack of trust. More outreach from leading Republican figures may be necessary to address the partisan deficit.\n\nOur study is not definitive and has its drawbacks. We cannot claim to have a comprehensive picture of all predictors of vaccination willingness, and our second survey only includes white respondents. However, we hope that our study draws attention to the seriousness of the party divide on vaccine willingness and encourages further investigation."}, {"heading": "References", "text": "@article{partisanship_covid_vaccine,\n  title={The Polarizing Effect of Politics on COVID Vaccine Acceptance},\n  author={Unknown},\n  journal={Unknown},\n  year={Unknown},\n}\n\n@article{partisanship_covid_vaccine_hesitancy,\n  title={Partisanship And The Politics Of Covid Vaccine Hesitancy},\n  author={Unknown},\n  journal={Unknown},\n  year={Unknown},\n}\n\n@article{vaccine_hesitancy_factors,\n  title={Existing Research},\n  author={Unknown},\n  journal={Unknown},\n  year={Unknown},\n}\n\n@article{covid_vaccine_hypotheses,\n  title={Hypotheses},\n  author={Unknown},\n  journal={Unknown},\n  year={Unknown},\n}\n\n@article{covid_vaccine_data_method,\n  title={Data And Method},\n  author={Unknown},\n  journal={Unknown},\n  year={Unknown},\n}\n\n@article{covid_vaccine_analysis,\n  title={Analysis},\n  author={Unknown},\n  journal={Unknown},\n  year={Unknown},\n}\n\n@article{vaccine_willingness_factors,\n  title={Factors Predicting COVID-19 Vaccine Willingness},\n  author={Unknown},\n  journal={Unknown},\n  year={Unknown},\n}\n\n@article{vaccine_willingness_party_affiliation,\n  title={Party Affiliation and COVID-19 Vaccine Willingness in the United States},\n  author={Unknown},\n  journal={Unknown},\n  year={Unknown},\n}\n\n@article{vaccine_willingness_trust_government,\n  title={Trust in Government and COVID-19 Vaccine Willingness},\n  author={Unknown},\n  journal={Unknown},\n  year={Unknown},\n}\n\n@article{vaccine_willingness_friend_recommendation,\n  title={What Would Vaccinated Americans Tell a Friend About the COVID-19 Vaccine?},\n  author={Unknown},\n  journal={Unknown},\n  year={Unknown},\n}\n\n@article{vaccine_history,\n  title={Vaccine History},\n  author={Unknown},\n  journal={Unknown},\n  year={Unknown},\n}"}]