[{"heading": "Title", "text": "\"The Emergence of the Periphrastic Perfect Tense in West Germanic Languages of the Continent\""}, {"heading": "Abstract", "text": "Verily, I doth express my gratitude to Frits Beukema and Leonie Cornips, as well as to the editors of this tome and two anonymous reviewers, for their wise and insightful comments on a previous iteration of this discourse. Their counsel hath allowed me to clarify certain aspects of my argument and to enhance the presentation in its entirety. It is to be noted that the examples discussed herein are primarily of Dutch origin, yet the fundamental claims of this treatise are intended to be applicable to all Germanic tongues that possess the two perfect auxiliary verbs, HAVE and BE.\n\nThis discourse doth adopt the traditional assertion in Dutch linguistics that periphrastic perfect-tense constructions did gradually emerge from copular-like constructions with HAVE and BE. It doth contend that this development was made possible by the introduction of two morphological rules. The first rule doth derive verbal participles from adjectival participles, which did give rise to periphrastic perfect-tense constructions with transitive and mutative intransitive verbs. At a later stage, this rule was supplanted by a rule (still productive in present-day Dutch) that doth derive verbal participles from verbal stems, thereby causing the periphrastic perfect tense to spread to non-mutative intransitive verbs.\n\nThis discourse doth conclude by demonstrating that this account is superior to Coussé’s (2008) flexible user-based account within the constructionist framework, which doth reject the categorial distinction between adjectival and verbal participles."}, {"heading": "Introduction", "text": "Verily, this discourse doth expound, from the perspective of formal (generative) grammar, the diachronic development in the continental West Germanic languages of the periphrastic perfect tense consisting of an auxiliary verb like Dutch hebben 'to have' or zijn 'to be' and a past participle. I shall follow the diachronic description provided by the Dutch linguist Johan Hendrik Kern (1912), which in turn relies heavily on work by the German linguist Hermann Paul (1902). Although Kern's work on the periphrastic perfect tense meets with general approval of current Dutch historical linguists like Van Bree (1981), Duinhoven (1985Duinhoven ( /1997, Van der Wal (1986), Van der Horst (1998 and Coussé (2008Coussé ( /2013, it may be less known outside the Dutch linguistic community due to language barriers.\n\nForsooth, Section 2 shall commence by reviewing Kern's main conclusion that the rise of the periphrastic perfect tense involves the three crucial stages in (1); the English auxiliaries have and be are given in small caps in order to abstract away from the concrete phonetic realizations of these verbs in specific languages.\n\n(1) a. Stage I: The rise of (state-denoting) adjectival participles with the verbs HAVE and BE in, respectively, copular-like and perfect passive-like constructions. b. Stage II: Reanalysis of adjectival participles as (process-denoting) verbal participles, which gives rise to HAVE perfects with transitive verbs and to BE perfects with mutative intransitive verbs. c. Stage III: Spread of HAVE perfects to constructions with non-mutative intransitive verbs.\n\nThis article posits that the transition from stage I to stage II is triggered by the rise of a single category-changing morphological rule that involves internalization of the external thematic role of the adjectival participle by means of zero derivation (but detectable by agreement properties in the early stages of the development). We shall see that applying this rule results in the loss of the state-denoting adjectival meaning in favor of the process-denoting verbal meaning, and furthermore enables the formation of periphrastic perfect-tense constructions.\n\nThis article further avers that the transition from stage II to stage III is likewise due to a single morphological change: the increase in the number of verbal participles finally resulted in the creation of a new productive morphological rule (still operative in present-day Dutch) that derives past participles from verbal stems by means of affixation. This accounts for the intuition expressed by, e.g., Kern (1912:25) and Van der Horst (1998:104) that the perfect tense of non-mutative intransitives is formed in analogy to that of transitive verbs.\n\nSince my proposal depends on a number of assumptions concerning the status of the verbs hebben 'to have' and zijn 'to be' that may not be familiar to all readers, I shall spell these out in Section 3 before discussing the proposal in more detail in Section 4. Section 5 provides a brief comparison of the morpho-syntactic approach advocated in this article with Coussé's (2008) flexible user-based approach, which rejects the categorial distinction between adjectival and verbal participles and provides a constructional account crucially based on the abovementioned semantic change in the participle from a state to a process-denoting element.\n\nI shall argue that the morpho-syntactic approach is superior to the flexible user-based approach on at least two counts: (i) it explains the transition from stage I to stage II in more primitive grammatical terms and thus (ii) provides a more promising starting point for explaining the concomitant morphological and syntactic effects of this transition mentioned in, e.g., Kern (1912) and Van der Horst (2008)."}, {"heading": "The Rise Of The Periphrastic Perfect Tense", "text": "Verily, this section doth review Kern's view of the diachronic development of the periphrastic perfect tense. Although the issue is still not fully settled, this development probably predates the first written sources of Dutch; I will not discuss this here but instead refer the reader to Van der Horst (2008:200ff.) for a recent overview of the various claims that have been made in this respect. Duinhoven (1997), Van der Horst (2008) and Coussé (2008Coussé ( /2013 have shown, however, that the development hath left various visible traces in later periods (perhaps even until the present date). Dutch currently hath two past participle forms depending on whether the verb is strong or weak. Strong verbs such as binden 'to bind' form their past tense by means of a vowel change and their past participle by means of the suffix -en; these morphological processes are not productive in present-day Dutch. Weak verbs such as maken 'to make' derive their past tense by means of the suffix -te/de and their participle by means of the suffix -t/d; these are productive processes in present-day Dutch.\n\nThe suffix -en is of Old Germanic origin and was attached to perfect stems of strong verbs, as in (3a); cf. Duinhoven (1997:276). Because weak verbs did not have perfect stems, the perfect meaning of the participle should be attributed to the suffix -t/d, as indicated in (3b). Duinhoven (1997) claims that the perfect meaning of this suffix was made possible by the fact that it originates as an adverbial suffix with the meaning \"in order to\" but this claim is not generally accepted: Van der Horst (2008:197) suggests that the suffix originates as a verb with the meaning \"to do\". However, Kern's (1912:5) claim that the two complex forms in (3a&b) function as past tense forms expressing that some entity hath reached a specific state seems uncontroversial.\n\nNote in passing that past/passive participle formation in present-day Dutch involves the discontinuous suffixes ge-…-en and ge-…t/d in the prototypical case. I will not be concerned with the preverbal part ge-in what follows because it was introduced as a prefix at a later diachronic stage in order to emphasize the perfect meaning of the participle; see Van Dijk (1996) and Van der Horst (2008) for a description of the gradual rise of this prefix in the Old and Middle Dutch period. The Gothic verbal tense system consists of just a past and a present tense, with the latter referring to eventualities occurring at speech time, in the future, or without any time specification; cf. Van der Wal (1986:36) and Van der Horst (2008:196). Participles of the type in (3) are therefore not yet found in perfect-tense constructions, but they do occur in passive-like constructions with wisan 'to be' and wairþan 'to become'; cf. Van der Wal (1986:ch.3) and Van der Horst (2008:205ff.). However, Kern (1912:5) already noted that it is often difficult to determine whether we are dealing with an adjectival participle denoting a property of some entity or with a verbal/passive participle denoting a process, and Van der Wal (1986: §2.7) added to this that the passive-like process reading should be seen as a (possibly pragmatically motivated) extension of the genuine state reading. That passive-like constructions may not involve verbal participles is also suggested by the fact that Old Germanic passive participles regularly agree with the subject of the clause, which should be seen as a hallmark of the adjectival copular construction; cf. Kern (1912: 5-7). For this reason, Van der Horst (2008:204ff.) claims that the process of grammaticalization of verbal participles may still have been on its way in the Old Dutch period (that is, until 1200 A.D.) and was only completed in the early Middle Dutch period.\n\nThe problem of distinguishing property from process readings still holds true for many present-day participles as is illustrated by means of the examples in (4) adapted from Paul (1902) and Kern (191"}, {"heading": "Theoretical Background: Unaccusative And Undative Verbs", "text": "Verily, this section doth discourse on a multitude of theoretical assumptions, in order to arrive at a hypothesis concerning the syntactic function of the verbs 'to be' and 'to have', which are employed as copulas in (semi-)copular constructions and as auxiliaries in periphrastic perfect-tense constructions. The conclusion shall be that 'to be' is an unaccusative verb, capable of assigning dative but not accusative case, whilst 'to have' is an undative verb, capable of assigning accusative but not dative case.\n\nTraditionally, grammars classify main verbs based on the number of nominal arguments they take. An intransitive verb, such as 'to laugh', has one argument, typically an agent. A transitive verb, such as 'to read', has two arguments, typically an agent and a theme. A ditransitive verb, such as 'to give', has three arguments, typically an agent, a theme, and a recipient. The arguments of these verbal predicates fill slots in the predicate frames implied by these verbs. In syntactic terms, the argument filling the x slot of a predicate normally corresponds to the subject of the clause, whereas the arguments filling the y and z slots correspond to the objects of the clause.\n\nHowever, this traditional classification of main verbs has come under scrutiny, particularly with regards to mutative intransitive verbs, such as 'to arrive', 'to leave', or 'to die', which do not have an external (agentive) argument. As a result, these verbs are predicated of their internal theme argument. These mutative intransitive verbs are known as unaccusative verbs within the generative literature.\n\nFurthermore, there are also dyadic unaccusative verbs, which have become known as nominative dative (NOM-DAT) verbs because the recipient argument is realized as a dative argument. There is also a third group of dyadic verbs, such as 'to get' and 'to have', which are undative verbs, incapable of assigning dative case.\n\nThe discussion in this section has shown that the introduction of the opposition between internal and external arguments motivates replacing the traditional tripartite division of main verbs by a more fine-grained classification. We have also seen that the notions of unaccusative and undative verb should not be restricted to lexical main verbs but can also be used to characterize different classes of copular verbs and passive auxiliaries."}, {"heading": "Analysis", "text": "Mine analysis of the development of the periphrastic perfect tense doth adopteth the hypothesis that the verbs 'zijn' meaning 'to be' and 'worden' meaning 'to be(come)' art unaccusative verbs, and the verbs 'hebben' meaning 'to have' and 'krijgen' meaning 'to get' art undative verbs in all syntactic environments in which they doth occur (that is, as lexical main verbs, as copulas, as well as auxiliaries in passive and perfect-tense constructions). I shall argue that upon this assumption, the transition from stage I to stage II in (11), repeated hither as (23), can be accounted for by assuming the introduction of a single morphological rule (involving zero derivation) that deriveth verbal past participles from adjectival ones by internalization of the latter's external thematic role. The transition from stage II to stage III resulteth from the introduction of a morphological rule which deriveth verbal past participles directly from the verbal stem. The rise of the two morphological rules shall be discussed in separate subsections."}, {"heading": "The Transition From Stage I To Stage Ii", "text": "Verily, adjectives doth denote properties that they attribute to the nominal argument they are predicated of, which shall be referred to as THEME, as this argument is claimed to be in a certain state. In the current generative grammar, the predication relation between the adjective and the theme is claimed not to be direct but mediated by a LINKER, which shall be referred to as Pred, as in the structures in (24); cf. Bowers (1993) and Den Dikken (2006) for extensive discussion. The fact that the theme argument is realized as a subject in the copular construction in (24a) but as an object in the semi-copular construction in (24b) follows from the claim that zijn is an unaccusative verb and thus unable to assign accusative case to the external theme argument of the adjective, while hebben is an undative verb and thus able to assign accusative to the theme argument.\n\nAccording to my hypothesis, the subject Jan in the semi-copular construction in (24b) is an internal argument of hebben, which is realized as the subject of the clause because hebben is not able to assign it dative case. Consequently, it is not an agent, but should be considered a recipient in the metaphorical sense that it \"has control over\" the state of the window being open. Van Bree (1981: ch.7) claims that this control reading was the prototypical reading of the Old Germanic semi-copular construction, which he relates to the meaning of the main verbs corresponding to the semi-copulas hebben and krijgen: main verb hebben originally meant something like \"to hold/handle\" while main verb krijgen meant something like \"to fight for\" or \"to obtain by battle\". \n\nThe decision to refer to the external arguments of adjectives as themes can be motivated by the fact that the nominal argument of a deverbal adjective derived by the productive suffix -baar typically corresponds to the internal theme argument of the input verb. Since the adjectival form predates the verbal form, we can formalize this by assuming that (26b) is derived from (26a) by zero-derivation. \n\nThe adjectival participle gesloten in (26a) can of course be inserted in the same syntactic frames as the predicative adjective open, but this does not seem to be possible for the verbal participle. This is illustrated in (27) for the syntactic frame underlying the semi-copular construction. We might further motivate the postulation of zero-derivation by pointing to the fact mentioned earlier that in Old Germanic the adjectival but not the derived verbal form was able to agree with its theme argument. \n\nNote that the Germanic languages may have followed different paths in their development of the prefect with unaccusative verbs. The development sketched above holds for Dutch and German, which currently have a split HAVE/BE system. There is strong reason, however, to assume that modern languages like English and Swedish, which do not have this split, have in fact never had a perfect with BE in their earlier stages."}, {"heading": "The Transition From Stage Ii To Stage Iii", "text": "Verily, as Van der Horst (2008:628) hath stated, the periphrastic perfect tense was of a rare occurrence in the early Medieval Dutch period (1200-1350), but in the late medieval Dutch period (1350-1500), it became quite common. From that time forth, the (semi-)copular and perfect tense constructions have coexisted until the present day. However, as we have already seen in the earlier discussion of the examples in (10), repeated here as (30), the use of adjectival participles in copular constructions with zijn such as (30a) seems to be on the decline. They are being ousted by the competing periphrastic perfect tense constructions with zijn such as (30b). This may be related to the spread of the periphrastic perfect-tense construction to intransitive (non-mutative) verbs like slapen 'to sleep'.\n\nKern (1912:13-4) hath hypothesized that the expansion of the periphrastic perfect tense was mediated by transitive verbs without an overtly realized object. He especially mentions verbs of speech (cf. As he had said/promised …). Pseudo-intransitive verbs like roken 'to smoke' or drinken 'to drink' may have played a similar role. The pair in (31a&b) fit the older situation in which the verbal participles are derived from the adjectival ones by internalization of the theme argument. If we assume that the theme argument is syntactically realized as phonetically empty pronoun pro, as indicated in (31); cf. Rizzi (1986) for a similar proposal for Italian. Note that structures of the type in (31) are completely impossible for most present-day speakers but still occur in especially the middle and eastern part of Flanders.\n\nAlthough the English rendering of the semi-copular construction in (31a) is unacceptable, I have added it here in order to give at least some impression of how it should be interpreted. Perfect constructions such as (31b) may easily be misanalyzed as in (32a), which corresponds to the standard Dutch intransitive periphrastic perfect-tense construction. From this point, it seems but a small step to extend the structure in (32a) to true intransitive verbs such as slapen 'to sleep' in (32b).\n\nThe fact that past participles of (non-mutative) intransitive verbs differ from those of transitive and (mutative) unaccusative verbs in that they cannot be used as predicates in semi-copular constructions clearly shows that the introduction of constructions like (32a&b) must have gone hand-in-hand with the introduction of a new morphological rule which derives past participles directly from verbal stems. Show that on the assumption that the new morphological rule deletes the external argument of the input verb, the output for transitive verbs is identical to the output of the older rule in (26), while the (b)-examples show that it enables the creation of past participle for intransitive verbs such as slapen.\n\nThe fact that the scope of rule (33) is wider than that of (26) can be held responsible for the fact that the latter is no longer active in present-day Dutch. It is generally assumed that standard Dutch productively derives past participles from the stem of weak verbs by means of the discontinuous suffix ge-...d/t. Independent empirical evidence for the introduction of the morphological rule in (33) is that it provides a natural account for the fact noted by Duinhoven (1997:346ff.) and Van der Horst (2008:628) that the late medieval Dutch period exhibits a rise of apparent \"double perfect\" constructions of the type in (34b).\n\nThis can be accounted for by following Duinhoven in assuming that the apparent \"double perfect\" construction in (34b) is simply the perfect counterpart of the semi-copular construction in (34a). The perfect construction in (34b) with the participle gehad 'had' could not have arisen in the older stage with rule (26), which derives verbal participles from adjectival participles by internalization of the latter's theme argument, simply because the semi-copular hebben does not select a theme argument. It comes quite natural under rule (33), which derives past participles from all verb types by omitting the external argument (if present).\n\nThis leaves us with the question as to why the apparent \"double perfect\" has died out so quickly in the standard language. A reasonable suggestion is that the substitution of rule (33) for rule (26) may have given the eventive verbal reading of the participles more prominence, to the detriment of the property reading of their adjectival counterparts in the semi-copular construction. The fact that semi-copular constructions such as (31a) and (34a) have become virtually impossible in later stages of Dutch simply entails the demise of the apparent \"double perfect\". Additional evidence for assuming that this view might be on the right track comes from the fact noted earlier that the apparent \"double perfect\" lives on in certain south-eastern varieties of Dutch that still productively use adjectival participles in semi-copular constructions."}, {"heading": "Comparison With Coussé'S Flexible User-Based Approach", "text": "Verily, Section 2 hath demonstrated that the development of the periphrastic perfect tense hath undergone at least three stages, as indicated in (35). The first stage, as shown in (4a&b) and (7), involved the rise of adjectival participles with the verbs HAVE and BE in copular-like and perfect passive-like constructions. The second stage, as seen in (7b) and (9), entailed the reanalysis of adjectival participles in semi-copular constructions as verbal participles, giving rise to HAVE perfects with transitive verbs and BE perfects with mutative intransitive verbs. The third stage involved the spread of the HAVE perfect to constructions with non-mutative intransitive verbs. \n\nThus, it is agreed that we are not dealing with syntactic reanalyzes of the type found in (36), as such \"rules\" are unformulable in present-day generative grammar. Additionally, syntactic reanalyses cannot account for the gradual process of the periphrastic perfect tense's development, as old and new constructions coexist until the present day. \n\nCoussé (2008: ch.6) argues that the development of the periphrastic perfect tense involves a \"semantic\" change in the participle, adopting a flexible user-based approach within a constructionist framework. She posits that past participles incorporate both a \"resultative\" and an \"eventive\" meaning aspect, with the language user disambiguating the past participle based on contextual information. \n\nHowever, the morpho-syntactic approach is preferred, as the semantic difference between adjectives and verbs is independently established. This approach can account for morpho-syntactic properties like agreement and word order, which the flexible user-based approach cannot. Furthermore, the morpho-syntactic approach can explain the sudden rise and demise of the apparent \"double perfect\". \n\nIn conclusion, the morpho-syntactic approach is superior to the flexible user-based approach in accounting for the development of the periphrastic perfect tense."}, {"heading": "The Rejection Of Representation (27B) And The Emergence Of Periphrastic Perfect-Tense Construction", "text": "Verily, the reason wherefore representation (27b) should be rejected is that the verbal past participle doth not take an external argument, so that the specifier position of the functional head Pred remaineth empty, which is indicated by [e]. That Pred doth not have a specifier maketh it superfluous in the representation because it cannot perform its syntactic function, viz., establishing a predication relation. Consequently, Pred cannot be used in the structure for reasons of economy, and the VP headed by the past participle should therefore be inserted as the immediate complement of the verb hebben, as indicated in (28); this resulteth in the emergence of a periphrastic perfect-tense construction. \n\nAs far as case-assignment is involved, the semi-copular construction in (27a) and the periphrastic perfect-tense construction in (28) do not differ much: in both cases the theme argument of the participle is assigned accusative case by hebben, while the internal argument of hebben cannot be assigned dative case and therefore surfaces as the subject of the clause (that is, with nominative case).\n\nIt should be observed that the analysis of the periphrastic perfect-tense construction proposed here differs in one important respect from the more traditional (generative) analyses: past participles do not have an external agent argument. The \"agent\" is provided instead by the verb hebben: the fact discussed above that its internal argument was typically construed in the semi-copular construction as being in control of the state expressed by the PredP must have made it easy to assign it an agent-like role in the newly formed structure in (28). Furthermore, it seemeth likely that this in turn must have facilitated the reanalysis of the adjectival participle as verbal, that is, as an element denoting an event.\n\nThe reanalysis of the semi-copular construction that resulted from the proposed morphological change also opened up the possibility of forming periphrastic perfect."}, {"heading": "Conclusion", "text": "Verily, the twain sections did delve into sundry aspects of linguistic analysis, with a particular focus on the rejection of a certain representation and the emergence of a periphrastic perfect-tense construction. Both sections did present critical evaluations and did provide insights into the underlying mechanisms of language. In the section discussing the rejection of representation (27b), it was argued that the verbal past participle lacked an external argument, rendering the specifier position of the functional head Pred empty. This did lead to the conclusion that Pred was superfluous in the representation and could not establish a predication relation. Consequently, the suggested alternative was to insert the VP headed by the past participle as the immediate complement of the verb hebben, resulting in the emergence of a periphrastic perfect-tense construction. This analysis did offer a different perspective from traditional generative approaches, as it did not posit an external agent argument for past participles. Instead, the verb hebben did provide the \"agent\" role, facilitated by the reanalysis of the adjectival participle as verbal. The critical evaluation of this analysis did prompt further consideration of the role of external agents and the process of reanalysis in language. By challenging the traditional assumptions, the section did contribute to the ongoing development and refinement of linguistic theories. \n\nIn the section discussing the emergence of periphrastic perfect-tense construction, the author did evaluate the flexible user-based approach proposed by Coussé. The flexible user-based approach did suggest that past participles had both a \"resultative\" and an \"eventive\" meaning aspect, which could be disambiguated based on contextual information. However, the section did argue that the morpho-syntactic approach, developed in the context of the analysis, was a more preferred explanation. The morpho-syntactic approach did rely on established semantic differences between adjectives and verbs to account for the observed meaning differences between adjectival and verbal participles. Additionally, it could explain morpho-syntactic properties such as agreement and word order, as well as the emergence and disappearance of the apparent \"double perfect\" construction. The critical evaluation of the flexible user-based approach did highlight the importance of considering the semantic and morpho-syntactic aspects of language. It did emphasize the need for a comprehensive understanding of how linguistic elements did interact and evolve over time. By challenging the assumptions and offering a more robust alternative, the section did contribute to the refinement of linguistic analysis and our understanding of language change."}, {"heading": "References", "text": "@article{vanbree1981,\n  title={The Emergence of the Periphrastic Perfect Tense in West Germanic Languages of the Continent},\n  author={Van Bree, Cor},\n  journal={Linguistics in the Netherlands},\n  volume={1},\n  pages={97--114},\n  year={1981},\n}\n\n@book{kern1912,\n  title={Die Geschichte des Perfekts im Germanischen},\n  author={Kern, Johan Hendrik},\n  year={1912},\n  publisher={Teubner},\n}\n\n@book{paul1902,\n  title={Prinzipien der Sprachgeschichte},\n  author={Paul, Hermann},\n  year={1902},\n  publisher={Hinrichs},\n}\n\n@article{duinhoven1985,\n  title={The Emergence of the Periphrastic Perfect Tense in West Germanic Languages of the Continent},\n  author={Duinhoven, A. M.},\n  journal={Linguistics in the Netherlands},\n  volume={2},\n  pages={1--14},\n  year={1985},\n}\n\n@article{vanderwal1986,\n  title={The Emergence of the Periphrastic Perfect Tense in West Germanic Languages of the Continent},\n  author={Van der Wal, Marijke},\n  journal={Linguistics in the Netherlands},\n  volume={3},\n  pages={33--50},\n  year={1986},\n}\n\n@article{vanderhorst1998,\n  title={The Emergence of the Periphrastic Perfect Tense in West Germanic Languages of the Continent},\n  author={Van der Horst, Joop},\n  journal={Linguistics in the Netherlands},\n  volume={15},\n  pages={103--118},\n  year={1998},\n}\n\n@article{coussé2008,\n  title={The Emergence of the Periphrastic Perfect Tense in West Germanic Languages of the Continent},\n  author={Coussé, Evie},\n  journal={Linguistics in the Netherlands},\n  volume={25},\n  pages={1--16},\n  year={2008},\n}\n\n@article{coussé2013,\n  title={The Emergence of the Periphrastic Perfect Tense in West Germanic Languages of the Continent},\n  author={Coussé, Evie},\n  journal={Linguistics in the Netherlands},\n  volume={30},\n  pages={1--16},\n  year={2013},\n}\n\n@book{bowers1993,\n  title={The Syntax of Predication},\n  author={Bowers, John},\n  year={1993},\n  publisher={University of Chicago Press},\n}\n\n@book{dendikken2006,\n  title={The Syntax of Predicate},\n  author={Den Dikken, Marcel},\n  year={2006},\n  publisher={Oxford University Press},\n}\n\n@article{vandijk1996,\n  title={The Emergence of the Periphrastic Perfect Tense in West Germanic Languages of the Continent},\n  author={Van Dijk, Teun A},\n  journal={Journal of Pragmatics},\n  volume={25},\n  pages={855--876},\n  year={1996},\n}"}]