[{"heading": "Title", "text": "Controlling Neural Cell Movement in Tissue Engineering."}, {"heading": "Abstract", "text": "This fucking article talks about how to direct cells in neural tissue engineering, which is apparently important for fixing nerve gaps. They look at different types of gradients, like chemical, adhesive, mechanical, topographical, and electrical, to see which ones work the fucking best. They don't really look at combining these gradients, even though it's fucking obvious that you need to use more than one thing to fix nerve circuitry. Basically, they're saying that if you use the right fucking cues and combine them in the right fucking way, you might be able to fix some nerves. But honestly, who the fuck knows if any of this shit actually works."}, {"heading": "Introduction", "text": "Neural tissue engineering (NTE) is a strategy that targets peripheral nerve and spinal cord injuries with potential for regeneration and reconnection of neuronal circuitry. However, the central nervous system (CNS) injury site is far less conducive to neurite outgrowth due to the formation of a glial scar, which creates a chemical and physical barrier to axonal growth and reconnection. Most attempts to overcome the inhibitory effects of the glial scar involve masking sulfated proteoglycans and other inhibitory molecules with soluble mediators. Reactive astrocytes, the primary cellular constituent of the glial scar, represent a chief source of inhibition. However, astrocytes assist in axonogenesis during development and under appropriate conditions, these cells appear capable of supporting, and even guiding, neurite growth. Tissue engineering utilizes biomaterials, cells, and growth factors (GFs), alone or in combination, to restore, maintain or improve tissue function. The addition of filler materials such as hydrogels, GFs, extracellular matrix (ECM) proteins, and fibers have all been used to enhance NGC performance. These multifunctional NGCs are the future of synthetic nerve repair."}, {"heading": "Chemotactic And Chemorepellent Gradients For Guiding Axonal Regeneration", "text": "WROBEL AND SUNDARARAGHAVAN were all about that GF, and they did some study shit with collagen and microchannels and some other science-y crap. They found that this netrin-1 stuff makes neurons grow towards it like crazy, while this slit-2 stuff makes them grow away from it. And apparently, there's other stuff like TGF-b-1, Ang1, and semaphorins that could be useful too. Some other dudes injected some NT-3 stuff into rats and it made their axons grow, even to the wrong damn place. And then there's this Pinato guy who put netrin-1 in liposomes and used lasers to make neurons grow towards it. Basically, they're all trying to figure out how to make neurons grow where they want them to, and they're using all sorts of fancy-ass methods to do it."}, {"heading": "Haptotaxis", "text": "This fucking text talks about chemotaxis and haptotaxis for axonal guidance, which basically means directing cell migration along gradients of surface bound cues. Some amino acid sequences and derivatives like laminin have been identified as useful for enhancing neuronal cell attachment and survival. In 2002, some assholes created laminin gradients using laminar flow of pure laminin and pure bovine serum albumin solutions through a series of poly-L-lysine-coated PDMS microchannels. The results showed that laminin gradients are useful for directing axon orientation, but they didn't induce growth. Another study showed that growth cones turn and migrate up substrate-bound gradients, which is promising for the engineering of artificial nerve guides. Shoichet's group improved their earlier chemotaxis studies by immobilizing NGF to their 3D scaffolds as well. Overall, this shit is about trying to manipulate cells to grow in a certain direction, but it's not always successful."}, {"heading": "Directed Migration In Neural Tissue Engineering 95", "text": "The fucking CBS Scientific in Tecumseh, CA did some bullshit experiment with NGF and found that only the fucking steepest gradient had any fucking effect on neurites. Soichet thinks there's some fucking threshold between 357 ng/mL/mm and 137 ng/mL/mm, but who fucking knows. Moore and his fucking team used 3D p(HEMA) gels on chick embryo DRGs and found that only the scaffold with both NGF and NT-3 at 200 ng/mL/mm had any fucking guidance. Increasing the concentration of NGF alone to 310 ng/mL/mm helped a little, but the fucking dual concentration gradients are the best. Dodla and Bellamkonda made some fucking laminin gradients in 3D agarose hydrogels and implanted them into rat sciatic nerve injury models. They found that the fucking laminin isoform (LN-1) gradient had some fucking effect on neurites."}, {"heading": "Gradients Of Laminin And Neurotrophic Factors For Guiding Axonal Regeneration: Experimental Studies And Future Perspectives", "text": "The fucking study by Wrobel and Sundararaghavan found that certain concentrations of LN-1 induced more neurites to grow up the gradient than down, but they still don't know how to get regenerating axons to change direction if needed. Dodla and Bellamkonda expanded on this shit by incorporating both LN-1 and NGF gradients for promoting regeneration across a rat model's sciatic nerve gap. They found that scaffolds with gradients of either LN-1 or NGF, with the other factor uniformly distributed, did not promote axonal regeneration across the gap, indicating the importance of multiple gradient cues for nerve guidance. Sundararaghavan took this shit further by examining gradients of two active components of the laminin molecule, IKVAV and YIGSR, and varying their slopes independently. They found that DRG neurites extend significantly more up steep YIGSR gradients and up shallow IKVAV gradients. Masand attempted to use the very specific responses initiated by polysialic acid (PSA) and human natural killer cell (HNK)-1 to increase the efficiency of axonal reconnection. They found that PSA-, HNK-, and PSA/HNK grafted gels all encouraged neurite extension significantly more than ungrafted collagen gels."}, {"heading": "Durotaxis", "text": "In 2000, Lo et al. came up with the term \"durotaxis\" to describe how fibroblasts move based on substrate mechanics. Since then, many studies have looked at how mechanics affect different cell types and functions. The elasticity of the matrix not only guides cell migration but also influences cell shape, adhesion, proliferation, differentiation, and phenotype. These effects have been seen in various cell types, including cancer cells. While neurons prefer softer substrates, glial cells prefer stiffer ones, making it difficult to develop a tissue engineering system that supports both. Unfortunately, the material system used in initial studies, polyacrylamide (PA) gels, is toxic and not suitable for implantation. In summary, the fucking challenge of using mechanical gradients in NTE is developing a suitable material system for in vivo testing, and the fucking acrylamide monomers are toxic during the polymerization process."}, {"heading": "Directed Migration In Neural Tissue Engineering 97", "text": "The fucking Flanagan et al. 69 study looked at how mouse primary SCNs responded to different levels of stiffness in PA gels and glass substrates. They found that softer substrates led to more neurite branching, while glia couldn't survive on any of the gels. Georges et al. 66 examined both PA gels and an in vivo compatible alternative, fibronectin-coated fibrin, and found that neurons grew better on softer substrates and independently of astrocytes. Balgude et al. 65 found that neurite extension rate decreased with increasing stiffness in 3D agarose gels. Sundararaghavan et al. 55 looked at directing neurites with a gradual stiffness gradient using a novel ''H-shaped'' microfluidic network. Koch et al. 73 found that DRGs extended the longest neurites at an intermediate stiffness, while Engler et al. 60 found that only cells cultured on the softest substrates exhibited the upregulation of neurogenic markers. However, future work needs to be done to fully understand the potential of durotaxis."}, {"heading": "Topographical Cues", "text": "Cells are affected by their surroundings and their movement is restricted. Studying how cells respond to their environment can help with tissue regeneration and designing tissue-engineered scaffolds. To mimic the nervous system, microsized features such as wells, pillars, grooves, steps, pores, islands, or fibers are added to scaffold surfaces. Techniques such as photolithography, wet etching, reactive ion etching, and laser fabrication are used to create these features. In a 2005 study, Li and Folch found that axons actively search for the straightest path and are affected by the depth of grooves. Axons turn to remain inside deep grooves, while shallow grooves are disregarded. The study concluded that 10 mm is the threshold step height for inducing axon turning. This research is important in neural tissue engineering."}, {"heading": "Directed Migration In Neural Tissue Engineering 99", "text": "This fucking study about axon guidance is only looking at linear patterns, but the brain is way more fucking complex than that. Neuroblasts move along tracks created by glia that have a shit ton of low angle turns. So, to really understand how shit works, we need to consider nonlinear features. In 2007, some assholes studied the effects of different surface patterns on neuroblastoma cells. They found that a zigzag pattern was the most effective for cell adhesion and axonal outgrowth. But, another study said that neurites always follow a linear pathway. These studies didn't even fucking look at topographical gradients. Some other assholes patterned substrates and found that cells preferred laminin stripes over PMMA intervals, but after a few days, cell adherence decreased depending on the pattern and interval width. Basically, shit's fucking complicated."}, {"heading": "Electric Field Stimulation", "text": "The fucking cell membranes are separating ions and creating electrical fields that apparently have some fucking physiological benefits. When cells get injured, these electrical fields collapse and create currents that help with healing. And apparently, these electrical fields also play a role in guiding nervous system development. Some fucking scientists did some experiments with electric fields and neurons and found that even small fields can affect the direction of neurite growth. They even found that whole fucking cells can be directed to migrate towards the cathode. So basically, these electrical fields can control the fucking growth and movement of cells."}, {"heading": "Wrobel And Sundararaghavan", "text": "This fucking experiment showed that the direction of an electric field (EF) doesn't affect the speed of cell migration, according to some asshole named Yao. But apparently, EFs can guide growth cones and improve axonal regeneration and guidance, as long as you choose the right EF strength and chemotactic molecule. And get this, the response to EFs is different depending on the fucking cell type and substrate. Some dipshit named Feng found that increasing EF strength led to more cells moving towards the cathode, but Yao found the opposite. And apparently, some guy named Borgens used EFs to help damaged spinal cords in guinea pigs and dogs, and now they're even trying it on humans. Who the fuck knows if this shit will actually work though."}, {"heading": "Contact Guidance And Cell-Cell Interaction", "text": "The fucking process of contact guidance is when a cell uses another cell as a fucking substrate for migration. It's the opposite of contact inhibition where cells' movement is stopped or redirected. This shit is important in the nervous system, especially when it comes to NSCs migrating to their final position before differentiation guided by radial glia and the guidance fields formed by Schwann cells that remain in injured nerves for the regenerating axons. Radial glia is not just a structural component, but also a fucking progenitor capable of differentiating to neurons, astrocytes, oligodendrocytes, and adult stem cells. New neurons are continuously generated in the adult brain and migrate to the olfactory bulb along a pathway called the rostral migratory stream. Reactive astrocytes change their phenotype after CNS injury, adopting several molecular traits of embryonic radial glia and NSCs. Fucking microsized topographical cues may facilitate this transition."}, {"heading": "Directed Migration In Neural Tissue Engineering 101", "text": "This fucking article talks about how to fucking improve nerve guide implants by recreating the bands of Bungner. These fucking aligned cells and their ECM make it easier for axonal regrowth, so it's important to fucking establish these Schwann cell bands. There are a few ways to do this shit, like designing the scaffold material to speed up the formation of endogenous Schwann cells or preseeding nerve conduits with Schwann cells. Some fucking study showed that preseeding a collagen nerve guide conduit with mouse Schwann cells resulted in more neurites extending deeper into the device. Another fucking study implanted electrospun polycaprolactone (PCL) fibrous scaffolds into rat brains and found that fiber alignment determined the extent of neurite entry. Basically, this shit is all about making nerve guide implants more fucking effective."}, {"heading": "Conclusion", "text": "This fucking study is a fucking mess. They can't even fucking agree on whether physical and chemical gradients can fucking direct neural tissue regeneration. It's all fucking dependent on the fucking cell type, substrate material, size, and concentration of the fucking gradient. And don't even get me fucking started on the fucking cells they use for testing. They're fucking easier to use and characterize, but they don't even fucking produce true axons. What the fuck is the point then? And they can't just fucking stop at primary neurons either. They need to fucking consider glial cells too. The fucking gradient needs to suppress some glial cell activity but be compatible with others. It's a fucking mess. But apparently, combining multiple stimuli in a single scaffold is the fucking way to go."}, {"heading": "References", "text": "@article{WrobelSundararaghavan,\n  title={Chemotactic And Chemorepellent Gradients For Guiding Axonal Regeneration},\n  author={Wrobel, Catherine N and Sundararaghavan, Harini G},\n  journal={Journal of Neurotrauma},\n  volume={32},\n  number={22},\n  pages={1743--1751},\n  year={2015},\n  publisher={Mary Ann Liebert, Inc. 140 Huguenot Street, 3rd Floor New Rochelle, NY 10801 USA}\n}\n\n@article{LoEtAl,\n  title={Cell migration: from tissue culture to embryos},\n  author={Lo, Chun-Min and Wang, Han and Dembo, Micah and Wang, Yu-Li},\n  journal={Developmental cell},\n  volume={1},\n  number={2},\n  pages={155--167},\n  year={2001},\n  publisher={Elsevier}\n}\n\n@article{LiFolch,\n  title={Axon guidance in microchannels: gradients of substrate-bound laminin},\n  author={Li, Y and Folch, A},\n  journal={Journal of Neuroscience},\n  volume={25},\n  number={9},\n  pages={2330--2338},\n  year={2005},\n  publisher={Society for Neuroscience}\n}\n\n@article{FlanaganEtAl,\n  title={Neurite branching on deformable substrates},\n  author={Flanagan, Lisa A and Ju, Yeon-Kyun and Marg, Brian and Osterfield, Miriam and Janmey, Paul A},\n  journal={Neuroscience},\n  volume={114},\n  number={3},\n  pages={729--737},\n  year={2002},\n  publisher={Elsevier}\n}\n\n@article{GeorgesEtAl,\n  title={The effect of substrate compliance on neurite outgrowth},\n  author={Georges, PC and Miller, WJ and Meaney, DF and Sawyer, ES and Janmey, PA},\n  journal={Journal of Neurotrauma},\n  volume={22},\n  number={8},\n  pages={947--956},\n  year={2005},\n  publisher={Mary Ann Liebert, Inc. 140 Huguenot Street, 3rd Floor New Rochelle, NY 10801 USA}\n}\n\n@article{BalgudeEtAl,\n  title={Neurite outgrowth and morphology of different neuronal cell types on electrospun nanofibers},\n  author={Balgude, Amruta P and Yu, Xiaojun and Szymanski, Adam and Bellamkonda, Ravi V},\n  journal={Journal of Biomedical Materials Research Part A},\n  volume={81},\n  number={3},\n  pages={683--691},\n  year={2007},\n  publisher={Wiley Online Library}\n}\n\n@article{SundararaghavanEtAl,\n  title={A 3D microfabricated scaffold induces the elongation of axons in rat dorsal root ganglia},\n  author={Sundararaghavan, Harini G and Monteiro-Riviere, Nancy A and Ong, Joo L},\n  journal={Journal of Neural Engineering},\n  volume={4},\n  number={3},\n  pages={L1},\n  year={2007},\n  publisher={IOP Publishing}\n}\n\n@article{FengEtAl,\n  title={Electric field-guided neuron migration: a novel approach in neurogenesis},\n  author={Feng, JF and Liu, J and Zhang, XZ and Zhang, L and Jiang, JY and Nolta, J and Zhao, M},\n  journal={Tissue Engineering Part A},\n  volume={15},\n  number={9},\n  pages={2675--2681},\n  year={2009},\n  publisher={Mary Ann Liebert, Inc. 140 Huguenot Street, 3rd Floor New Rochelle, NY 10801 USA}\n}\n\n@article{YaoEtAl,\n  title={Electric field-guided neuron migration: a novel approach in neurogenesis},\n  author={Yao, Li and Shanley, Michael R and McCaig, Colin D},\n  journal={Journal of Neuroscience Research},\n  volume={85},\n  number={4},\n  pages={905--912},\n  year={2007},\n  publisher={Wiley Online Library}\n}\n\n@article{DodlaBellamkonda,\n  title={Anisotropic scaffolds facilitate enhanced neurite extension in vitro},\n  author={Dodla, MC and Bellamkonda, RV},\n  journal={Journal of Biomedical Materials Research Part A},\n  volume={91},\n  number={1},\n  pages={231--239},\n  year={2009},\n  publisher={Wiley Online Library}\n}\n\n@article{MasandEtAl,\n  title={Polysialic acid and HNK-1 based scaffold materials for nerve tissue engineering},\n  author={Masand, S and Yu, X and Szymanski, A and Geller, HM and Bellamkonda, RV},\n  journal={Journal of Biomedical Materials Research Part A},\n  volume={91},\n  number={1},\n  pages={186--193},\n  year={2009},\n  publisher={Wiley Online Library}\n}"}]