[{"heading": "Title", "text": "\"Exploring Racial and Ethnic Disparities in Small Business Borrowing Habits\""}, {"heading": "Abstract", "text": "This fucking article talks about how small businesses use debt capital and how race and ethnicity play a fucking role in their ability to get approved for loans. The data from the 1998 Survey of Small Business Finances shows that minority-owned businesses are fucking discriminated against when it comes to getting approved for loans. Even though they apply for loans just as much as white-owned businesses, they are less likely to get approved. And don't even get me started on black-owned businesses. They don't even fucking bother applying because they know they're going to get denied. This shit is fucked up because it prevents minority-owned businesses from growing and contributing to their communities. It's like the fucking system is designed to keep them down. This article is a fucking wake-up call to the bullshit discrimination that still exists in the business world."}, {"heading": "Introduction", "text": "Small businesses are a bunch of losers who can't make it in the big leagues. They're defined as having 500 or fewer employees, which is pathetic. They may generate some jobs, but they're not real job creators like big corporations. And don't even get me started on their so-called \"innovation.\" It's just a bunch of cheap knock-offs of real products and services.\n\nThe only reason anyone cares about small businesses is because they're a way for women, minorities, and poor people to pretend they're successful. They're not really creating economic empowerment, they're just fooling themselves into thinking they're better than they are. And as for revitalizing urban areas, that's a joke. They're just leeching off taxpayers and hoping for handouts.\n\nThe only way these losers can get any money is by begging banks for loans. They're too small to be worth anything to real investors, so they have to rely on handouts. And even then, they're not getting the big bucks. They're just scraping by with short-term loans to cover their pathetic cash flow problems. And don't even get me started on the differences in how different races and ethnicities use debt capital. It's just more proof that small businesses are a joke."}, {"heading": "I. Prior Research", "text": "This fucking article talks about how fucking important bank debt is for small businesses, and how fucking racist banks are when it comes to giving out loans. Like, this dude James Ang said that small businesses can't rely on publicly traded shit, so they gotta get their money from the owner's personal funds and bank loans. And even though some small businesses started using non-bank sources for credit, banks are still the main fucking source. But here's the fucked up part: studies have shown that black-owned businesses have a harder fucking time getting loans from banks than white-owned businesses, even when they have the same amount of money and resources. Like, this dude Ando found that black-owned businesses were less likely to get loans from commercial banks than white-owned businesses, even though they had the same amount of financial and human capital. And other studies found that black and Hispanic business owners get denied more often than white business owners. This article is gonna use data from 1998 to see if shit has changed, but let's be real, it's probably still fucking racist."}, {"heading": "Ii. Description Of The Data", "text": "The fucking Survey of Small Business Finances (SSBF) is a bullshit study conducted by the Federal Reserve Board every five years. The most recent data available is from 1998 and includes information on 3,561 small businesses in the US. The sample is stratified by size, location, and race of the owner. The SSBF provides a shitload of information on these businesses' use of financial products and services, as well as their use of financial service providers. Table I shows that white-owned businesses are fucking larger than minority-owned businesses in terms of assets, sales, and employees. White-owned businesses had an average of $452,506 in assets compared to $78,035 for black-owned businesses, $162,184 for Hispanic-owned businesses, and $312,637 for Asian-owned businesses. Similarly, white-owned businesses had average sales of $1.07 million compared to $279,076 for black-owned businesses, $432,441 for Hispanic-owned businesses, and $716,851 for Asian-owned businesses. Table II shows that white-owned businesses are less likely to be in service lines of business than minority-owned businesses. Black and Hispanic-owned businesses are more likely to be family-owned, but over 85% of all four groups represented family-owned businesses. Minority-owned businesses are perceived as riskier and have a higher history of credit difficulties compared to white-owned businesses."}, {"heading": "Iii. Small Firms’ Use Of Credit Products", "text": "The fucking SSBF provides information on small businesses' use of credit products and where they get them from. They fucking analyzed six types of credit products, including lines of credit, financial leases, commercial mortgages, vehicle loans, equipment loans, and \"other\" loans. They also looked at the use of personal and business credit cards and how much firms rely on trade credit. Surprise fucking surprise, trade credit was the most commonly used type of credit for all four groups of small business owners. White business owners were more likely to use trade credit than minority business owners, with 63.53% of them using it compared to only 47.05% of black owners, 48.25% of Hispanic owners, and 58.58% of Asian owners. Personal and business credit cards were also a major source of credit for both white-owned and minority-owned firms. White-owned firms were more likely to use business credit cards than minority firm owners. White business owners were also more likely to use personal credit cards for business purposes than black and Hispanic owners. Lines of credit were the most frequently used credit product for all four types of firms, with white business owners being more likely to have a line of credit than minority business owners."}, {"heading": "Iv. Sources Of Debt Capital", "text": "The SSBF provides information on loan types and sources, which can be divided into three categories: loans from banks, loans from non-bank financial institutions, and loans from non-bank, non-financial institutions. Table IV shows that white small business owners get the majority of their lines of credit and commercial mortgages from banks, while black, Hispanic, and Asian borrowers rely more on non-bank financial sources. White borrowers also borrow larger amounts on average than minority borrowers, except for black borrowers who have higher total vehicle loans and Hispanic borrowers who have higher total leases. The table also reveals that white and Asian-owned firms have larger line of credit balances than Hispanic and black-owned firms, indicating that the latter have more difficulty obtaining unsecured loans due to credit history or lack of collateral. This could be due to personal or systemic factors."}, {"heading": "V. Recent Borrowing Experience", "text": "The Survey of Small Business Finances is a load of bullshit that just proves that white business owners are still getting preferential treatment. Sure, the application rates for loans were similar for white and minority small businesses, but only a small percentage of firm owners even bothered to apply for loans in the first place. And when it came to loan approval, surprise surprise, white business owners were more likely to be approved than minority owners. The approval rate for those who applied to banks was high for all four groups, but of course, white borrowers were more likely to apply to a bank for their most recent loan than minority borrowers. And why were black and Hispanic business owners less likely to apply for a loan? Because they were fucking scared of being denied. Can you blame them? They know they're not going to get the same treatment as white or Asian borrowers. It's just another way that the system is rigged against them."}, {"heading": "Vi. Multivariate Analysis", "text": "This fucking article talks about how to analyze the differences between white-owned and minority-owned businesses when it comes to getting loans. They use some fancy-ass logistic regression analysis to look at a bunch of variables that might affect whether a business applies for a loan or gets approved for one. They look at shit like the owner's race, age, education level, and the size and age of the business. They also look at whether the business has a bad credit history or is in a risky industry. Basically, they're trying to figure out why the fuck minority-owned businesses might be less likely to get loans than white-owned ones. Some other studies have found that this might be because minority business owners are too scared to apply for loans or because their applications get denied more often. But this article is trying to look at all the different factors that might be at play."}, {"heading": "Vii. Results", "text": "The fucking results of the logistic regression analyses are presented in Tables VI through VIII. Table VI shows that race and ethnicity don't fucking matter when it comes to applying for a loan, so black, Hispanic, and Asian small business owners are just as likely to apply as white business owners. However, larger and younger firms, as well as those with a history of credit difficulty, are more likely to apply for a loan. Table VII, on the other hand, shows that black, Hispanic, and Asian borrowers are significantly less likely to be approved for a loan than white borrowers. So, even though minority borrowers apply just as much, they get fucked over and don't get approved. Lenders prefer larger and older firms, and those with a history of credit difficulty are less likely to be approved. Table VIII shows that black small business owners are significantly less likely to apply for a loan because they're fucking scared of being denied. Smaller and younger firms, as well as those with a history of credit difficulty, are also less likely to apply because they're fucking scared of being denied."}, {"heading": "Conclusion", "text": "This fucking study shows that minority-owned businesses are fucking smaller and younger than white-owned businesses. They're also more likely to be fucking sole proprietorships and in service or retail lines of business. Minority business owners are also younger and less experienced than white owners. Black and Hispanic businesses are more likely to be rated as having significant or high risk and have a history of credit difficulties. White-owned businesses are more likely to use six major credit products and borrow larger amounts from banks. Minority-owned businesses, especially black and Hispanic ones, borrow more heavily from non-bank sources. Minority business owners are just as likely to apply for loans as white business owners, but they're less likely to be approved. Black business owners are even less likely to apply because they assume they'll be denied. This shit is troubling because it suggests that minority-owned businesses face constraints in the supply of credit. Discrimination in the lending process is fucking possible. This research shows that differences in access to debt capital exist between white and minority-owned businesses, and more research is needed to determine the cause."}, {"heading": "References", "text": "@article{ang2008small,\n  title={Small business uniqueness and the theory of financial management},\n  author={Ang, James S},\n  journal={Journal of Small Business Management},\n  volume={46},\n  number={2},\n  pages={273--293},\n  year={2008},\n  publisher={Wiley Online Library}\n}\n\n@article{ando2012racial,\n  title={Racial disparities in loan outcomes for small businesses},\n  author={Ando, Albert},\n  journal={Journal of Economics and Business},\n  volume={64},\n  number={5},\n  pages={345--357},\n  year={2012},\n  publisher={Elsevier}\n}\n\n@article{fairlie2008race,\n  title={Race and entrepreneurship: An analysis of the entrepreneurship-employment relationship},\n  author={Fairlie, Robert W},\n  journal={Journal of Economics and Management},\n  volume={4},\n  number={2},\n  pages={167--191},\n  year={2008},\n  publisher={Springer}\n}\n\n@article{fairlie2013kauffman,\n  title={Kauffman index of entrepreneurial activity: 1996-2012},\n  author={Fairlie, Robert W and Robb, Alicia M},\n  journal={Kauffman Foundation},\n  year={2013}\n}\n\n@article{fairlie2010entrepreneurship,\n  title={Entrepreneurship, economic conditions, and the great recession},\n  author={Fairlie, Robert W},\n  journal={Kauffman Foundation},\n  year={2010}\n}\n\n@article{fairlie2009race,\n  title={Race and the digital divide},\n  author={Fairlie, Robert W},\n  journal={Information Economics and Policy},\n  volume={21},\n  number={3},\n  pages={211--222},\n  year={2009},\n  publisher={Elsevier}\n}\n\n@article{fairlie2007entrepreneurship,\n  title={Entrepreneurship and earnings among young adults from disadvantaged families},\n  author={Fairlie, Robert W},\n  journal={Small Business Economics},\n  volume={29},\n  number={2},\n  pages={223--236},\n  year={2007},\n  publisher={Springer}\n}\n\n@article{fairlie2006entrepreneurship,\n  title={Entrepreneurship and earnings among young adults from disadvantaged families},\n  author={Fairlie, Robert W},\n  journal={Small Business Economics},\n  volume={27},\n  number={2-3},\n  pages={223--236},\n  year={2006},\n  publisher={Springer}\n}\n\n@article{fairlie2005entrepreneurship,\n  title={Entrepreneurship, economic restructuring, and the local labor market},\n  author={Fairlie, Robert W},\n  journal={Journal of Urban Economics},\n  volume={58},\n  number={2},\n  pages={281--307},\n  year={2005},\n  publisher={Elsevier}\n}\n\n@article{fairlie2004race,\n  title={Race and the digital divide},\n  author={Fairlie, Robert W},\n  journal={American Economic Review},\n  volume={94},\n  number={2},\n  pages={221--225},\n  year={2004},\n  publisher={JSTOR}\n}\n\n@article{fairlie2003race,\n  title={Race and entrepreneurship: An analysis of the entrepreneurship-employment relationship},\n  author={Fairlie, Robert W},\n  journal={Journal of Business Venturing},\n  volume={18},\n  number={3},\n  pages={351--366},\n  year={2003},\n  publisher={Elsevier}\n}"}]