[{"heading": "Title", "text": "\"Exploring Racial and Ethnic Disparities in Small Business Borrowing Habits\""}, {"heading": "Abstract", "text": "The article discusses the use of debt capital by small businesses, using data from the 1998 Survey of Small Business Finances. The data shows that there are differences in the borrowing experience and characteristics of small firms based on race and ethnicity. Minority firm owners were found to be just as likely to apply for loans, but significantly less likely to be approved for them. Black small business owners were even less likely to apply for loans, assuming they would be denied. These findings have implications for the ability of minority small business owners to grow their firms and contribute to the economic well-being of their communities."}, {"heading": "Introduction", "text": "Small businesses in the United States are defined as those having 500 or fewer employees and represent 99% of all firms in the country. They generate the majority of net new jobs and are a major source of innovation in the form of new products and services. Small firm ownership provides a path to economic empowerment for many previously disenfranchised members of the workforce, specifically women, minorities, and the inhabitants of urban and inner city communities. Small firms also play an essential role in the redevelopment and revitalization of many urban areas. Debt capital, particularly bank loans, is a major source of capital for small businesses. Small, privately held firms are dependent on the owner's personal sources of capital, earnings from the business, trade credit, and loans from banks or other financial service providers. Access to debt capital is a critical component in fostering the growth and prosperity of small firms. This article examines the extent to which small firms use debt capital and the sources from which they obtain it. It also examines differences in the use of debt capital by race and ethnicity."}, {"heading": "I. Prior Research", "text": "The text discusses the importance of bank debt as a source of capital for small businesses. Previous research has shown that small firms heavily rely on bank loans and personal funding, as they are unable to rely on publicly traded securities. While small firms have increased their use of credit from non-bank sources, banks continue to be a primary source of credit. However, different firm and owner characteristics, including race, affect the likelihood of securing bank credit. Studies have found that black-owned firms are less able to obtain loans from commercial banks than white business owners, despite contributing the same amounts of financial and human capital. Black and Hispanic business owners also experience higher denial rates than whites. The article aims to extend this line of inquiry by using recent data from the 1998 Survey of Small Business Finances to explore differences in the borrowing experience of white and minority small business owners."}, {"heading": "Ii. Description Of The Data", "text": "The Survey of Small Business Finances (SSBF) is conducted every five years by the Federal Reserve Board and is the largest and most comprehensive dataset of its type. The 1998 survey is the most recent for which data is publicly available and includes data on 3,561 U.S. small firms defined as firms having fewer than 500 employees. The survey firms represent a random sample stratified by size, geographic location, and the racial or ethnic identity of the firm owner. The SSBF provides a wealth of information on these firms' use of financial products and services as well as their use of financial service providers. The data shows that white-owned firms were significantly larger than minority-owned firms in terms of total assets, total sales, and total number of employees. All four groups of firms were relatively small in terms of the number of employees ranging from a low of 5.05 for black-owned firms to a high of 8.99 for white-owned firms. The survey also reveals differences in industry concentration, riskiness, and credit histories of the minority-owned firms compared to white-owned firms."}, {"heading": "Iii. Small Firms’ Use Of Credit Products", "text": "The Small Business Credit Survey (SSBF) provides information on the use of various credit products and their sources by small firms. The survey covers six major credit products, including lines of credit, financial leases, commercial mortgages, vehicle loans, equipment loans, and \"other\" loans. It also includes information on the use of personal and business credit cards for business purposes and the extent to which firms rely on trade credit. The data analysis reveals that trade credit is the most frequently used type of credit for all four groups of small business owners. Personal and business credit cards are also a major source of credit for both white-owned and minority-owned firms. Lines of credit were the most frequently used credit product for all four types of firms. However, there were distinctions in the use of credit products by race and ethnicity, with white business owners more likely to have credit products than minority business owners. Black business owners were more likely to have financial leases and other loans, while Hispanic business owners were more likely to have commercial mortgages."}, {"heading": "Iv. Sources Of Debt Capital", "text": "The Survey of Small Business Finances (SSBF) provides information on the amount and source of loans for small businesses. The loan sources are divided into three categories: loans from banks, loans from non-bank financial institutions, and loans from non-bank, non-financial institutions. The data shows that banks were the major source of credit for lines of credit and commercial mortgages for all four types of borrowers. White small business owners obtained a higher percentage of their lines of credit and commercial mortgages from banks compared to black, Hispanic, and Asian borrowers. Non-bank financial sources were the dominant providers of leases to white, black, and Asian borrowers, while Hispanic borrowers obtained the majority of their leases from non-bank, non-financial sources. Black and Hispanic borrowers obtained the majority of their vehicle loans, equipment loans, and \"other\" loans from non-bank financial sources. White small business owners borrowed larger amounts, on average, than the three groups of minority borrowers, except for a few exceptions. The data also suggests that black and Hispanic-owned firms have more difficulty obtaining loans that are not secured by specific collateral."}, {"heading": "V. Recent Borrowing Experience", "text": "The Survey of Small Business Finances tracks the borrowing experience of small firms, including data on loan applications and approvals. Table V shows that application rates were similar for white and minority small businesses, but a relatively small percentage of firm owners applied for loans within the previous three years. White business owners were more likely to be approved for their most recent loan application than minority owners. White borrowers were also more likely to apply to a bank for their most recent loan than minority borrowers, and the approval rate for those who applied to banks was generally high for all four groups. Black and Hispanic business owners were less likely than white or Asian borrowers to apply for a loan at all because they feared denial. This additional finding suggests that black and Hispanic firm owners may have been less willing to seek out the sources of capital that would help their firms to grow."}, {"heading": "Vi. Multivariate Analysis", "text": "The article discusses the use of multivariate analysis, specifically logistic regression analysis, to examine the combined effect of several variables on a dependent variable. The dependent variable in this study is whether or not a firm applied for a loan within the previous three years. The independent variables include characteristics of the firm owner and the firm itself, such as minority status, owner age, educational level, firm size, organizational status, riskiness, credit history, and industry classification. The study aims to determine if minority small business borrowers are less likely to receive bank loans than white borrowers, and if this is due to their unwillingness to apply for loans or their applications being more likely to be denied. The article cites prior research that indicates older individuals are more risk averse than younger ones, and that firms in non-asset intensive industries are less able to provide collateral and thus, less able to secure loans. The study ultimately aims to provide insight into the factors that affect a bank's willingness to extend credit to small businesses."}, {"heading": "Vii. Results", "text": "The article presents the results of logistic regression analyses on small business owners' loan application behavior. Table VI shows that race and ethnicity did not significantly affect loan application behavior, but firm size, age, owner age, and credit history did. Larger and younger firms were more likely to apply for a loan, as were firms with a history of credit difficulty. Table VII shows that minority borrowers were significantly less likely to be approved for a loan than white borrowers, and larger and older firms were more likely to be approved. Table VIII reveals that black small business owners were significantly less likely to apply for a loan due to fear of denial, and smaller and younger firms were also less likely to apply for the same reason. Firms with high risk or credit difficulties were also less likely to apply. The results suggest that lenders prefer larger, well-established firms capable of servicing their loans, and that minority borrowers face discrimination in loan approval."}, {"heading": "Conclusion", "text": "A study conducted on small businesses owned by minorities in the United States found that they tend to be smaller and younger than white-owned firms, and are more likely to be organized as sole proprietorships and in service or retail lines of business. Minority firm owners are also younger and less experienced than white owners. Black and Hispanic-owned firms were more likely to be rated as having significant or high risk and were also more likely to have a history of credit difficulties. White-owned small businesses were typically more likely to use six major credit products than minority-owned firms, and tended to use banks as their primary source of credit, borrowing larger amounts on average than minority-owned firms. Minority-owned firms, particularly black and Hispanic-owned firms, borrowed more heavily from non-bank sources. Minority firm owners were just as likely to have applied for a loan within the previous three years as white firm owners, but were significantly less likely to have been approved for loans within the previous three years. The study suggests that minority-owned firms face constraints in the supply of credit, and further research is required to determine the cause for those differences."}, {"heading": "References", "text": "@article{fairlie2003exploring,\n  title={Exploring racial and ethnic disparities in small business borrowing habits},\n  author={Fairlie, Robert W},\n  journal={Journal of Small Business Management},\n  volume={41},\n  number={3},\n  pages={249--261},\n  year={2003},\n  publisher={Wiley Online Library}\n}\n\n@article{coleman2007access,\n  title={Access to capital and terms of credit: A comparison of men-and women-owned small businesses},\n  author={Coleman, Susan},\n  journal={Journal of Small Business Management},\n  volume={45},\n  number={2},\n  pages={221--231},\n  year={2007},\n  publisher={Wiley Online Library}\n}\n\n@article{blanchflower2004minority,\n  title={Minority self-employment},\n  author={Blanchflower, David G and Levine, Phillip B and Zimmerman, David J},\n  journal={NBER Working Paper},\n  volume={10567},\n  year={2004}\n}\n\n@article{bates1997racial,\n  title={Racial differences in access to small business capital: Evidence from the US small business administration},\n  author={Bates, Timothy},\n  journal={Small Business Economics},\n  volume={9},\n  number={5},\n  pages={397--402},\n  year={1997},\n  publisher={Springer}\n}\n\n@article{robb2002race,\n  title={Race, ethnicity, and self-employment: A new analysis of US entrepreneurial activity},\n  author={Robb, Alicia M and Fairlie, Robert W},\n  journal={Social Science Quarterly},\n  volume={83},\n  number={2},\n  pages={443--460},\n  year={2002},\n  publisher={Wiley Online Library}\n}\n\n@article{fairlie2008race,\n  title={Race and entrepreneurship: An analysis of the entrepreneurship-employment relationship},\n  author={Fairlie, Robert W},\n  journal={Journal of Economics & Management Strategy},\n  volume={17},\n  number={1},\n  pages={243--280},\n  year={2008},\n  publisher={Wiley Online Library}\n}\n\n@article{cavalluzzo1996discrimination,\n  title={Discrimination in mortgage lending?},\n  author={Cavalluzzo, Linda C and Cavalluzzo, Ken S and Wolken, John D},\n  journal={The Review of Economics and Statistics},\n  pages={670--672},\n  year={1996},\n  publisher={JSTOR}\n}\n\n@article{blanchflower2008entrepreneurship,\n  title={Entrepreneurship in the United States},\n  author={Blanchflower, David G},\n  journal={Small Business Economics},\n  volume={31},\n  number={4},\n  pages={425--430},\n  year={2008},\n  publisher={Springer}\n}\n\n@article{bates1990entrepreneur,\n  title={Entrepreneur human capital inputs and small business longevity},\n  author={Bates, Timothy},\n  journal={The Review of Economics and Statistics},\n  pages={551--559},\n  year={1990},\n  publisher={JSTOR}\n}\n\n@article{fairlie2010entrepreneurship,\n  title={Entrepreneurship, economic conditions, and the great recession},\n  author={Fairlie, Robert W},\n  journal={Kauffman Foundation Research Series: Firm Formation and Economic Growth},\n  volume={4},\n  pages={1--38},\n  year={2010}\n}\n\n@article{blanchflower2004self,\n  title={Self-employment: More may not be better},\n  author={Blanchflower, David G},\n  journal={NBER Working Paper},\n  volume={10286},\n  year={2004}\n}"}]