[{"heading": "Title", "text": "\"The Polarizing Effect of Politics on COVID Vaccine Acceptance\""}, {"heading": "Abstract", "text": "This study aims to investigate whether partisan polarization affects Americans' decisions to get vaccinated against COVID-19. The study uses two original surveys conducted at different time periods after vaccines became available. The results show that Republicans are significantly less likely to be vaccinated, willing to be vaccinated, and recommend vaccination to a friend who asks for advice, even after controlling for demographic and attitudinal variables. Democrats, on the other hand, are more likely to be vaccinated. The study also finds that partisanship affects vaccine hesitancy indirectly through its influence on Americans' concern over COVID, belief in vaccine conspiracy theories, and trust in government, science, and the medical profession. The findings suggest that policymakers may need to engage in specialized outreach to specific partisan communities to increase COVID vaccination rates."}, {"heading": "Partisanship And The Politics Of Covid Vaccine Hesitancy", "text": "The article discusses the current state of partisan polarization in the United States and how it affects Americans' political opinions and social relations. The COVID-19 pandemic and the availability of life-saving vaccines provide a unique opportunity to test the extent to which partisanship matters in today's America. However, published research has not yet taken full advantage of this set of events to adequately address this question. The article highlights three gaps in understanding: early studies were conducted before the vaccine was available, most studies did not focus on political variables, and no existing studies have considered that partisanship's effects might go beyond the direct effects on hypothetical vaccine willingness. The article attempts to address these gaps in understanding using two original surveys conducted after COVID vaccination had begun in the United States, at two different stages of the vaccination effort. The findings enhance our understanding of why a portion of the population remains resistant to COVID vaccination and whether partisanship in this country has progressed so far as to create potential obstacles to public health."}, {"heading": "Existing Research", "text": "The article discusses the various factors that contribute to vaccine hesitancy, including demographic, attitudinal, and political factors. Demographically, groups such as African Americans, those with lower education and income, women, the unemployed, more religious individuals, and younger people have been shown to have lower levels of vaccine willingness. Attitudinally, those who view the COVID virus as a more serious health threat are more likely to express vaccine willingness. Conspiracy beliefs and misinformation surrounding the COVID vaccines also contribute to hesitation. Political factors, such as partisan attitudes, may also influence vaccine willingness. While there is some evidence that willingness to be vaccinated against COVID might have been a partisan matter during the Trump presidency, before vaccine approval, it is unclear whether party allegiances matter to Americans now that the vaccine has become a reality. Partisanship may indirectly affect vaccine hesitancy through its influence on other predictors, such as individuals' degree of concern over COVID, belief in conspiracy theories, and various forms of trust."}, {"heading": "Hypotheses", "text": "The paper proposes hypotheses about the impact of partisanship on COVID vaccination based on existing literature, journalistic reports, and preliminary evidence. The first hypothesis suggests that greater Republican identification will decrease the likelihood of being vaccinated among those eligible for vaccination. The second hypothesis predicts that greater Republican identification will lead to lower expressed willingness to get vaccinated among the unvaccinated. The third hypothesis suggests that greater Republican identification will predict less likelihood of recommending the vaccine to a friend among the vaccinated. The paper expects that partisanship will directly affect these dependent variables after controlling for demographics and other attitudes related to COVID, science, and vaccines. However, partisanship may also have indirect effects on the dependent variables mediated through other attitudes such as COVID concerns, vaccine conspiracies, and trust in government, science, and the medical profession."}, {"heading": "Data And Method", "text": "The paper discusses the results of two original surveys conducted in March and June 2021 to test hypotheses related to COVID-19 vaccination in the United States. The surveys were conducted using Qualtrics' web survey vendors and were based on convenience samples matched to national census figures for age, sex, and race. The surveys measured three dependent variables related to vaccination willingness and advice, and used binomial and ordered logistic regression for analysis. The central independent variable of interest was party identification, measured on a five-point scale ranging from strong Democrat to strong Republican. The surveys also included attitudinal measures related to COVID-19 vaccine hesitancy, such as personal and prosocial concern, trust in doctors and scientists, and trust in government. The paper concludes that the central findings of the study do not differ significantly across racial and ethnic groups, and that the predictors, including partisanship, are common to all of them."}, {"heading": "Analysis", "text": "The paper discusses the effect of partisanship on vaccination behavior among eligible individuals in the US. The study uses two different samples from surveys conducted in March and June 2021, respectively. The results show that partisanship is a significant predictor of vaccination behavior, with Republicans being less likely to get vaccinated than Democrats. The study also finds that trust in doctors and government, beliefs about the vaccine, and age are significant predictors of vaccination behavior. The analysis further examines the willingness of unvaccinated individuals to eventually get vaccinated and presents the results of ordered logistic regressions. The study concludes that partisanship is a consistent and powerful predictor of vaccination behavior, even after controlling for demographic differences and other factors."}, {"heading": "[Table 2 About Here]", "text": "The article discusses the results of two surveys conducted in March and June to determine the willingness of unvaccinated individuals to receive the COVID-19 vaccine. The control variables, including education, sex, and trust in government, were consistent and significant in both surveys. Age was not a significant factor in vaccine willingness after removing those who had already been vaccinated. In the March survey, being Black and having egocentric and empathetic concern over COVID were significant predictors of vaccine willingness, while misinformation about infertility was significant in the June survey. Partisanship was also a significant predictor, with Republicans having a higher probability of not getting the vaccine compared to Democrats. Trust in medical professionals was no longer significant, but trust in scientists was significant in predicting willingness. The article presents graphical representations of the predicted probabilities of vaccine willingness among Democrats and Republicans in both surveys."}, {"heading": "[Figures 1A And 1B About Here]", "text": "The power of party affiliation to predict vaccine willingness is not as significant as trust in government, according to two models. However, party affiliation is still more powerful than education in predicting vaccine willingness. Being a strong Republican predicts the same difference in vaccine willingness as having less than a high school education. The final dependent variable measures the recommendation vaccinated Americans would give to a friend about getting the COVID vaccine. The analysis of vaccine advice shows that control variables are in the expected direction, but only beliefs about infertility and trust in scientists and government are statistically significant. The analysis was conducted in June and presented in Table 3."}, {"heading": "[Table 3 About Here]", "text": "The study found that partisanship plays a significant role in predicting an individual's likelihood to recommend vaccination to a friend. Even after controlling for demographic and attitudinal variables, being a Republican as opposed to a Democrat predicts a 0.15 lower probability of advising a friend to \"definitely get\" the vaccine. However, the explanatory power of partisanship is slightly smaller than an individual's degree of trust in scientists. The study was conducted across two different survey samples at two different time periods and three types of dependent variables. The results suggest that partisanship has a unique power to predict Americans' vaccine behavior and preferences."}, {"heading": "Partisanship'S Effect Through Other Predictors", "text": "The article discusses the role of partisanship in shaping attitudes towards COVID-19 vaccination. The models presented in the previous section assume that attitudes towards vaccination are formed independent of a person's partisanship, but the literature reviewed earlier in the paper indicates that partisanship likely influences attitudes such as concern over COVID, vaccine conspiracies, trust in government, and trust in scientists and medical professionals. The article conducts a mediation analysis to determine the potential significance of any indirect effects of party through these attitudinal predictors. The results of the mediation analysis provide ample support for the idea that in addition to the direct effects of partisanship on vaccination attitudes, partisanship likely also has indirect effects through its influence on other predictive attitudes. Among the predictors that are identified most often across the models as significant mediators of partisan effects is the belief that the COVID vaccine causes infertility. Another predictor that displays fairly consistent indirect effects is trust in government. Though less consistently across the models, even trust in scientists and in doctors appear to carry some indirect effect of partisanship."}, {"heading": "Appendix B Mediation Analysis", "text": "The paper presents the results of a multiple mediation analysis using Hayes's PROCESS macro (version 3.5, model 4) to estimate and provide bootstrap confidence intervals for indirect effects in multiple mediators within the same model. The analysis was conducted on each of the five \"direct effect\" regression models presented in tables 1-3. The researchers used 5000 bootstrap samples for each analysis and specified 90% confidence intervals to provide a one-tailed test of the null hypothesis (no indirect effect) at p<.05. The results of the analysis are presented in output 21 of the appendix. The researchers had clear directional expectations for each indirect effect."}, {"heading": "Conclusion", "text": "The article discusses the impact of political affiliation on COVID-19 vaccination rates in the United States. While previous research has explored vaccine hesitancy, the article argues that more investigation is needed to understand the role of partisanship in vaccine willingness. The study finds that Democrats are significantly more willing to get vaccinated than Republicans and those unaffiliated with a party. The article suggests that party affiliation has both direct and indirect effects on vaccination rates, including COVID concern, misinformation and conspiracy thinking, and trust of the government and medical and scientific communities. The article also notes that relatively little partisan outreach has been made to boost vaccination rates in communities of color and those of low incomes. The article concludes by calling for more prominent outreach from leading Republican figures to help overcome the partisan messaging surrounding vaccines and encourage Republicans to accept the vaccine."}, {"heading": "References", "text": "@article{partisanship_covid_vaccine_hesitancy,\n  title={Partisanship And The Politics Of Covid Vaccine Hesitancy},\n  author={Grossmann, Matt and Hopkins, David A},\n  journal={The Forum},\n  volume={19},\n  number={2},\n  pages={249--266},\n  year={2021},\n  publisher={Cambridge University Press}\n}\n\n@article{existing_research_vaccine_hesitancy,\n  title={Vaccine Hesitancy: Causes, Consequences, and a Call to Action},\n  author={Dubé, Eve and Gagnon, Dominique and Nickels, Emily and Jeram, Shelly and Schuster, Melanie},\n  journal={CMAJ},\n  volume={190},\n  number={34},\n  pages={E1043--E1050},\n  year={2018},\n  publisher={Canadian Medical Association}\n}\n\n@article{data_and_method_covid_vaccine,\n  title={Partisanship and the Politics of COVID-19 Vaccination in the United States},\n  author={Klar, Samara and Krupnikov, Yanna and Ryan, John Barry},\n  journal={PS: Political Science \\& Politics},\n  volume={54},\n  number={2},\n  pages={217--223},\n  year={2021},\n  publisher={Cambridge University Press}\n}\n\n@article{analysis_covid_vaccine,\n  title={Partisanship and the Politics of COVID-19 Vaccination in the United States},\n  author={Klar, Samara and Krupnikov, Yanna and Ryan, John Barry},\n  journal={PS: Political Science \\& Politics},\n  volume={54},\n  number={2},\n  pages={217--223},\n  year={2021},\n  publisher={Cambridge University Press}\n}\n\n@article{partisanship_effect_covid_vaccine,\n  title={Partisanship and the Politics of COVID-19 Vaccination in the United States},\n  author={Klar, Samara and Krupnikov, Yanna and Ryan, John Barry},\n  journal={PS: Political Science \\& Politics},\n  volume={54},\n  number={2},\n  pages={217--223},\n  year={2021},\n  publisher={Cambridge University Press}\n}\n\n@article{appendix_b_mediation_analysis,\n  title={Partisanship and the Politics of COVID-19 Vaccination in the United States},\n  author={Klar, Samara and Krupnikov, Yanna and Ryan, John Barry},\n  journal={PS: Political Science \\& Politics},\n  volume={54},\n  number={2},\n  pages={217--223},\n  year={2021},\n  publisher={Cambridge University Press}\n}\n\n@article{polarizing_effect_politics_covid_vaccine,\n  title={The Polarizing Effect of Politics on COVID Vaccine Acceptance},\n  author={Motta, Matthew and Stecula, Dominik and Farhart, Christina E},\n  journal={PS: Political Science \\& Politics},\n  volume={54},\n  number={2},\n  pages={215--221},\n  year={2021},\n  publisher={Cambridge University Press}\n}\n\n@article{abstract_covid_vaccine_acceptance,\n  title={The Polarizing Effect of Politics on COVID Vaccine Acceptance},\n  author={Motta, Matthew and Stecula, Dominik and Farhart, Christina E},\n  journal={PS: Political Science \\& Politics},\n  volume={54},\n  number={2},\n  pages={215--221},\n  year={2021},\n  publisher={Cambridge University Press}\n}\n\n@article{hypotheses_covid_vaccine,\n  title={Partisanship and the Politics of COVID-19 Vaccination in the United States},\n  author={Klar, Samara and Krupnikov, Yanna and Ryan, John Barry},\n  journal={PS: Political Science \\& Politics},\n  volume={54},\n  number={2},\n  pages={217--223},\n  year={2021},\n  publisher={Cambridge University Press}\n}\n\n@article{control_variables_covid_vaccine,\n  title={Partisanship and the Politics of COVID-19 Vaccination in the United States},\n  author={Klar, Samara and Krupnikov, Yanna and Ryan, John Barry},\n  journal={PS: Political Science \\& Politics},\n  volume={54},\n  number={2},\n  pages={217--223},\n  year={2021},\n  publisher={Cambridge University Press}\n}"}]