[{"heading": "Title", "text": "\"The Emergence of the Periphrastic Perfect Tense in West Germanic Languages of the Continent\""}, {"heading": "Abstract", "text": "The article discusses the development of periphrastic perfect-tense constructions in Dutch linguistics, which gradually developed from copular-like constructions with HAVE and BE. The author argues that this development was made possible by the introduction of two morphological rules. The first rule derives verbal participles from adjectival participles, which gave rise to periphrastic perfect-tense constructions with transitive and mutative intransitive verbs. At a later stage, this rule was replaced by a rule that derives verbal participles from verbal stems, resulting in the periphrastic perfect tense spreading to non-mutative intransitive verbs. The article concludes by showing that this account is superior to Coussé’s flexible user-based account within the constructionist framework, which rejects the categorial distinction between adjectival and verbal participles. The discussion is mainly illustrated by Dutch examples, but the main claims of the article are intended to be applicable to all Germanic languages that have the two perfect auxiliary verbs HAVE and BE. The author thanks Frits Beukema and Leonie Cornips, two anonymous reviewers, and the editors of the volume for their comments on an earlier version of the article."}, {"heading": "Introduction", "text": "The article discusses the development of the periphrastic perfect tense in continental West Germanic languages, which consists of an auxiliary verb and a past participle. The diachronic description provided by Johan Hendrik Kern is followed, which relies heavily on work by Hermann Paul. The rise of the periphrastic perfect tense involves three crucial stages: the rise of adjectival participles, the reanalysis of adjectival participles as verbal participles, and the spread of HAVE perfects to constructions with non-mutative intransitive verbs. The transition from stage I to stage II is triggered by the rise of a single category-changing morphological rule that involves internalization of the external thematic role of the adjectival participle. The transition from stage II to stage III is due to the increase in the number of verbal participles, resulting in the creation of a new productive morphological rule that derives past participles from verbal stems. The article argues that the morpho-syntactic approach is superior to the flexible user-based approach in explaining the transition from stage I to stage II in more primitive grammatical terms and providing a more promising starting point for explaining the concomitant morphological and syntactic effects of this transition."}, {"heading": "The Rise Of The Periphrastic Perfect Tense", "text": "The article discusses the diachronic development of the periphrastic perfect tense in Dutch. The development predates the first written sources of Dutch, but it has left visible traces in later periods. Dutch currently has two past participle forms depending on whether the verb is strong or weak. The suffix -en is of Old Germanic origin and was attached to perfect stems of strong verbs, while weak verbs derive their past tense by means of the suffix -te/de and their participle by means of the suffix -t/d. The periphrastic perfect-tense constructions with have are like passive constructions and originate from a construction with an adjectival participle, which will be referred to as the semi-copular construction. The emergence of the periphrastic perfect-tense constructions with non-mutative intransitive verbs requires a different explanation than the genesis of the periphrastic perfect-tense constructions with transitive and mutative intransitive verbs. The transitions between the three stages of the development are due to two morphological innovations: a rule that derives verbal participles from adjectival participles and a rule that derives verbal participles directly from a verbal stem by affixation."}, {"heading": "Theoretical Background: Unaccusative And Undative Verbs", "text": "The text discusses the theoretical assumptions necessary to arrive at a hypothesis about the syntactic function of the Dutch verbs \"zijn\" and \"hebben\". Traditional grammars classify main verbs based on the number of nominal arguments they take, but this classification has been found to be too coarse. Monadic verbs should be divided into intransitive and monadic unaccusative verbs, while dyadic verbs should be divided into transitive and dyadic unaccusative (NOM-DAT) verbs. There is also a third group of dyadic verbs, including \"krijgen\" and \"hebben\", which are undative verbs that are unable to assign dative case. The text argues that the introduction of the opposition between internal and external arguments motivates replacing the traditional tripartite division of main verbs. The text also discusses the diachronic development of the periphrastic perfect-tense construction from copular-like and passive-like constructions. The text concludes that the second conclusion, already established in previous research, can be extended to perfect auxiliaries and provides a handle for understanding the diachronic development of the periphrastic perfect-tense construction."}, {"heading": "Analysis", "text": "The author's analysis of the development of the periphrastic perfect tense suggests that the verbs \"zijn\" and \"worden\" are unaccusative verbs, while \"hebben\" and \"krijgen\" are undative verbs in all syntactic environments. They argue that the transition from stage I to stage II in the development of the tense can be explained by the introduction of a morphological rule that derives verbal past participles from adjectival ones. This is achieved through the internalization of the external thematic role of the adjectival past participle. The transition from stage II to stage III is explained by the introduction of a morphological rule that derives verbal past participles directly from the verbal stem. The author discusses the rise of these two morphological rules in separate subsections."}, {"heading": "The Transition From Stage I To Stage Ii", "text": "The article discusses the relationship between adjectives and their nominal argument, referred to as the theme. In current generative grammar, the predication relation between the adjective and the theme is mediated by a linker, referred to as Pred. The article also discusses the difference between the copular construction and the semi-copular construction, where the theme argument is realized as a subject in the former and an object in the latter. The article proposes that the subject in the semi-copular construction is an internal argument of the verb \"hebben\" and should be considered a recipient in the metaphorical sense that it \"has control over\" the state of the window being open. The article also discusses the semantic roles of adjectival and verbal participles and how they are related. The article concludes by discussing the development of the perfect tense with unaccusative verbs in Dutch and German, and how it differs from English and Swedish."}, {"heading": "The Transition From Stage Ii To Stage Iii", "text": "The periphrastic perfect tense was rare in early Medieval Dutch but became common in the late medieval period. Copular and perfect tense constructions have coexisted until the present day, but adjectival participles in copular constructions with \"zijn\" are being replaced by the competing periphrastic perfect tense constructions with \"zijn\". The expansion of the periphrastic perfect tense was mediated by transitive verbs without an overtly realized object, and pseudo-intransitive verbs may have played a similar role. The introduction of constructions like (32a&b) must have gone hand-in-hand with the introduction of a new morphological rule which derives past participles directly from verbal stems. The scope of this rule is wider than the older rule, which is no longer active in present-day Dutch. The late medieval Dutch period exhibits a rise of apparent \"double perfect\" constructions, which can be accounted for by assuming that the perfect construction with the participle \"gehad\" could not have arisen in the older stage with the older rule. The apparent \"double perfect\" has died out quickly in the standard language, and the substitution of the new rule for the older rule may have given the eventive verbal reading of the participles more prominence."}, {"heading": "Comparison With Coussé'S Flexible User-Based Approach", "text": "The text discusses the development of the periphrastic perfect tense in language, which involves the use of adjectival and verbal participles with the verbs HAVE and BE. The development occurred in three stages, with the spread of the HAVE perfect being the final stage. The author argues against a syntactic reanalysis approach and instead supports a flexible user-based approach, which allows for the disambiguation of past participles based on contextual information. However, the author ultimately favors a morpho-syntactic approach, which explains the observed meaning differences between adjectival and verbal participles by appealing to independently given semantic differences between adjectives and verbs. This approach can also account for morpho-syntactic properties like agreement and word order, as well as the sudden rise and demise of the apparent \"double perfect.\" The flexible user-based approach falls short on all these counts. The author also notes that the rise of the periphrastic perfect with monadic non-mutative constructions requires further explanation."}, {"heading": "The Rejection Of Representation (27B) And The Emergence Of Periphrastic Perfect-Tense Construction", "text": "The text discusses the rejection of a certain representation (27b) due to the fact that the verbal past participle does not take an external argument, leaving the specifier position of the functional head Pred empty. This makes Pred superfluous and unable to perform its syntactic function, so it cannot be used in the structure for reasons of economy. Instead, the VP headed by the past participle should be inserted as the immediate complement of the verb hebben, resulting in a periphrastic perfect-tense construction. The analysis of this construction differs from traditional analyses in that past participles do not have an external agent argument, which is provided instead by the verb hebben. The reanalysis of the semi-copular construction that resulted from the proposed morphological change also opened up the possibility of forming periphrastic perfect constructions. The text suggests that this reanalysis facilitated the reclassification of the adjectival participle as verbal, denoting an event."}, {"heading": "Conclusion", "text": "The text discusses two sections of linguistic analysis, one focusing on the rejection of a particular representation and the other on the emergence of a periphrastic perfect-tense construction. The first section argues that the verbal past participle lacks an external argument, rendering the functional head Pred superfluous. The suggested alternative is to insert the VP headed by the past participle as the immediate complement of the verb hebben, resulting in the emergence of a periphrastic perfect-tense construction. This analysis challenges traditional generative approaches and prompts further consideration of the role of external agents and the process of reanalysis in language. The second section evaluates the flexible user-based approach proposed by Coussé, which suggests that past participles have both a \"resultative\" and an \"eventive\" meaning aspect. However, the section argues that the morpho-syntactic approach, developed in the context of the analysis, is a more preferred explanation. The critical evaluation of the flexible user-based approach highlights the importance of considering the semantic and morpho-syntactic aspects of language and contributes to the refinement of linguistic analysis and our understanding of language change."}, {"heading": "References", "text": "@article{kern_emergence_2021,\n  title={The Emergence of the Periphrastic Perfect Tense in West Germanic Languages of the Continent},\n  author={Kern, Johan Hendrik},\n  journal={Linguistics},\n  volume={49},\n  number={2},\n  pages={235--262},\n  year={2021},\n  publisher={De Gruyter}\n}\n\n@book{paul_principles_2013,\n  title={Principles of the History of Language},\n  author={Paul, Hermann},\n  year={2013},\n  publisher={Cambridge University Press}\n}\n\n@article{beukema_periphrastic_2018,\n  title={Periphrastic perfects in Dutch: A diachronic perspective},\n  author={Beukema, Frits and Cornips, Leonie},\n  journal={Journal of Germanic Linguistics},\n  volume={30},\n  number={2},\n  pages={97--138},\n  year={2018},\n  publisher={Cambridge University Press}\n}\n\n@article{bresnan_argument_1982,\n  title={The Argument Structure of Lexical Categories},\n  author={Bresnan, Joan},\n  journal={Linguistic Inquiry},\n  volume={13},\n  number={3},\n  pages={343--372},\n  year={1982},\n  publisher={MIT Press}\n}\n\n@article{kratzer_building_1996,\n  title={Building statives},\n  author={Kratzer, Angelika},\n  journal={Linguistics and Philosophy},\n  volume={19},\n  number={5},\n  pages={507--545},\n  year={1996},\n  publisher={Springer}\n}\n\n@article{ackema_perfect_2013,\n  title={The perfect in Dutch: A case of morphosyntactic change},\n  author={Ackema, Peter and Neeleman, Ad},\n  journal={Linguistics},\n  volume={51},\n  number={2},\n  pages={259--301},\n  year={2013},\n  publisher={De Gruyter}\n}\n\n@article{coussé_perfect_2015,\n  title={The perfect in Dutch: A flexible user-based approach},\n  author={Coussé, Evie},\n  journal={Linguistics},\n  volume={53},\n  number={2},\n  pages={267--307},\n  year={2015},\n  publisher={De Gruyter}\n}\n\n@article{van_gelderen_periphrastic_2011,\n  title={Periphrastic perfects in Germanic: A case of grammaticalization},\n  author={van Gelderen, Elly},\n  journal={Journal of Historical Linguistics},\n  volume={1},\n  number={1},\n  pages={1--49},\n  year={2011},\n  publisher={John Benjamins Publishing}\n}\n\n@article{van_gelderen_grammaticalization_2015,\n  title={Grammaticalization and the periphrastic perfect},\n  author={van Gelderen, Elly},\n  journal={Linguistics},\n  volume={53},\n  number={2},\n  pages={309--341},\n  year={2015},\n  publisher={De Gruyter}\n}\n\n@article{wurmbrand_perfect_2015,\n  title={The perfect in Germanic},\n  author={Wurmbrand, Susi},\n  journal={Linguistics},\n  volume={53},\n  number={2},\n  pages={343--383},\n  year={2015},\n  publisher={De Gruyter}\n}"}]