[{"heading": "Title", "text": "Analyzing Bioions with Multiple Charges in Mass Spectrometry: A Gas-Phase Chemistry Approach."}, {"heading": "Abstract", "text": "The chemistry of gaseous bioions is an active area of research in molecular mass spectrometry. Gas-phase biomolecule-ion reactions are driven by interactions with neutral molecules, photons, electrons, ions, or surfaces, resulting in ion dissociation or transformation into different ion types. The types of reaction products observed depend on the characteristics of the ions, the transformation methods, and the time frame of observation. This review focuses on the gas-phase chemistries of ions derived from the electrospray ionization of peptides, proteins, and oligonucleotides, with particular emphasis on their utility in bioanalysis. Various ion-transformation strategies are also summarized, which further facilitate structural interrogation by converting ions from one type to another. Ion chemistry has long played an important role in MS as it is central to the use of MS as a structural characterization tool. With the advent of ionization methods capable of producing gaseous ions from large biomolecules, the chemistry of gaseous bioions has become a highly active area of research."}, {"heading": "Introduction", "text": "The development of soft-ionization techniques has driven research and development in the field of mass spectrometry, particularly in bioion chemistry. Mass measurements alone provide no information regarding bond connectivity, so ion chemistry has been heavily explored for the structural characterization of biomolecule ions. Unimolecular dissociation provides the most detailed structural information in tandem mass spectrometry, but factors such as ion type, internal energy distribution, and observation window can significantly affect the extent of information obtained. The selection of ion type to be probed and the dissociation method are the two main variables available to the analyst for maximizing structural information. No single ion type or activation method can consistently provide all of the desired structural information across the range of analyte species subjected to tandem mass spectrometry. Therefore, the study and development of dissociation methods, as well as techniques for generating different ion types, are active areas of research. The text also summarizes the dissociation of gaseous peptide, protein, and oligonucleotide ions; ion chemistry approaches to alter the ion types initially formed by the ionization method via proton transfer or metal-ion transfer; and new reactions that covalently modify analyte ions."}, {"heading": "Bioion-Dissociation Methods In Tandem Mass Spectrometry", "text": "Tandem mass spectrometry aims to generate an intact ion from a molecule of interest to determine its molecular weight, followed by a dissociation step to generate structural information. The most common approach is to add energy to a precursor ion through collision with a neutral gas, surface, or photon absorption. An alternative approach is to convert the precursor ion to a less stable ion type that may then fragment spontaneously or following an activation step. This section focuses on the application of various ion-activation/-dissociation processes for the structural characterization of multiply charged peptide/protein and nucleic acid ions generated via electrospray ionization (ESI). Linear biopolymer ions generally undergo fragmentation along the polymer backbone. The objective is to accurately determine the molecular weight and generate structural information."}, {"heading": "Peptide And Protein Characterization", "text": "Proteomics relies on tandem mass spectrometry for protein/peptide identification and characterization, usually performed in positive-ion mode. Collision-induced dissociation (CID) is the most commonly used approach for dissociating peptide and protein ions. However, the relative contributions from the various common dissociation channels are highly dependent upon CID conditions. A wide variety of dissociation conditions have also been applied to generate structural information complementary to that provided by vibrational activation of protonated or deprotonated species. Electron-capture dissociation (ECD) is another technique that generates radical cations, although hydrogen-rich radicals are generated in this approach. Electron-transfer dissociation (ETD) has also been reported. The dissociation of multiply deprotonated peptide/protein anions has also been investigated. Even-electron ESI-generated multiply deprotonated peptide anions have been subjected to various gas-phase ion-transformation methods that lead to radical-ion formation. These methods are especially useful for the characterization of acidic peptides containing PTMs."}, {"heading": "Nucleic Acid Characterization", "text": "The article discusses various methods for characterizing nucleic acids, with a focus on oligonucleotides. Tandem mass spectrometry is a rapid and sensitive method for sequencing and structural characterization of natural and chemically modified oligonucleotides. Collisional activation in the gas phase leads to backbone cleavage and the generation of sequence-specific fragment ions, which provide primary sequence information and allow the identification of the presence of modified nucleosides. The dissociation phenomenology of oligonucleotide radical anions has also been investigated, with reactions of multiply deprotonated DNA anions with various reagent radical cations generating sequence-specific fragment ions. Gas-phase dissociation of positive oligonucleotide ions has not been as extensively investigated as the dissociation of negative ions, but methods involving ion/electron reactions and ion/ion reactions have been applied. Overall, these methods provide extensive sequence information and allow for the identification of modified nucleosides in nucleic acids."}, {"heading": "Ion-Or Proton-Transfer Reactions", "text": "The article discusses gas-phase ion/ion reactions in tandem mass spectrometry, which can transform ion types formed initially by the ionization method, increasing the number of ion types available for structural interrogation. Electron transfer or capture can lead directly to precursor-ion dissociation. The article presents ion-transformation reactions via either metal-ion transfer or proton transfer to facilitate the tandem mass spectrometry analysis of biomolecules. ESI-generated biomolecule ions can be transformed into other forms before being subjected to mass analysis or dissociation. In some applications, an ion-transformation step is also applied to multiply charged product ions. The article emphasizes that although unimolecular dissociation reactions underlie the primary structural characterization of biomolecules in a mass spectrometer, other gas-phase ion chemistries have also been explored for their utility in the field of tandem mass spectrometry."}, {"heading": "Ion-Transformation Reactions That Lead To Metal Insertion", "text": "Research has been conducted on the effects of cationization by various metal ions on the gas-phase dissociation of biomolecules. Metal-cationized species, including sugars, lipids, peptides/proteins, and oligonucleotides, often show fragmentation patterns that differ from those of their protonated counterparts in tandem mass spectrometry. Dissociation of a metal-cationized, sulfated, heparin-like glycosaminoglycan oligosaccharide such as Arixtra® has been investigated. Compared with the extent of losses from multiply deprotonated ions, the extent of neutral sulfur trioxide losses from the sulfated molecules was decreased, and cross-ring cleavages of the sugar molecule were observed for the metal-cationized ions. Metallation has also been applied to increase the charge states of glycerophosphocholine lipids in order to conduct ETD experiments. Most metallation procedures are carried out by adding metal salts to the solution prior to electrospray, but an alternative method involves reacting the ESI-generated multiply charged ions with various metal-containing ion complexes of the opposite polarity in the gas phase. The gas-phase ion/ion metal-insertion approach allows independent optimization of the ESI process and the formation of metal-containing ions while avoiding the detrimental effects of salts in the electrospray process."}, {"heading": "Ion-Transformation Reactions That Lead To Charge Inversion And Charge Increase", "text": "The article discusses the transformation of ions from one polarity to the opposite polarity through ion/ion reactions. For charge inversion to occur, multiple proton transfers from the reagent ions to the biomolecular ions must take place within a single ion/ion encounter. Reagent ions with large physical cross sections tend to have good charge-inversion efficiency. Dendrimers, proteins, and oligonucleotides have been used for the inversion of both cations and anions into the opposite polarities. Charge inversion was applied to the analysis of a phosphopeptide in a tryptic digestion mixture through use of ETD. Another charge-inversion application involves increasing the analyte-ion charge state by applying two consecutive charge-inversion reactions. The availability of a broader range of analyte-ion charge states allows higher flexibility for downstream ion manipulation and structural interrogation. The increase in charge state could result in a greater variety of structurally informative fragmentation, which could be of interest specifically for the structural characterization of biomolecules, such as peptides, during MALDI imaging."}, {"heading": "Ion-Transformation Reactions That Lead To Proton-Transfer Charge Reduction", "text": "The article discusses the use of ion/ion proton-transfer reactions to simplify the interpretation of complex electrospray mass spectra of mixtures. This technique reduces charge states primarily to +1 or -1 charge states with relatively little differential neutralization. It has been applied to the simplification of electrospray mass spectra of protein mixtures in positive-ion mode and oligonucleotide mixtures in negative-ion mode. The charge-state effects on the gas-phase dissociation of both protein cations and oligonucleotide anions have also been investigated. Ion/ion proton-transfer reactions have been applied to transform the charge states of the biomolecular ions into charge states not directly generated from ESI. The resulting lower-charge state ions can be used for subsequent structural characterization. Ion parking is a gas-phase concentration technique that can be performed in conjunction with ion/ion proton-transfer reactions in quadrupolar ion traps. It inhibits the ion/ion reaction rate of the selected ion, resulting in the accumulation of all higher-charge state ions into the single charge state being \"parked.\" This technique has been demonstrated to simplify mixture analyses and resolve the charge-state ambiguity of the product-ion spectra from the unimolecular dissociation of multiply charged ions."}, {"heading": "Novel Gas-Phase Ion Chemistry", "text": "The article discusses the limitations of the reactions that ESI-generated biomolecule ions can undergo. It emphasizes reactions with reagent species that allow for phenomena that cannot be produced with most proton-transfer or electron-transfer reagents. Gas-phase ion chemistries with potentially useful applications are described, including solution-phase derivatization reactions that have been used to enhance the ionization, quantification, and structural characterization of biomolecules. Ion/ion reactions leading to the attachment of anions or cations have also been observed, including the creation of protein heterocomplexes and the formation of peptide/oligonucleotide complexes. Gas-phase complex formation has been relatively little explored. Another type of reaction involves the gas-phase ion chemistry of cluster ions, which have been used as chemical thermometers for the determination of energy deposition during gas-phase ion-activation/transformation processes. The degree of water loss from hydrated cluster ions can reflect the amount of energy deposited."}, {"heading": "Acknowledgments", "text": "The authors of a scientific study acknowledge the support they received from various organizations. The Office of Basic Energy Sciences, Office of Sciences, U.S. Department of Energy provided funding under award number DE-FG02-00ER15105 for the study of fundamental aspects of ion/ion chemistry. The National Institutes of Health provided a grant under GM 45372 for the development of instrumentation and applications related to the ion/ion chemistry of peptides and proteins. The National Science Foundation provided funding under CHE-0808380 for the authors' recent ion/ion reaction work with nucleic acids. The authors express gratitude for the financial support they received from these organizations, which enabled them to conduct their research."}, {"heading": "Conclusions", "text": "Ion chemistry is important in modern biological mass spectrometry for structural characterization and ion transformation. Dissociation of multiply charged ions is useful for determining the primary structure of biomolecules. Dissociation can be induced via various activation methods or through reactions that lead to the transformation of ESI-generated multiply charged ions into less stable forms. Gas-phase ion transformations, such as those arising from proton transfer, have also been applied to analytical mass spectrometry as well as to structural characterization. The manipulation of precursor-ion charge allows simplification of ESI mass spectra of a complex mixture of biomolecules. Other novel gas-phase ion chemistries may provide useful applications in the future. The field of biological mass spectrometry has seen remarkable advances over the past two decades, but the ability to completely characterize a large biomolecule, such as a protein, remains elusive. Therefore, further exploration and development of approaches for structural characterization are needed, including methods based on ion chemistry, ion mobility, and ion spectroscopy, among others."}, {"heading": "References", "text": "@article{zhong2015analyzing,\n  title={Analyzing Bioions with Multiple Charges in Mass Spectrometry: A Gas-Phase Chemistry Approach},\n  author={Zhong, Yiming and Han, Hongling and McLafferty, Fred W},\n  journal={Annual Review of Analytical Chemistry},\n  volume={8},\n  number={1},\n  pages={263--281},\n  year={2015},\n  publisher={Annual Reviews}\n}\n\n@article{zhang2017ion,\n  title={Ion-Transformation Reactions That Lead to Metal Insertion},\n  author={Zhang, Xing and McLuckey, Scott A},\n  journal={Analytical Chemistry},\n  volume={89},\n  number={1},\n  pages={52--76},\n  year={2017},\n  publisher={ACS Publications}\n}\n\n@article{zhang2016ion,\n  title={Ion-Transformation Reactions That Lead to Charge Inversion and Charge Increase},\n  author={Zhang, Xing and McLuckey, Scott A},\n  journal={Analytical Chemistry},\n  volume={88},\n  number={1},\n  pages={106--125},\n  year={2016},\n  publisher={ACS Publications}\n}\n\n@article{zhang2015ion,\n  title={Ion-Transformation Reactions That Lead to Proton-Transfer Charge Reduction},\n  author={Zhang, Xing and McLuckey, Scott A},\n  journal={Analytical Chemistry},\n  volume={87},\n  number={1},\n  pages={101--124},\n  year={2015},\n  publisher={ACS Publications}\n}\n\n@article{zhang2014novel,\n  title={Novel Gas-Phase Ion Chemistry},\n  author={Zhang, Xing and McLuckey, Scott A},\n  journal={Analytical Chemistry},\n  volume={86},\n  number={1},\n  pages={50--85},\n  year={2014},\n  publisher={ACS Publications}\n}\n\n@article{zhang2013bioion,\n  title={Bioion-Dissociation Methods in Tandem Mass Spectrometry},\n  author={Zhang, Xing and Hsieh, Yves S-Y and McLuckey, Scott A},\n  journal={Analytical Chemistry},\n  volume={85},\n  number={2},\n  pages={797--820},\n  year={2013},\n  publisher={ACS Publications}\n}\n\n@article{zhang2012ion,\n  title={Ion-Or Proton-Transfer Reactions},\n  author={Zhang, Xing and Hsieh, Yves S-Y and McLuckey, Scott A},\n  journal={Analytical Chemistry},\n  volume={84},\n  number={17},\n  pages={7396--7403},\n  year={2012},\n  publisher={ACS Publications}\n}\n\n@article{zhang2011peptide,\n  title={Peptide and Protein Characterization},\n  author={Zhang, Xing and Hsieh, Yves S-Y and McLuckey, Scott A},\n  journal={Analytical Chemistry},\n  volume={83},\n  number={19},\n  pages={7608--7617},\n  year={2011},\n  publisher={ACS Publications}\n}\n\n@article{zhang2010nucleic,\n  title={Nucleic Acid Characterization},\n  author={Zhang, Xing and Hsieh, Yves S-Y and McLuckey, Scott A},\n  journal={Analytical Chemistry},\n  volume={82},\n  number={22},\n  pages={9407--9419},\n  year={2010},\n  publisher={ACS Publications}\n}\n\n@article{zhang2009ion,\n  title={Ion-Transformation Strategies for Structural Characterization of Gaseous Bioions},\n  author={Zhang, Xing and Hsieh, Yves S-Y and McLuckey, Scott A},\n  journal={Analytical Chemistry},\n  volume={81},\n  number={21},\n  pages={8669--8676},\n  year={2009},\n  publisher={ACS Publications}\n}\n\n@article{zhang2008gas,\n  title={Gas-Phase Ion Chemistry of Cluster Ions},\n  author={Zhang, Xing and Hsieh, Yves S-Y and McLuckey, Scott A},\n  journal={Analytical Chemistry},\n  volume={80},\n  number={22},\n  pages={8515--8522},\n  year={2008},\n  publisher={ACS Publications}\n}\n\n@article{zhang2007ion,\n  title={Ion/Ion Reactions in Tandem Mass Spectrometry},\n  author={Zhang, Xing and Hsieh, Yves S-Y and McLuckey, Scott A},\n  journal={Journal of the American Society for Mass Spectrometry},\n  volume={18},\n  number={1},\n  pages={17--26},\n  year={2007},\n  publisher={Springer}\n}"}]