{"title": "Directed migration in neural tissue engineering.", "sections": [{"heading": "Abstract", "text": "Directed cell migration is particularly important in neural tissue engineering, where the goal is to direct neurons and support cells across injured nerve gaps. Investigation of the gradients present in the body during development provides an approach to guiding cells in peripheral and central nervous system tissue, but many different types of gradients and patterns can accomplish directed migration. The focus of this review is to describe current research paradigms in neural tissue gradients and review their effectiveness for directed migration. The review explores directed migration achieved through the use of chemical, adhesive, mechanical, topographical, and electrical types of gradients. Few studies investigate combined gradients, though it is known that a combination of therapies is necessary for reconnection of neuronal circuitry. To date, there has been no systematic review of gradient approaches to neural tissue engineering. By looking at effectiveness of various scaffold cue presentation and methods to combine these strategies, the potential for nerve repair is increased."}, {"heading": "Introduction", "text": "N eural tissue engineering (NTE) strategies target peripheral nerve and spinal cord injuries with potential for regeneration and reconnection of neuronal circuitry. 1 Greater success has occurred within the peripheral nervous system (PNS), where nerve stumps can be surgically reattached for small injuries. 2 Critical sized defects require an autologous nerve graft; however, autografting requires two surgeries and potential donor site morbidity. 3 Therefore, research targets fabricating synthetic nerve growth conduits (NGC) to replace autografted tissue. In the central nervous system (CNS), the injury site is far less conducive to neurite outgrowth due to the formation of a glial scar. 4 The glial scar serves to separate injured from healthy tissue; unfortunately, this separation creates a chemical and physical barrier to axonal growth and reconnection. 5 Most attempts to overcome the inhibitory effects of the glial scar involve masking sulfated proteoglycans 6 and other inhibitory molecules (e.g., semaphorin 3 7 , ephrin-B2 8 , and slit proteins 9 ) with soluble mediators. Reactive astrocytes, the primary cellular constituent of the glial scar, represent a chief source of inhibition. 6 However, astrocytes assist in axonogenesis during development 10 and under appropriate conditions, these cells appear capable of supporting, and even guiding, neurite growth. [11][12][13] For example, astrocytes aligned on micropatterned glass were shown to guide neurite regeneration in vitro. 13,14 In addition to overcoming the inhibitory microenvironment following injury, neurons are relatively immobile and have slow neurite elongation rates (0.5-1 mm per day). 15,16 This rate should translate into bridging a several millimeter gap in a matter of days; however, reinnervation of target tissues can take months, which delays functional recovery and leads to muscular atrophy. Therefore, neural tissue engineered therapies must accelerate regrowth and improve axonal targeting. 16 Tissue engineering utilizes biomaterials, cells, and growth factors (GFs), alone or in combination, to restore, maintain or improve tissue function. Tissue engineering typically involves isolating healthy cells from a patient, expanding them in vitro, seeding the cells onto a biodegradable scaffold (the NGC), implanting it into the patient, and allowing the body to eventually replace the scaffold with newly grown tissue. 17 The addition of filler materials such as hydrogels, GFs, extracellular matrix (ECM) proteins, and fibers have all been used to enhance NGC performance. 18 Other NGC developments introduce chemotactic (sustained release of neurotrophic factors), topographical (internally oriented matrices/ fibers), and haptotactic (functionalized cell binding domains) signaling to cells simultaneously. These multifunctional NGCs are the future of synthetic nerve repair. In time these devices will hopefully surpass the recovery achieved with autografts, the current gold standard. 19 gradients of molecular cues that guide initial organization of the nervous system typically are not maintained postdevelopment. Recreating these gradients is a potential method to recreate neural tissue following injury.\nMigration is the coordinated action of pseudopodium protrusion, new adhesion formation, traction development, and rear adhesion release. Cell migration is typically described as biphasic with the highest migration speeds occurring at intermediate receptor-ligand binding strengths. If receptor expression or ligand concentration is too low, few adhesions can be made and the cells are unable to develop the necessary tractional forces to locomote. However, if receptor expression or ligand concentration is too high, cellsubstrate interactions are essentially too adhesive for the cells to move. 25 Nerve cells are wired to one another over distances up to 1000 times longer than their cell bodies and yet these connections are consistently precise since their formation during embryonic development. Santiago Ramon y Cajal was one of the first to speculate on how these connections work. In 1892, he coined the term ''growth cone'' to describe the thickened tip of elongating nerve processes and proposed a theory in which soluble substances released from target tissues lay a ''path'' for advancing growth cones. The growth cones search out gradients of these molecules and migrate accordingly. [26][27][28] Growth cones can navigate over long distances in response to a given factor if the mean concentration does not saturate surface receptors and if the concentration gradient is steep enough for detection. A sufficient external concentration difference across a cell is required to activate migration. Specific gradient is defined as the percentage concentration change per cell length and is used to describe the steepness of a gradient across a cell body. Neutrophils can sense gradients as shallow as 1% difference. Such sensitivity is likely necessary for the functions of such a highly motile cell. Neurons, on the other hand, have been reported to sense a minimum difference of 10%. 29 The sensory and decisionmaking procedures that occur within the growth cone are believed to be dependent on gradients of many guidance cues, where the relative steepness of the gradient is more important than the mean concentration of the guidance molecule. 15,30 Chemotaxis Chemotaxis describes migration based on chemical cues, typically the preferential movement of cells up a concentration gradient of soluble molecules called chemoattractants. 26,31,32 Xenopus embryo models, used to identify chemical gradients present during nervous system development, provided some of the first studies of chemotaxis. 33,34 Similar chemical gradients have since been investigated in grasshopper 35 , chick 36 , and mouse 37 development as well. Research suggests that following axonal injury, molecular and cellular cues analogous to the ones present during embryonic development are present around injured axons that spontaneously regenerate. 19 Thus, chemotaxis has become the primary approach for guiding axon regeneration since the end of the 19th century and gained greater popularity in the 1960s and 70s. 38,39 In 1988, Tessier-Lavigne et al. 26 conducted an important study for understanding the role of chemotaxis in the ner-vous system. The group cultured rat embryo dorsal explants in a collagen gel matrix with and without rat embryo floor plate tissue. The floor plate tissue is a midline of epithelial cells, toward which developing axons turn. Axon growth from the dorsal explants in the direction of the floor plate tissue (located 100-400 microns away) was visible only after 20 h. However, even after 40 h, only 25% of explants cultured without floor plate tissue exhibited any growth. Tessier-Lavigne concluded that floor plate cells secrete some diffusible factor that promotes axon growth and confirmed that chemotaxis plays a role in the CNS; the phenomenon had previously been observed only with PNS neurons. 26,40,41 Thirteen years later, Cao and Shoichet 42 conducted a series of studies to identify the minimum concentration gradient required to direct neurite growth. Using a diffusion chamber with separate GF source and sink compartments, the study revealed that a gradient of at least 133 ng/mL/mm nerve growth factor (NGF) is required to direct dorsal root ganglion (DRG) neurons. 15 Steeper gradients were also effective for guiding outgrowth but were limited by a maximum concentration of 995 ng/mL, above which the cell receptors for NGF were saturated and consequently downregulated. Therefore, this maximum concentration limits the effective distance for guidance to 7.5 mm (995 ng/mL divided by 133 ng/mL per mm). Cao and Shoichet also studied gradients of multiple factors and found that the minimum concentration of NGF required to direct growth decreased to 80 ng/mL/mm with the addition of another chemoattractant, neurotrophin-3 (NT-3). This reduced NGF threshold in the presence of an NT-3 gradient suggests that axons can be guided over longer distances. If the upper limit of NGF concentration, prior to receptor saturation, remains *1000 ng/mL, then the NGF gradient required for guidance in the presence of NT-3, 80 ng/mL per mm, increases the expected distance for guidance to 12.5 mm. The value 12.5 mm represents an estimate of the maximum range over which chemotactic cues will be effective. 42 In 2005, Chung et al. demonstrated the potential of a ''Christmas tree''-shaped microfluidic device to measure the influence of epidermal growth factor, basic fibroblast growth factor 2, and platelet-dervied growth factor gradients on the growth and differentiation of human neural stem cells (hNSCs). 43 These particular factors were chosen because they are known to induce hNSCs to proliferate, however, in their absence, hNSCs are expected to differentiate. Chung found that the hNSCs proliferated in direct proportion to increasing GF concentration (0-40 ng/mL). In addition, cells were observed to migrate toward the higher concentration of GFs. Chung tested the influence of the GF gradients on differentiation by staining with astrocyte antibodies. As expected, the percentage of terminal astrocytes decreased with increasing GF concentration. 43 Though this device allows evaluation of various GF gradients, this type of microfluidic device requires continuous fluid flow, which is impractical for an implantable scaffold.\nMicrofluidic gradient generators are one successful method for creating stable gradients in vitro and determining optimal chemical concentrations in 2D, but in vivo 3D experiments are not possible. For in vivo studies, the scaffold must incorporate a source and sink for the chemokine. One potential, implantable method for creating chemotactic gradients involves genetically engineering cells to release a", "n_publication_ref": 47, "n_figure_ref": 0}, {"heading": "Chemotactic And Chemorepellent Gradients For Guiding Axonal Regeneration", "text": "WROBEL AND SUNDARARAGHAVAN desired GF. Kothapalli et al. 44 studied this method by creating type-I collagen filled polydimethylsiloxane (PDMS) microchannels in the shape of a ''T.'' One side of the T-junction contained netrin-1 (chemoattractant) or slit-2 (chemorepellent) transfected fibroblasts while the other side contained ''normal'' fibroblasts. Embryonic mice hippocampal and DRG neurons were cultured in the central channel and neurite growth was studied in response to a variety of gradients. Compared to the controls (absence of any chemotactic gradient), netrin-1 release increased neurite turning toward the gradient five-fold. At 250 ng/mL, slit-2 caused 42% -9% of hippocampal neurites and 74% -12% of DRG neurites to grow down the gradient or away from increasing slit-2 concentration. 44 While the study of chemoattractants is more popular, soluble factors inhibitory to cell motility, called chemorepellents, also have potential for directing axonal regeneration. 45 In Kothapalli's study, slit-2 was shown to have strong chemorepellent properties, however, many other examples including TGF-b-1, Ang1, and semaphorins may also have exciting future potential. 46,47 Webber et al., examined chemorepulsive guidance at the proximal nerve stump to prevent the formation of ''wrong way axons'' that have turned around and grown back toward their origin. 48 Alto et al. found a novel way to create gradients by injecting NT-3 expressing lentiviral vectors into a target tissue near a lesion site. 49 NT-3 expression was greatest at the site of injection and diminished at a distance of 4 mm away. The injury site was C1 of the dorsal column in rats. The lentiviral vectors were injected into an appropriate target for regenerating axons, the nucleus gracilis, and an incorrect target, the medullary reticular formation. Alto reported the number of axons extending into the nucleus gracilis in the experimental groups as a percentage of axons present in an intact nucleus gracilis. Lentiviral vectors expressing NT-3 induced regeneration of 7% of axons. Doubling the concentration of expressed NT-3, improved these results to 27%. Control vectors induced negligible regeneration, indicating that axons would not extend in the absence of NT-3. However, injections of NT-3 vectors in the medullary reticular formation revealed axon growth into these regions. Thus, axons will extend in response to NT-3 expression even to an inappropriate target. 49 Pinato et al., 50 achieved encapsulation of a solution of netrin-1 into micrometer-sized liposomes. The liposomes were trapped and transported by optical tweezers to specific positions in the proximity of rat hippocampal neurons cultured on Matrigel-coated glass dishes. Photolysis using short UV laser pulses released the netrin-1 molecules from the liposomes. Neurite extension was clearly increased by release of the netrin-1 molecules, toward the liposome location, confirmed using two control studies. Average growth of the neurites was 10 mm in 5 min. Pinato's approach to studying neuron chemotaxis has future potential because any membrane impermeable molecule can be encapsulated and delivered to cells via the liposomes. This technology has the potential to finely control the amount of encapsulated molecules such that one molecule/liposome could be achieved and thus the minimum amount of molecules needed to induce chemotaxis could be determined with unmatched precision. 50 Despite unresolved issues regarding the formation and stability of soluble chemical gradients in vivo, the established guidance ability of molecules such as netrins and NTs maintains that chemotaxis be at the forefront of this type of research. 51 Table 1 summarizes the results of the above studies, specifically identifying the different concentration gradient thresholds necessary to initiate directed growth.", "n_publication_ref": 11, "n_figure_ref": 0}, {"heading": "Haptotaxis", "text": "While the study of chemotaxis for axonal guidance has a longer history, other types of gradients may offer benefits that chemotactic cues cannot provide, 38,45 specifically establishing gradients that last the lifetime of the implant. Haptotaxis describes directed cell migration along gradients of surface bound cues. 21 This phenomenon was first demonstrated by Carter in 1965 with mouse fibroblasts. 46 Since then, several haptotactic cues for guiding axon growth have been identified including the amino acid sequence Arginine, Glycine, Aspartic Acid (RGD), laminin, laminin-derived peptides, and NTs. Laminin and its derivatives, especially the IKVAV and YIGSR peptide sequences, have been extensively studied in vitro and shown to enhance neuronal cell attachment and survival.\nIn 2002, Dertinger et al. 52 created laminin gradients using laminar flow of pure laminin and pure bovine serum albumin solutions through a series of poly-L-lysine-coated PDMS microchannels. The resulting gradients were linear with slopes in the range of 0-0.125 mg/mL/mm. At slopes below 0.06, the gradient had no effect on axon orientation. However, above the 0.06 threshold, 60% of axons grew in the direction of increasing laminin density ( -60°of the gradient direction). Figure 1 illustrates the quantification of neurite alignment for this study and several others discussed throughout. While the results showed that laminin gradients are useful for directing axon orientation, the gradients did not induce growth. Further, axons that established orientation in a different direction than the gradient grew in that direction regardless, leading Dertinger to conclude that once axons ''choose'' the direction in which they are going to grow, a concentration gradient cannot cause the axons to change directions. 52 Adams et al. further studied axon turning responses to substrate bound gradients of laminin peptide. 38 IKVAV sequence was photo-immobilized on polystyrene dishes using benzophenone as a linker. Adams created both high and low slope gradients over a 300 mm distance by controlling the dose of laser irradiation. The high slope gradient was a near step-change, while the low slope gradient had a linear slope of 15.87 ng/mL. 53 Neurites extending from chick embryo DRGs followed ''lead-in lines'' of IKVAV peptide at a constant concentration that connected to an IKVAV gradient. Gradients were oriented perpendicular to the lead-in lines, therefore, elongating neurites had to turn to continue growing. Results showed that all turning angles were positive (up the gradient) and that the further the neurite tip had migrated in total distance, the greater the turning angle in the positive direction. Thus, Adams concluded that growth cones turn and migrate up substrate-bound gradients and that these results are promising for the engineering of artificial nerve guides. 38 These studies provided a basis for more recent 3D studies.\nShoichet's group improved their earlier chemotaxis studies by immobilizing NGF to their 3D scaffolds as well. Poly(allylamine) was used to adhere NGF to the p(HEMA) scaffolds adhesive. A commercially available gradient maker", "n_publication_ref": 9, "n_figure_ref": 1}, {"heading": "Directed Migration In Neural Tissue Engineering 95", "text": "(CBS Scientific, Tecumseh, CA) was used to make eight different linear concentration gradients of NGF from 3.46 to 357 ng/mL/mm. Only the steepest gradient guided a statistically significant number of neurites to within -17°of the gradient direction. Soichet concluded that a threshold must exist between 357 ng/mL/mm and the next largest concentration tested, 137 ng/mL/mm. Future studies aimed at pinpointing this threshold. 54 Moore et al. 30 also used 3D p(HEMA) gels to examine the effects of two different gradients on the same scaffold on chick embryo DRGs. DRG cells present both TrkA and TrkC receptors, which preferentially bind NGF and NT-3 respectively. The group has previously shown the synergistic effects of soluble concentration gradients of these two molecules, 42 but this study was the first example of synergism with immobilized gradients. Guidance in the gradient direction was only observed for the scaffold containing both NGF and NT-3 at 200 ng/mL/mm. NGF-only, NT-3-only, and gradients of either NGF or NT-3 with the other factor present, but not in graded fashion, did not produce statistically significant results. However, by increasing the concentration of NGF alone from 200 ng/mL/mm to 310 ng/ mL/mm, directed growth was observed. Moore concluded that 310 ng/mL/mm was the threshold of NGF needed to elicit a directed growth response but that dual concentration gradients of NGF and NT-3 are optimal for guidance. Moore predicted that other combinations of NT gradients would promote guidance over even greater distances, a key goal of NTE. 30 Through a series of studies, Dodla and Bellamkonda 45 created laminin gradients in 3D agarose hydrogels that were eventually implanted into rat sciatic nerve injury models. The group first fabricated their agarose scaffolds in 2006 and measured the effects of a laminin isoform (LN-1) gradient on FIG. 1. Quantification of neurite alignment. A straight line is drawn from the center of the dorsal root ganglion body to the neurite tip. Angles are measured between this line and the gradient direction (the horizontal/0°angle). Angles define whether neurites are considered to be growing ''up the gradient'' ( -60°) or ''down the gradient'' (180°-60°). Color images available online at www.liebertpub.com/teb ", "n_publication_ref": 4, "n_figure_ref": 1}, {"heading": "Gradients Of Laminin And Neurotrophic Factors For Guiding Axonal Regeneration: Experimental Studies And Future Perspectives", "text": "WROBEL AND SUNDARARAGHAVAN neurite extension from chick embryo DRGs. Results indicated that 0.017 and 0.051 mg/mL/mm gradients induced significantly greater numbers of neurites to grow ''up the gradient'' than down. However, for the steepest slope examined, 0.121 mg/mL/mm, the number of neurites growing in either direction was not statistically different. Further, growth rate linearly increased with increasing LN-1 concentration. At 0.017 mg/mL/mm cells grew up the gradient at an average rate of 27.8 mm/h. On this same scaffold, cells grew down the gradient at a rate of only 18.2 mm/h. Just as Dertinger reported a few years before, Dodla stated that neurites oriented in the direction of decreasing LN-1 did not reorient themselves to move ''up the gradient''. This observation presents one obstacle for the future, how to get regenerating axons to change direction if needed. 45 In 2008, Dodla and Bellamkonda 18 expanded this work to incorporate both LN-1 and NGF gradients for promoting regeneration across a 20 mm sciatic nerve gap in a rat model. Their agarose hydrogels were assembled inside commercially available polysulfone NGCs. LN-1 and NGF were delivered from lipid microtubules as either a stepwise or continuous gradient. Nerve regeneration in the scaffolds was evaluated 4 months after implantation. The implants with regeneration included stepwise LN-1 with stepwise NGF, continuous LN-1 with stepwise NGF and control nerve allografts. The percent of rats with regeneration in these three types of scaffolds were 45%, 38%, and 83% respectively. Scaffolds with gradients of either LN-1 or NGF, with the other factor uniformly distributed, did not promote axonal regeneration across the gap, indicating the importance of multiple gradient cues for nerve guidance. The study also successfully established bioactive immobilized gradients in vivo for 4 months, such gradient stability is a giant leap forward for NTE. 18 Sundararaghavan et al. took these studies further by examining gradients of two active components of the laminin molecule, IKVAV and YIGSR, and varying their slopes independently. 47 The peptides' synergistic effects as immobilized gradients was explored in a 3D collagen matrix. The group previously designed an ''H-shaped'' microfluidic network to set up a stiffness gradient in the cross channel of the ''H''. 55 This network was modified to create the immobilized peptide gradients. 47 By varying the source concentrations, and length of the cross channel, gradients of different slopes were achieved. The linear slopes evaluated in the study in mg peptide/mL collagen/mm included 24.7, 14.9, 12.4, and 7.44 of either IKVAV or YIGSR. Uniform slopes (0% peptide) or (100% peptide) were also tested as controls. Chick embryo DRGs were cultured in a well intersecting the middle of the gradient. After 5 days, neurite growth was quantified as the number and length of neurite segments projecting out of this well up or down the gradients of laminin-derived peptide. Sundararaghavan discovered that DRG neurites extend significantly more up steep YIGSR gradients and up shallow IKVAV gradients. Based on these results, a final condition with slopes of both 14.9 mg/mL/mm YIGSR and 7.44 mg/mL/ mm IKVAV was tested. This combination of steep YIGSR and shallow IKVAV produced consistent growth up the gradients with neurites approximately twice the length of those in the control scaffolds. 47 Rather than simply encouraging regeneration, Masand et al. 56 attempted to use the very specific responses initiated by polysialic acid (PSA) and human natural killer cell (HNK)-1 to increase the efficiency of axonal reconnection. HNK-1 and PSA are two naturally occurring glycans that have been implicated in a number of neurophysiological processes including myelinogenesis, synaptogenesis, axonal targeting, neurite outgrowth, and glial cell proliferation. With the recent discovery of glycomimetic peptides (molecular mimics of their glycan counterparts with the same functionality but increased stability 56 ), Masand et al. 56 attached HNK-1 and PSA mimics to type-I collagen hydrogels and examined their effect on the response of multiple neural cell lines. Cell types tested included chick embryo DRGs, NSC-34 (a hybrid cell line of mouse spinal cord and neuroblastoma), dissociated rat spinal cord neurons (SCNs), and RSC-96 (a rat Schwann cell line). Culturing of NSC-34 cells and SCNs revealed that PSA-, HNK-, and PSA/HNK (in a 50/50 ratio) grafted gels all encouraged neurite extension significantly more than ungrafted collagen gels. PSA-and PSA/HNK-grafted gels also significantly improved Schwann cell proliferation and migration compared with controls gels. The group also determined that immobilization of the PSA and HNK-1 mimics was essential to their function, soluble forms were ineffective for directing growth. 56 Masand's testing of multiple cell lines was especially important. Until now, most NTE studies of haptotactic gradients have used chick DRGs, but several studies suggest that glial cells (astrocytes and Schwann cells) behave differently than neurons. Table 2 summarizes the results of the haptotaxis studies, specifically identifying different concentration gradient thresholds necessary to initiate directed growth.", "n_publication_ref": 10, "n_figure_ref": 0}, {"heading": "Durotaxis", "text": "In 2000, Lo et al. coined the term ''durotaxis'' to describe the phenomena of preferential movement of fibroblasts due to substrate mechanics. 39 Since then, several studies have looked at the effect of mechanics on various cell types and cellular functions. Substrate mechanical properties, especially matrix elasticity, not only guide cell migration but have also been found to influence cell shape, spreading, adhesion, proliferation, differentiation, and phenotype. [57][58][59][60] These effects have been reported in various cell types including myoblasts, osteoblasts, neutrophils, cardiovascular, smooth muscle, epithelial and cancer cells. [60][61][62][63][64] Initial studies with neurons have revealed preferred growth on, and migration toward, softer substrates, 65,66 which may be explained by the softer mechanical properties of native neural tissue. 67 However, the work of Leach et al. 57 and Cheng et al. 68 suggest that a threshold of elasticity exists below which neural cells cannot sense substrate rigidity at all. 68 Further, while neurons have been shown to prefer softer substrates, the structurally supportive glial cells of both the CNS and PNS prefer stiffer substrates. Both types of nervous system cells are important to promote regeneration, so development of a tissue engineering system to support these opposing needs presents an obstacle for the future. Another challenge to using mechanical gradients in NTE is developing a suitable material system for in vivo testing. Many initial studies were conducted using polyacrylamide (PA) gels. 39,57,66,69 Unfortunately, this system is not practical because the acrylamide monomers are toxic during the polymerization process and are not suitable for implantation. 58 Table 3 summarizes the responses of neural and glial cells to increasing substrate rigidity. [70][71][72][73][74][75] ", "n_publication_ref": 27, "n_figure_ref": 0}, {"heading": "Directed Migration In Neural Tissue Engineering 97", "text": "Flanagan et al. 69 explored durotaxis for neural tissue engineering by examining the response of mouse primary SCNs on PA gels with shear moduli in the range 50-550 Pa. Glass substrates were used to represent maximum stiffness. Results showed increased neurite branching frequency on softer substrates; 4-6 branches/mm for 50-300 Pa gels, but only 1-3 branches/mm for 300-550 Pa gels. The mouse spinal cords contained a mix of glia, sensory neurons, motor neurons, and inter-neurons. Flanagan et al. reported that no glia survived on any of the gels but were able to survive on glass, concluding that different cell types respond differently to mechanical stimuli. 69 Recognizing that PA is useful for controlled experiments but not suitable as an implantable biomaterial, Georges et al. 66 examined both PA gels and an in vivo compatible alternative, fibronectin-coated fibrin. Cell response to vary-ing gel stiffness was tested using rat embryo cortical neurons and primary astrocytes. ''Soft'' and ''stiff'' PA gels had storage moduli (G¢) of 200 -50 and 9000 -200 Pa, respectively, while the ''soft'' and ''stiff'' fibrin gels had G¢ values of 250 and 2150 Pa. Georges et al. 66 evaluated cell-substrate adhesion by staining cell stress fibers with F-actin. Neurons grown on the soft substrates showed 30% more F-actin than neurons grown on the stiff gels. Cocultures of astrocytes and cortical neurons were also examined. Results showed that neurons only grew independently of the astrocytes on the softer gels. On stiffer gels, the neurons grew on top of the astrocytes. Staining for b-3 tubulin, a marker used to distinguish neurons from glia, revealed that after 7 days in culture, 80% of the cells on the soft substrate were neurons, whereas < 45% of cells were neurons on the stiffer gels. These values held true for both the PA and fibrin. 66   Balgude et al. 65 further evaluated neurite extension rate from chick DRGs embedded in 3D agarose gels. Gel stiffness was controlled by changing the amount of powdered agarose in saline (0.75-2% w/v). The group produced gels with complex shear moduli ranging from 5-130 Pa. Results showed that neurite extension rate decreased with increasing stiffness. 0.75% agarose gels (G* = 5 Pa) showed neurites extending at a rate of 14.7 mm/h, whereas 2% gels (G* = 130 Pa) saw extension of only 5.7 mm/h. The group also created a mathematical model predicting neurite extension rate as a function of any substrate's stiffness. The model accurately predicted the results of their actual experiments and thus shed some light on growth cone morphology in 3D. In 2D the extending growth cone is lamellar, but Balgude discovered that in 3D the growth cone can be accurately modeled as a sphere. Their results confirmed that cell-matrix interactions are markedly different in 2D and 3D scaffolds. 59,65 In the studies presented so far, variations in elasticity were fabricated in a step/binary fashion. While a relatively sharp contrast in stiffness can illuminate cells' sensing of boundaries, 76 little is known about cell response to gradual changes in elasticity. Sundararaghavan et al. offered one of the first looks at directing neurites with a gradual stiffness gradient using a novel ''H-shaped'' microfluidic network. 55 The network was filled with type-I collagen solution and allowed to self-assemble into a fibrillar matrix. The gel was then crosslinked with the cytocompatible cross-linking agent, genipin. Two different concentrations of genipin flowing through the source and sink sections of the network set up a 1D stiffness gradient in the cross-channel of the ''H''. Stiffness gradients varied from 57 -3 Pa, for untreated collagen, to 797 -50 Pa for 10 mM genipin allowed to cross-link for 12 h. Chick embryo DRGs were cultured in a well of collagen intersecting the cross channel. Neurite extension out of the well and along the gradient was observed. The majority of neurites grew down the stiffness gradient toward increased compliance. DRGs contain neurons, Schwann cells, and fibroblasts, but this study only stained for neurofilament antibodies and did not look at the influence of the gradient on the other cell types. 55 In a 2012 study, Koch et al. 73 explored the difference between cells of the CNS and PNS due to the different mechanical environments they encounter. CNS neurons are exposed primarily to very soft tissue, while PNS neurons encounter many different cell types and ECM components. Thus, CNS and PNS cells have likely developed different mechanosensing properties. Koch examined the behavior of rat DRGs, representative PNS neurons, and rat hippocampal cells, representative CNS neurons, on laminin-coated PA gels with discrete elastic moduli (150, 300, 450, 1000, 1500, 3000, and 5000 Pa). Results showed that DRGs extended the longest neurites at an intermediate stiffness (1000 Pa), while hippocampal cells produced the same length neurites at all stiffness values. 73 Durotactic cues not only play a role in cellular migration but have also been shown to influence differentiation. A study by Engler et al. 60 of human mesenchymal stem cell differentiation found clear differences in protein and gene expression between cells cultured on substrates of different stiffness. Only cells cultured on the softest substrates (0.1-1 kPa) exhibited the branching formation similar to that of primary neurons, and the upregulation of neurogenic markers, nestin and b-3 tubulin. The potential to guide cell differentiation with mechanical cues is an extremely promising approach to NTE especially by combining scaffold mechanical properties with stem cell seeding prior to implantation. 60 However, future work needs to be done to fully understand the potential of durotaxis. For example, most of these studies were done at very low cell densities because at high cell densities, cell-cell interactions can override cellsubstrate interactions. 39 Further, even though significant evidence supports the influence of substrate mechanical properties on cell response, chemical modification of the substrate surface is normally required for cell attachment. 69 Therefore, it remains unclear whether durotaxis functions independently of chemotactic cues.", "n_publication_ref": 17, "n_figure_ref": 0}, {"heading": "Topographical Cues", "text": "Cells experience a spatial gradient during any interaction with their local microenvironment in which their freedom of motion is changing. Studying cellular responses to spatial gradients could improve the understanding of tissue regeneration 77 and the ability to design tissue-engineered scaffolds. Topographical modifications typically involve adding microsized features such as wells, pillars, grooves, steps, pores, islands, or fibers to a scaffold surface. These features are designed to mimic native structural components of the nervous system such as fibrous proteins, other cell bodies, and other cell processes. 78 Common microfabrication techniques for producing these features include photolithography, wet etching, reactive ion etching, and laser fabrication. 79 Neuron cell bodies range in size from 5-20 mm and axon diameters range from 1-20 mm. Thus, mm-scale patterns should provide the best understanding of cell-surface interactions. 79 Uncovering the mechanisms behind cellular responses to topographical cues is a growing area of research in neural tissue engineering.\nIn a 2005 study, Li and Folch 80 concluded that growing axons actively search for the straightest permissible path by examining the behavior of murine embryonic cortical neurons cultured on Poly-D-Lysine (PDL) and Matrigel-patterned PDMS substrates. In an initial test, Li patterned alternating lanes of PDL and Matrigel in 2D. The majority of cell bodies adhered to the PDL regions. Axons growing from these cells that arrived at a PDL/Matrigel border turned to stay inside the PDL region. Next Li created grooves of varying heights (2.5-69 mm) in the PDMS substrates. Groove depth proved to have a significant effect on axon turning behavior. Greater than 95% of axons that encountered a deep groove ( > 22 mm) turned to remain inside it. On the other hand, greater than 92% of axons that approached a shallow groove ( < 4.6 mm) disregarded the topographical step and continued to extend into or out of the groove. The 10 mm deep grooves induced an axon turning percentage of about 50%. Thus, Li concluded that 10 mm was the threshold step height for topographically inducing axon turning. Li integrated these first two tests into a final test by culturing the neurons on PDL-coated PDMS grooves surrounded by a 3D matrix of Matrigel. The results revealed that extending axons follow the straightest permissible path by simultaneously taking into account both biochemical and topographical information. 80 ", "n_publication_ref": 5, "n_figure_ref": 0}, {"heading": "Directed Migration In Neural Tissue Engineering 99", "text": "The study of topographical axon guidance has primarily employed only linear patterns. However, in the developing brain, neuroblasts migrate to the cortical plate along tracks created by glia that are not only nonlinear but feature many low angle turns. Therefore, to truly understand physical guidance, the effects of nonlinear features should be considered. In 2007, Lee et al. 81 studied the effects of three different surface patterns on adhesion and guidance of murine neuroblastoma cells. About 4-micron deep SiO 2 ridges were deposited on a quartz substrate and coated with fibronectin. Patterns 1 and 2 featured continuous and dashed ridges, respectively. However, pattern 3 periodically interrupted the potential for linear growth with zigzagged tracks. Neuroblastoma cells were allowed to attach to the scaffolds for 1 day. Then DB-cAMP was added to induce the cells to differentiate into neurons. After 3 more days, Lee quantified growth by manually counting the total number of cells adhered to the microtracks and the number of those cells extending neurites greater than 100 mm. About 29% more cells adhered to pattern 3 than to patterns 1 or 2. Further, 80% more of the adhered cells extended neurites > 100 mm on pattern 3 than the adhered cells on patterns 1 or 2. Interestingly, growing neurites on pattern 2 did not follow the pathways set up by the microtracks. Rather, the majority of neurites found pathways between the dashes in which to grow. Lee concluded that the zigzag pattern offered the most effective substrate for cell adhesion and axonal outgrowth. 81 This conclusion is in direct contradiction to Li's study, which indicated that neurites assume a linear pathway whenever possible. 80,81 While these two studies established that topographical cues effect neurite orientation and growth, they did not examine topographical gradients. Schmalenberg and Uhrich 82 patterned poly (methyl methacrylate) substrates using a PDMS stamp ''inked'' with laminin. They examined laminin stripes and PMMA intervals of graduated widths. Rat Schwann cell attachment and orientation was examined on the substrates. An unpatterned laminin monolayer served as a control. After 4 h, 90% of cells had adhered to the patterned areas, indicating that cells significantly preferred the laminin stripes to the PMMA intervals in-between. However, after 4 days in culture, a significant decrease in cell adherence was observed depending on pattern and interval width. Here, 0°represented the direction of the laminin patterning and cell orientation was reported relative to the 0 angle. Cells randomly oriented on unpatterned surfaces. However, on patterned surfaces with graduated PMMA interval widths, 47% of cells aligned within -20°of the laminin stripes. In general, as the width of the laminin stripes decreased, cell orientation increased. Cells aligned by contacting a pattern edge. Thus, pattern widths > 40 mm were unable to direct cellular orientation because they acted as an effective monolayer to the cells. 82 ", "n_publication_ref": 5, "n_figure_ref": 0}, {"heading": "Electric Field Stimulation", "text": "Even the simplest of cell membranes separate ions, and the flow of these ions gives rise to measurable electrical fields (EF). These EFs play key physiological roles that can be harnessed for treatment purposes. For example, cellular injury causes local collapse of these potential differences, inducing instantaneous currents that can persist for days. These wound-induced currents are essential for the natural healing process. The size, location, and timing of EFs are essential for guiding nervous system development as well. 51 Biological roles for steady direct current (DC) EFs were first proposed at the turn of the 20th century, following the discovery of EF-induced outgrowth from chick nerves in vitro. Electrical gradients have since been shown to significantly affect growth cone turning, neurite outgrowth direction, and outgrowth speed. 51,83 In 1982, Patel and Poo 84 offered one of the pioneering studies for understanding EF effect on neurons. They measured the effects of EFs in the range of 1-10 V/cm on dissociated Xenopus embryonic neurons. The electric field was applied to the culture chamber via a pair of salt bridges made with agar-gelled culture medium. The smallest field that produced asymmetric neurite growth was 0.5 V/cm. Patel and Poo concluded this to be the threshold field for neurite orientation. 84 At first, Patel and Poo applied the field prior to visible neurite formation. In subsequent tests, they studied the effect of delayed EF application, after neurite outgrowth from the cells had begun. After the onset of a 5 V/ cm field, four responses were consistently observed. These responses are summarized in Table 4 along with results from other similar studies. [85][86][87][88][89][90][91][92][93][94] Patel and Poo also conducted their experiments with constant perfusion of the culture medium to confirm that the EFs did not set up molecular gradients responsible for producing the orienting effects. Constant perfusion of the culture media in the same, opposite, and perpendicular directions to the field all failed to alter neurite orientation, confirming that the field directly acts on the cells, however, the interplay of chemical and electrical guidance still needs to be elucidated. 84 Patel's study focused on using EFs to direct neurite extension from an attached neuronal cell body, however, more recently EFs have been shown to direct whole cell migration as well. Yao et al's 83 study provided the earliest evidence that EFs guide neuronal cell body migration. Yao cultured whole explants and dissociated rat hippocampal neurons on PLL and laminin-coated tissue culture plastic. Steady DC EFs in the physiological range (5-300 mV/mm) were generated using agar salt bridges as above. Migration behavior was recorded for 3 h. In the presence of any EF, neurons preferentially migrated toward the cathode. Further, reversal of the field polarity caused the cells to turn around and move in the ", "n_publication_ref": 16, "n_figure_ref": 0}, {"heading": "Wrobel And Sundararaghavan", "text": "opposite direction. This experiment was run with an EF of 300 mV/mm for 1 h before the field was reversed (180°) for one additional hour. Unlike direction, migration speed was not influenced by the EF. Thus, Yao concluded that these two properties of cell migration are mechanistically independent. 83,94,95 Over the next few years, Yao's group continued their work and discovered that EF-induced migration guides growth cones by the same mechanisms that govern growth cone chemotaxis. Therefore, EF stimulation coupled with gradients of soluble cues has potential for improved axonal regeneration and guidance. However, the specific choices of EF strength and chemotactic molecule will greatly influence the resulting growth. For example, cathodal attraction is enhanced by the presence of brain derived neurotrophic factor, but at low EF strengths, NT-3 can initiate anodal attraction. 95 Yao also discovered that the influence of EFs is cell type and substrate dependent. 95 Cell response to EFs was already known to be species dependent. For example, Xenopus neurons have been shown to exhibit directional growth in the presence of electric fields as small as 8 mV/mm, however, Zebrafish neurons were unaffected by EFs as high as 100 mV/mm. 86 Feng et al. 87 was first to study the effects of EFs on the migration of hNSCs using a laminin-coated culture chamber. Feng reported that hNSCs migrated randomly when cultured without an EF. As EF strength was increased from 0 to 300 mV/mm, migration toward the cathode increased significantly both in total number of cells moving cathodally and the distanced moved. Feng concluded that electrotaxis of hNSCs is time and voltage dependent and calculated a threshold of 16 mV/mm for directing hNSC migration. Migration speed was also increased in the presence of increasing EF strength, the exact opposite of Yao's results. EFs are an exciting approach to directing cell migration because they are easier to establish and maintain than soluble chemical gradients. However, an applied EF might act on endogenous chemical gradients in vivo and it is unknown whether this interaction would cause confounding or synergistic effects. 87 In the 1980s, Borgens et al. pioneered the use of DC EFs for promoting recovery of damaged mammalian spinal cord. 98 In vivo models beginning in 1987 confirmed the ability of a small electric field to induce anatomical and functional recovery in dorsal column lesions designed to eliminate specific spinal reflexes. Studies with adult guinea pigs and dogs showed statistically significant improvement in neurological parameters in the majority of the animals. One of Borgens in vivo models showed that an oscillating EF of 500-600 mV/ mm significantly accelerated the return of sensory and motor function at time points of 6 weeks and 6 months in a dog model. Borgens work has progressed to phase 1 human trials. [96][97][98][99][100] A more thorough understanding of EFs in vivo may lead to their more widespread use clinically.", "n_publication_ref": 14, "n_figure_ref": 0}, {"heading": "Contact Guidance And Cell-Cell Interaction", "text": "Contact guidance describes a process by which a cell uses another cell or cells as a substrate for migration. It can also be thought of as the opposite of contact inhibition, where colliding cells' locomotion is halted and/or redirected. 101 Contact guidance-mediated growth, is especially relevant in the developing and adult nervous systems. Examples include NSCs migrating to their final position before differentiation guided by radial glia and the guidance fields formed by Schwann cells that remain in injured nerves for the regenerating axons.\nThe traditional definition of radial glia solely as structural components guiding embryonic neurons toward their final destinations is beginning to change. New evidence reveals these cells are also progenitors capable of differentiating to neurons, astrocytes, oligodendrocytes, and adult stem cells. 102 For example, new neurons are continuously generated in the subventricular zone of the adult brain and rapidly migrate to the olfactory bulb along a pathway called the rostral migratory stream (RMS). 103 Unlike embryonic neuronal migration, these new neurons require a distinct mechanism to migrate through the densely packed tissue of mature brain. They extend leading and trailing processes to form elongated cell aggregates, called ''chains'', on which other new neurons can slide over and past one another. These chains move inside tunnels formed by astrocytes, referred to as ''glial tubes''. Many chains in the RMS are closely associated with blood vessels, suggesting that the vessels act as a scaffold for migration as well. Rostral migration occurs in parallel with the flow of cerebrospinal fluid (CSF). Normal CSF flow creates a concentration gradient of diffusible proteins that further guide the migration. Taken together, these observations suggest that new neurons migrating in the adult RMS experience contact guidance with each other, with the astrocytic tunnels, and biochemical cues. 104 Following CNS injury, early reactive astrocytes change their phenotype, adopting several molecular traits of embryonic radial glia and NSCs. 105 Microsized topographical cues may facilitate this transition, explored by Mattotti et al. 105 using uncoated PMMA films. Less than 1 mm deep grooves were tested to determine whether their presence induced astrocytes toward a supportive phenotype for neuronal growth, called radial glia-like cells (RGLC). Next, the group tested the ability of the RGLC to direct migration and neurite outgrowth from E16 mouse cerebral cortex explants. Control conditions (tissue culture plastic) failed to revert reactive astrocytes to the RGLC phenotype. Thus, neurons remained static or exhibited minimal random movement with an average speed of 14 -12 mm/h and final displacement of 7 -6 mm. Neurons cultured on RGLC-covered PMMA lines migrated for relatively long distances (37 -23 mm) with an average speed of 39 -11 mm/h. The group concluded that astrocytes can be reverted to an RGLC phenotype by a micropatterned PMMA scaffold without added biochemical factors and these cells will support and direct neuronal migration and outgrowth. 105 The astrocytes aligned with a wide range of line topographies, however, only those in the range of normal glial processes (2 mm) strongly induced transformation into RGLC. Although glial cells have long been regarded as responsible for the lack of CNS regeneration, due to their formation of the glial scar, it is now clear that they are also beneficial and may play an active role in the induction of neurogenesis. 105 Schwann cells play a crucial role in contact guided migration of regenerating axons following peripheral nerve injury (PNI). After Wallerian degeneration, Schwann cells in the distal nerve stump proliferate to eight times their normal numbers. 106 These cells migrate along residual basement membrane to form longitudinal columns of cells known as ''bands of Bungner''. 106,107 ", "n_publication_ref": 11, "n_figure_ref": 0}, {"heading": "Directed Migration In Neural Tissue Engineering 101", "text": "These aligned cells and their ECM provide a favorable surface for axonal regrowth, avoiding inefficient or tortuous elongation. 106 Recreating the bands of Bungner following PNI is likely to improve the therapeutic performance of nerve guide implants. Several approaches exist to establish these Schwann cell bands. First, the scaffold material can be designed to accelerate the process of their formation as endogenous schuvann cells (SCs) migrate into the scaffold. Popular designs include aligned electrospun fibers and porous scaffolds. [108][109][110][111][112] Alternatively, nerve conduits can be preseeded with Schwann cells, allowing them time to form bands of Bungner, prior to implantation. Finally, the cell tracks can be engineered from completely artificial materials. 106 Goto et al.'s 113 study showed that mouse DRGs extend more neurites, deeper into a rolled collagen nerve guide conduit preseeded with mouse Schwann cells, than a similar device without preseeding. The terminal part of the device (800-1300 mm from device surface) contained 3 to 10 times more neurites in the presence of SCs (depending on days in culture) than without SC seeding. 113 In a 2009 study, Nisbet et al. 112 implanted aligned and random electrospun polycaprolactone (PCL) fibrous scaffolds into the caudate putamen of the adult rat brain. Endogenous neurites began to enter the scaffolds after 7 days but results showed that fiber alignment determined the extent of neurite entry. The large porosity of the randomly oriented fibers enabled neurite entry. However, neuronal processes could not penetrate scaffolds when fibers were partially aligned due to smaller interfiber distance and pore size. Instead, neurites grew perpendicular to the direction of PCL fiber alignment providing perpendicular, not parallel, contact guidance. 112 ", "n_publication_ref": 10, "n_figure_ref": 0}, {"heading": "Conclusion", "text": "The studies presented here, and many others, often report qualitative and conflicting results regarding the potential of physical and chemical gradients to direct neural tissue regeneration. These inconsistencies arise because directed migration is dependent on cell type, substrate material, size, and concentration of the given gradient. 79 The potential of any gradient cue lies in the unique interactions with the specific cell being tested. Many studies have utilized PC12 or neuroblastoma cells because they are easier to use and characterize than primary neurons. However, these cells do not produce true axons, calling into question their physiological relevance. But studies cannot stop at primary neurons either, because an ideal material must not only promote neuronal cell activity but requires unique glial cell activity depending on the injury site. In the CNS, a gradient should suppress activated glial cell activity to minimize glial scarring. At the same time, the gradient should be compatible with other glial cells that are required for myelinating regenerating axons. Coculturing of relevant cell types in vitro is a more physiologically relevant way to determine how a gradient will behave with different cells. A call for coculturing is essential in future research. 16 As highlighted in the examples above, combinatorial approaches to gradients are especially interesting for advancing neural tissue engineering. Combination strategies have gained momentum as regeneration is enhanced by multiple stimuli. 114 The most promising techniques to address neural tissue regeneration will combine multiple stimuli in a single scaffold. These dynamic nerve growth conduits may possess the advanced properties necessary to replace autografting as the gold standard for nerve repair. 16 ", "n_publication_ref": 4, "n_figure_ref": 0}], "references": [{"title": "Neural tissue transplantation and CNS trauma: anatomical and functional repair of the injured spinal cord", "journal": "J Neurotrauma", "year": "", "authors": "P J Reier; D K Anderson; F J Thompson; B T Stokes"}, {"title": "Reappraisal of nerve repair", "journal": "Surg Clin North Am", "year": "1981", "authors": "H Millesi"}, {"title": "Influences of peripheral nerve grafts on the survival and regrowth of axotomized retinal ganglion cells in adult rats", "journal": "J Neurosci", "year": "1988", "authors": "M P Villegas-Perez; M Vidal-Sanz; G M Bray; A J Aguayo"}, {"title": "Engineering the CNS stem cell microenvironment", "journal": "Regen Med", "year": "2009", "authors": "C A Williams; E B Lavik"}, {"title": "Degenerative and regenerative mechanisms governing spinal cord injury", "journal": "Neurobiol Dis", "year": "2004", "authors": "C Profyris; S S Cheema; D Zang; M F Azari; K Boyle; Petratos ; S "}, {"title": "Regeneration beyond the glial scar", "journal": "Nat Rev Neurosci", "year": "2004", "authors": "J Silver; J H Miller"}, {"title": "Counteraction of axonal growth inhibitory properties of Semaphorin 3A and myelin-associated proteins by a synthetic neurotrophic compound", "journal": "J Neurochem", "year": "1423", "authors": "M Hanbali; F Bernard; C Berton; G Gatineau; M Perraut; D Aunis"}, {"title": "Graded expression patterns of ephrin-As in the superior colliculus after lesion of the adult mouse optic nerve", "journal": "Mech Dev", "year": "2001", "authors": "B Knoll; S Isenmann; E Kilic; J Walkenhorst; S Engel; J Wehinger"}, {"title": "Slit and glypican-1 mRNAs are coexpressed in the reactive astrocytes of the injured adult brain", "journal": "Glia", "year": "2003", "authors": "S Hagino; K Iseki; T Mori; Y Zhang; T Hikake; S Yokoya"}, {"title": "Regeneration of cut adult axons fails even in the presence of continuous aligned glial pathways", "journal": "Exp Neurol", "year": "1996", "authors": "S J Davies; P M Field; G Raisman"}, {"title": "Reactive astrocytes are substrates for the growth of adult CNS axons in the presence of elevated levels of nerve growth factor", "journal": "Neuron", "year": "1991", "authors": "M D Kawaja; F H Gage"}, {"title": "Cellular delivery of neurotrophin-3 promotes corticospinal axonal growth and partial functional recovery after spinal cord injury", "journal": "J Neurosci", "year": "1997", "authors": "R Grill; K Murai; A Blesch; F H Gage; M H Tuszynski"}, {"title": "Directed nerve outgrowth is enhanced by engineered glial substrates", "journal": "Exp Neurol", "year": "2003", "authors": "R Biran; M D Noble; P A Tresco"}, {"title": "Alignment of glial cells stimulates directional neurite growth of CNS neurons in vitro", "journal": "Neuroscience", "year": "2004", "authors": "R Deumens; G C Koopmans; C G Bakker; V Maquet; S Blacher; W M Honig"}, {"title": "Defining the concentration gradient of nerve growth factor for guided neurite outgrowth", "journal": "Neuroscience", "year": "2001", "authors": "X Cao; M S Shoichet"}, {"title": "Electrically active nanomaterials as improved neural tissue regeneration scaffolds", "journal": "Wiley Interdiscip Rev Nanomed Nanobiotechnol", "year": "2010", "authors": "J T Seil; T J Webster"}, {"title": "Nanofibers and their applications in tissue engineering", "journal": "Int J Nanomedicine", "year": "2006", "authors": "R Vasita; Katti ; D S "}, {"title": "Differences between the effect of anisotropic and isotropic laminin and nerve growth factor presenting scaffolds on nerve regeneration across long peripheral nerve gaps", "journal": "Biomaterials", "year": "2008", "authors": "M C Dodla; R V Bellamkonda"}, {"title": "Essays on Peripheral Nerve Repair and Regeneration", "journal": "Academic Press", "year": "2009", "authors": "S Geuna; P Tos; B Battiston"}, {"title": "Cellular responses to extracellular guidance cues", "journal": "EMBO J", "year": "2010", "authors": "A Berzat; A Hall"}, {"title": "Simple haptotactic gradient generation within a triangular microfluidic channel", "journal": "Lab Chip", "year": "2010", "authors": "J Park; D H Kim; G Kim; Y Kim; E Choi; A Levchenko"}, {"title": "", "journal": "Molecular Biology of the Cell", "year": "2008", "authors": "B Alberts; J H Wilson; T Hunt"}, {"title": "", "journal": "The Neuron: Cell and Molecular Biology", "year": "2002", "authors": "I B Levitan; L K Kaczmarek"}, {"title": "Fundamentals of Human Physiology", "journal": "", "year": "2012", "authors": "L Sherwood"}, {"title": "Positively and negatively modulating cell adhesion to type I collagen via peptide grafting", "journal": "Tissue Eng Part A", "year": "2011", "authors": "G A Monteiro; A V Fernandes; H G Sundararaghavan; D I Shreiber"}, {"title": "Chemotropic guidance of developing axons in the mammalian central nervous system", "journal": "Nature", "year": "1988", "authors": "M Tessier-Lavigne; M Placzek; A G Lumsden; J Dodd; T M Jessell"}, {"title": "Attractive axon guidance molecules", "journal": "Science", "year": "1994", "authors": "H Baier; F Bonhoeffer"}, {"title": "Axon guidance by gradients of a target-derived component", "journal": "Science", "year": "1992", "authors": "H Baier; F Bonhoeffer"}, {"title": "Differential effects of EGF gradient profiles on MDA-MB-231 breast cancer cell chemotaxis", "journal": "Exp Cell Res", "year": "2004", "authors": "S J Wang; W Saadi; F Lin; C Minh-Canh Nguyen; Li Jeon; N "}, {"title": "Immobilized concentration gradients of neurotrophic factors guide neurite outgrowth of primary neurons in macroporous scaffolds", "journal": "Tissue Eng", "year": "2006", "authors": "K Moore; M Macsween; M Shoichet"}, {"title": "A fibrin or collagen gel assay for tissue cell chemotaxis: assessment of fibroblast chemotaxis to GRGDSP", "journal": "Exp Cell Res", "year": "1999", "authors": "D M Knapp; E F Helou; R T Tranquillo"}, {"title": "Neutrophil chemotaxis in linear and complex gradients of interleukin-8 formed in a microfabricated device", "journal": "Nat Biotechnol", "year": "2002", "authors": "N Li Jeon; H Baskaran; S K Dertinger; G M Whitesides; L Van De Water; M Toner"}, {"title": "Semaphorin 3A elicits stagedependent collapse, turning, and branching in Xenopus retinal growth cones", "journal": "J Neurosci", "year": "2001", "authors": "D S Campbell; A G Regan; J S Lopez; D Tannahill; W A Harris; C E Holt"}, {"title": "In vivo evidence for trigeminal nerve guidance by the cement gland in Xenopus", "journal": "Dev Biol", "year": "1996", "authors": "E Honore; A Hemmati-Brivanlou"}, {"title": "Guidance of peripheral pioneer neurons in the grasshopper: adhesive hierarchy of epithelial and neuronal surfaces", "journal": "Science", "year": "1984", "authors": "J Berlot; C S Goodman"}, {"title": "Generating gradients of retinoic acid in the chick embryo: Cyp26C1 expression and a comparative analysis of the Cyp26 enzymes", "journal": "Dev Dyn", "year": "2004", "authors": "S Reijntjes; E Gale; M Maden"}, {"title": "Evidence for gradients of gene expression correlating with zonal topography of the olfactory sensory map", "journal": "Mol Cell Neurosci", "year": "2001", "authors": "E M Norlin; M Alenius; F Gussing; M Hagglund; V Vedin; S Bohm"}, {"title": "Growth cones turn and migrate up an immobilized gradient of the laminin IKVAV peptide", "journal": "J Neurobiol", "year": "2005", "authors": "D N Adams; E Y Kao; C L Hypolite; M D Distefano; W S Hu; P C Letourneau"}, {"title": "Cell movement is guided by the rigidity of the substrate", "journal": "Biophys J", "year": "2000", "authors": "C M Lo; H B Wang; M Dembo; Y L Wang"}, {"title": "Earliest sensory nerve fibres are guided to peripheral targets by attractants other than nerve growth factor", "journal": "Nature", "year": "1983", "authors": "A G Lumsden; A M Davies"}, {"title": "Chemotropic effect of specific target epithelium in the developing mammalian nervous-system", "journal": "Nature", "year": "1986", "authors": "A G S Lumsden; A M Davies"}, {"title": "Investigating the synergistic effect of combined neurotrophic factor concentration gradients to guide axonal growth", "journal": "Neuroscience", "year": "2003", "authors": "X Cao; M S Shoichet"}, {"title": "Human neural stem cell growth and differentiation in a gradient-generating microfluidic device", "journal": "Lab Chip", "year": "2005", "authors": "B G Chung; L A Flanagan; S W Rhee; P H Schwartz; A P Lee; E S Monuki"}, {"title": "A high-throughput microfluidic assay to study neurite response to growth factor gradients", "journal": "Lab Chip", "year": "2011", "authors": "C R Kothapalli; E Van Veen; S De Valence; S Chung; I K Zervantonakis; F B Gertler"}, {"title": "Anisotropic scaffolds facilitate enhanced neurite extension in vitro", "journal": "J Biomed Mater Res A", "year": "2006", "authors": "M C Dodla; R V Bellamkonda"}, {"title": "Directed cell migration on fibronectin gradients: effect of gradient slope", "journal": "Exp Cell Res", "year": "2006", "authors": "J T Smith; J T Elkin; W M Reichert"}, {"title": "Microfluidic generation of haptotactic gradients through 3D collagen gels for enhanced neurite growth", "journal": "J Neurotrauma", "year": "2011", "authors": "H G Sundararaghavan; S N Masand; D I Shreiber"}, {"title": "Guiding adult Mammalian sensory axons during regeneration", "journal": "J Neuropathol Exp Neurol", "year": "2008", "authors": "C A Webber; Y Xu; K J Vanneste; J A Martinez; V M Verge; D W Zochodne"}, {"title": "Chemotropic guidance facilitates axonal regeneration and synapse formation after spinal cord injury", "journal": "Nat Neurosci", "year": "2009", "authors": "L T Alto; L A Havton; J M Conner; E R Hollis; A Blesch; M H Tuszynski"}, {"title": "Optical delivery of liposome encapsulated chemical stimuli to neuronal cells", "journal": "J Biomed Opt", "year": "2011", "authors": "G Pinato; T Raffaelli; E D'este; F Tavano; D Cojoc"}, {"title": "Has electrical growth cone guidance found its potential?", "journal": "Trends Neurosci", "year": "2002", "authors": "C D Mccaig; A M Rajnicek; B Song; M Zhao"}, {"title": "Gradients of substrate-bound laminin orient axonal specification of neurons", "journal": "Proc Natl Acad Sci U S A", "year": "2002", "authors": "S K Dertinger; X Jiang; Z Li; V N Murthy; G M Whitesides"}, {"title": "Micropatterning gradients and controlling surface densities of photoactivatable biomolecules on self-assembled monolayers of oligo(ethylene glycol) alkanethiolates", "journal": "Chem Biol", "year": "1997", "authors": "C B Herbert; T L Mclernon; C L Hypolite; D N Adams; L Pikus; C C Huang"}, {"title": "Immobilized concentration gradients of nerve growth factor guide neurite outgrowth", "journal": "J Biomed Mater Res A", "year": "2004", "authors": "T A Kapur; M S Shoichet"}, {"title": "Neurite growth in 3D collagen gels with DIRECTED MIGRATION IN NEURAL TISSUE ENGINEERING gradients of mechanical properties", "journal": "Biotechnol Bioeng", "year": "2009", "authors": "H G Sundararaghavan; G A Monteiro; B L Firestein; D I Shreiber"}, {"title": "Neural cell type-specific responses to glycomimetic functionalized collagen", "journal": "Biomaterials", "year": "2012", "authors": "S N Masand; I J Perron; M Schachner; D I Shreiber"}, {"title": "Neurite outgrowth and branching of PC12 cells on very soft substrates sharply decreases below a threshold of substrate rigidity", "journal": "J Neural Eng", "year": "2007", "authors": "J B Leach; X Q Brown; J G Jacot; P A Dimilla; J Y Wong"}, {"title": "PEGDA hydrogels with patterned elasticity: novel tools for the study of cell response to substrate rigidity", "journal": "Biotechnol Bioeng", "year": "2010", "authors": "S Nemir; H N Hayenga; J L West"}, {"title": "Synthetic materials in the study of cell response to substrate rigidity", "journal": "Ann Biomed Eng", "year": "2010", "authors": "S Nemir; J L West"}, {"title": "Matrix elasticity directs stem cell lineage specification", "journal": "Cell", "year": "2006", "authors": "A J Engler; S Sen; H L Sweeney; D E Discher"}, {"title": "Extracellular matrix rigidity causes strengthening of integrincytoskeleton linkages", "journal": "Cell", "year": "1997", "authors": "D Choquet; D P Felsenfeld; M P Sheetz"}, {"title": "Cell tension, matrix mechanics, and cancer development", "journal": "Cancer Cell", "year": "2005", "authors": "S Huang; D E Ingber"}, {"title": "Extracellular matrix rigidity governs smooth muscle cell motility in a biphasic fashion", "journal": "J Cell Physiol", "year": "2005", "authors": "S R Peyton; A J Putnam"}, {"title": "Rigidity-driven growth and migration of epithelial cells on microstructured anisotropic substrates", "journal": "Proc Natl Acad Sci U S A", "year": "2007", "authors": "A Saez; M Ghibaudo; A Buguin; P Silberzan; B Ladoux"}, {"title": "Agarose gel stiffness determines rate of DRG neurite extension in 3D cultures", "journal": "Biomaterials", "year": "2001", "authors": "A P Balgude; X Yu; A Szymanski; R V Bellamkonda"}, {"title": "Matrices with compliance comparable to that of brain tissue select neuronal over glial growth in mixed cortical cultures", "journal": "Biophys J", "year": "2006", "authors": "P C Georges; W J Miller; D F Meaney; E S Sawyer; P A Janmey"}, {"title": "", "journal": "Springer", "year": "2011", "authors": "L E Bilston;  Neural Tissue;  Biomechanics"}, {"title": "Localized bimodal response of neurite extensions and structural proteins in dorsal-root ganglion neurons with controlled polydimethylsiloxane substrate stiffness", "journal": "J Biomech", "year": "2011", "authors": "C M Cheng; P R Leduc; Y W Lin"}, {"title": "Neurite branching on deformable substrates", "journal": "Neuroreport", "year": "2002", "authors": "L A Flanagan; Y E Ju; B Marg; M Osterfield; P A Janmey"}, {"title": "Collagen I-matrigel scaffolds for enhanced Schwann cell survival and control of three-dimensional cell morphology", "journal": "Tissue Eng Part A", "year": "2009", "authors": "D D Dewitt; S N Kaszuba; D M Thompson; J P Stegemann"}, {"title": "Neurite outgrowth on a DNA crosslinked hydrogel with tunable stiffnesses", "journal": "Ann Biomed Eng", "year": "2008", "authors": "F X Jiang; B Yurke; B L Firestein; N A Langrana"}, {"title": "Effect of dynamic stiffness of the substrates on neurite outgrowth by using a DNA-crosslinked hydrogel", "journal": "Tissue Eng Part A", "year": "2010", "authors": "F X Jiang; B Yurke; R S Schloss; B L Firestein; N A Langrana"}, {"title": "Strength in the periphery: growth cone biomechanics and substrate rigidity response in peripheral and central nervous system neurons", "journal": "Biophys J", "year": "2012", "authors": "D Koch; W J Rosoff; J Jiang; H M Geller; J S Urbach"}, {"title": "Cortical Neuron Outgrowth is insensitive to substrate stiffness", "journal": "Cell Mol Bioeng", "year": "2010", "authors": "L L Norman; H Aranda-Espinoza"}, {"title": "The promotion of neuronal maturation on soft substrates", "journal": "Biomaterials", "year": "2009", "authors": "A I Teixeira; S Ilkhanizadeh; J A Wigenius; J K Duckworth; O Inganas; O Hermanson"}, {"title": "Molding micropatterns of elasticity on PEG-based hydrogels to control cell adhesion and migration", "journal": "Adv Eng Mater", "year": "2011", "authors": "M Diez; V A Schulte; F Stefanoni; C F Natale; F Mollica; C M Cesa"}, {"title": "Microfabricated physical spatial gradients for investigating cell migration and invasion dynamics", "journal": "PLoS One", "year": "2011", "authors": "M Mak; C A Reinhart-King; D Erickson"}, {"title": "Influence of micro-patterned PLLA membranes on outgrowth and orientation of hippocampal neurites", "journal": "Biomaterials", "year": "2010", "authors": "S Morelli; S Salerno; A Piscioneri; B J Papenburg; A Di Vito; G Giusi"}, {"title": "A comprehensive review of surface modification for neural cell adhesion and patterning", "journal": "J Biomed Mater Res A", "year": "1209", "authors": "S Khan; G Newaz"}, {"title": "Integration of topographical and biochemical cues by axons during growth on microfabricated 3-D substrates", "journal": "Exp Cell Res", "year": "2005", "authors": "N Li; A Folch"}, {"title": "Topographical guidance of mouse neuronal cell on SiO2 microtracks", "journal": "Sens Actuators B", "year": "2007", "authors": "J W Lee; K S Lee; N Cho; B K Ju; K B Lee; S H Lee"}, {"title": "Micropatterned polymer substrates control alignment of proliferating Schwann cells to direct neuronal regeneration", "journal": "Biomaterials", "year": "2005", "authors": "K E Schmalenberg; K E Uhrich"}, {"title": "Small applied electric fields guide migration of hippocampal neurons", "journal": "J Cell Physiol", "year": "2008", "authors": "L Yao; L Shanley; C Mccaig; M Zhao"}, {"title": "Orientation of neurite growth by extracellular electric fields", "journal": "J Neurosci", "year": "1982", "authors": "N Patel; M M Poo"}, {"title": "The direction of growth of differentiating neurones and myoblasts from frog embryos in an applied electric field", "journal": "J Physiol", "year": "1981", "authors": "L Hinkle; C D Mccaig; Robinson ; K R "}, {"title": "The growth of PC12 neurites is biased towards the anode of an applied electrical field", "journal": "J Neurobiol", "year": "1994", "authors": "R J Cork; M E Mcginnis; J Tsai; Robinson ; K R "}, {"title": "Guided migration of neural stem cells derived from human embryonic stem cells by an electric field", "journal": "Stem Cells", "year": "2012", "authors": "J F Feng; J Liu; X Z Zhang; L Zhang; J Y Jiang; J Nolta"}, {"title": "Micropatterned polypyrrole: a combination of electrical and topographical characteristics for the stimulation of cells", "journal": "Adv Funct Mater", "year": "2007", "authors": "N Gomez; J Y Lee; J D Nickels; C E Schmidt"}, {"title": "Immobilized nerve growth factor and microtopography have distinct effects on polarization versus axon elongation in hippocampal cells in culture", "journal": "Biomaterials", "year": "2007", "authors": "N Gomez; Y Lu; S Chen; C E Schmidt"}, {"title": "Nerve growth factorimmobilized polypyrrole: bioactive electrically conducting polymer for enhanced neurite extension", "journal": "J Biomed Mater Res A", "year": "2007", "authors": "N Gomez; C E Schmidt"}, {"title": "Direct-current electrical field guides neuronal stem/ progenitor cell migration", "journal": "Stem Cells", "year": "2008", "authors": "L Li; Y H El-Hayek; B Liu; Y Chen; E Gomez; X Wu"}, {"title": "cAMP and protein kinase A signaling underlie growth cone turning in a physiological electric field", "journal": "Soc Neurosci Abstr", "year": "2001", "authors": "A Rajnicek; C Mccaig"}, {"title": "Stimulation of neurite outgrowth using an electrically conducting polymer", "journal": "Proc Natl Acad Sci U S A", "year": "1997", "authors": "C E Schmidt; V R Shastri; J P Vacanti; R Langer"}, {"title": "Electrical signals polarize neuronal organelles, direct neuron migration, and orient cell division", "journal": "Hippocampus", "year": "2009", "authors": "L Yao; C D Mccaig; M Zhao"}, {"title": "Electric fieldguided neuron migration: a novel approach in neurogenesis", "journal": "Tissue Eng Part B Rev", "year": "2011", "authors": "L Yao; A Pandit; S Yao; C D Mccaig"}, {"title": "Restoring function to the injured human spinal cord", "journal": "Adv Anat Embryol Cell Biol", "year": "2003", "authors": "R B Borgens"}, {"title": "Behavioral recovery induced by applied electric fields after spinal cord hemisection in guinea pig", "journal": "Science", "year": "1987", "authors": "R B Borgens; A R Blight; M E Mcginnis"}, {"title": "Transected dorsal column axons within the guinea pig spinal cord regenerate in the presence of an applied electric field", "journal": "J Comp Neurol", "year": "1986", "authors": "R B Borgens; A R Blight; D J Murphy; L Stewart"}, {"title": "Effects of applied electric fields on clinical cases of complete paraplegia in dogs", "journal": "Restor Neurol Neurosci", "year": "1993", "authors": "R B Borgens; J P Toombs; A R Blight; M E Mcginnis; M S Bauer; W R Widmer"}, {"title": "An imposed oscillating electrical field improves the recovery of function in neurologically complete paraplegic dogs", "journal": "J Neurotrauma", "year": "1999", "authors": "R B Borgens; J P Toombs; G Breur; W R Widmer; D Waters; A M Harbath"}, {"title": "The Biomedical Engineering Handbook", "journal": "", "year": "2006", "authors": "J D Bronzino"}, {"title": "Radial glia and neural stem cells", "journal": "Cell Tissue Res", "year": "2008", "authors": "P Malatesta; I Appolloni; F Calzolari"}, {"title": "Directional migration of new neurons generated by transplanted human iPS cell-derived neural stem cells in the striatum of a mouse stroke model", "journal": "Neurosci Res", "year": "2011", "authors": "K Nakaguchi; N Kaneko; M Aoyama; Y Okada; K Asai; H Okano"}, {"title": "Prospects and limitations of using endogenous neural stem cells for brain regeneration", "journal": "Genes", "year": "2011", "authors": "N Kaneko; E Kako; K Sawamoto"}, {"title": "Inducing functional radial glia-like progenitors from cortical astrocyte cultures using micropatterned PMMA", "journal": "Biomaterials", "year": "2012", "authors": "M Mattotti; Z Alvarez; J A Ortega; J A Planell; E Engel; Alcantara ; S "}, {"title": "Bioengineered glial strands for nerve regeneration", "journal": "Neurosci Lett", "year": "2010", "authors": "S Nichterwitz; N Hoffmann; R Hajosch; S Oberhoffner; B Schlosshauer"}, {"title": "Bioengineered nerve regeneration and muscle reinnervation", "journal": "J Anat", "year": "2006", "authors": "P J Kingham; G Terenghi"}, {"title": "In vitro cell alignment obtained with a Schwann cell enriched microstructured nerve guide with longitudinal guidance channels", "journal": "Biomaterials", "year": "2009", "authors": "A Bozkurt; R Deumens; C Beckmann; L O Damink; F Schugner; I Heschel"}, {"title": "The role of microstructured and interconnected pore channels in a collagen-based nerve guide on axonal regeneration in peripheral nerves", "journal": "Biomaterials", "year": "2012", "authors": "A Bozkurt; F Lassner; D O'dey; R Deumens; A Bocker; T Schwendt"}, {"title": "Aligned electrospun nanofibers specify the direction of dorsal root ganglia neurite growth", "journal": "J Biomed Mater Res Part A", "year": "2007", "authors": "J M Corey; D Y Lin; K B Mycek; Q Chen; S Samuel; E L Feldman"}, {"title": "Neuro tissue engineering of glial nerve guides and the impact of different cell types", "journal": "Biomaterials", "year": "2006", "authors": "M Lietz; L Dreesmann; M Hoss; S Oberhoffner; B Schlosshauer"}, {"title": "Neurite infiltration and cellular response to electrospun polycaprolactone scaffolds implanted into the brain", "journal": "Biomaterials", "year": "2009", "authors": "D R Nisbet; A E Rodda; M K Horne; J S Forsythe; D I Finkelstein"}, {"title": "A rolled sheet of collagen gel with cultured Schwann cells: model of nerve conduit to enhance neurite growth", "journal": "J Biosci Bioeng", "year": "2010", "authors": "E Goto; M Mukozawa; H Mori; M Hara"}, {"title": "Peptide surface modification of methacrylamide chitosan for neural tissue engineering applications", "journal": "J Biomed Mater Res A", "year": "2007", "authors": "L M Yu; K Kazazian; M S Shoichet"}]}