{"title": "Chapter 11. The rise of the periphrastic perfect tense in the continental West Germanic languages", "sections": [{"heading": "Abstract", "text": "* I like to thank Frits Beukema and Leonie Cornips, two anonymous reviewers as well as the editors of this volume for their comments on an earlier version of this article, which enabled me to clarify specific parts of the argumentation and to improve the presentation in general. The reader will note that the discussion is mainly illustrated by Dutch examples, but the main claims of the article are intended to be applicable to all Germanic languages that have the two perfect auxiliary verbs HAVE and BE. Abstract: This article adopts the traditional claim in Dutch linguistics that periphrastic perfect-tense constructions gradually developed out of copular-like constructions with HAVE and BE. It argues that this development was made possible by the introduction of two morphological rules. The first rule derives verbal (eventdenoting) participles from adjectival (property-denoting) participles, which gave rise to periphrastic perfect-tense constructions with transitive and mutative intransitive verbs. At a later stage this rule was replaced by a rule (still productive in present-day Dutch) that derives verbal participles from verbal stems, as a result of which the periphrastic perfect tense spread to non-mutative intransitive verbs. The article concludes by showing that this account is superior to Coussé’s (2008) flexible userbased account within the constructionist framework, which rejects the categorial distinction between adjectival and verbal participles."}, {"heading": "Introduction", "text": "This article discusses from the perspective of formal (generative) grammar the diachronic development in the continental West Germanic languages of the periphrastic perfect tense consisting of an auxiliary verb like Dutch hebben 'to have' or zijn 'to be' and a past participle. I will follow the diachronic description provided by the Dutch linguist Johan Hendrik Kern (1912), which in turn relies heavily on work by the German linguist Hermann Paul (1902). Although Kern's work on the periphrastic perfect tense meets with general approval of current Dutch historical linguists like Van Bree (1981), Duinhoven (1985Duinhoven ( /1997, Van der Wal (1986), Van der Horst (1998 and Coussé (2008Coussé ( /2013, it may be less known outside the Dutch linguistic community due to language barriers. For this reason Section 2 will start by reviewing Kern's main conclusion that the rise of the periphrastic perfect tense involves the three crucial stages in (1); the English auxiliaries have and be are given in small caps in order to abstract away from the concrete phonetic realizations of these verbs in specific languages.\n(1) a. Stage I: The rise of (state-denoting) adjectival participles with the verbs HAVE and BE in, respectively, copular-like and perfect passive-like constructions. b. Stage II: Reanalysis of adjectival participles as (process-denoting) verbal participles, which gives rise to HAVE perfects with transitive verbs and to BE perfects with mutative intransitive verbs. c. Stage III: Spread of HAVE perfects to constructions with non-mutative intransitive verbs.\nThis article argues that the transition from stage I to stage II is triggered by the rise of a single category-changing morphological rule that involves internalization of the external thematic role of the adjectival participle by means of zero derivation (but detectable by agreement properties in the early stages of the development). We will see that applying this rule results in the loss of the state-denoting adjectival meaning in favor of the process-denoting verbal meaning, and furthermore enables the formation of periphrastic perfect-tense constructions. This article further claims that the transition from stage II to stage III is likewise due to a single morphological change: the increase in the number of verbal participles finally resulted in the creation of a new productive morphological rule (still operative in present-day Dutch) that derives past participles from verbal stems by means of affixation. This accounts for the intuition expressed by, e.g., Kern (1912:25) and Van der Horst (1998:104) that the perfect tense of non-mutative intransitives is formed in analogy to that of transitive verbs. Since my proposal depends on a number of assumptions concerning the status of the verbs hebben 'to have' and zijn 'to be' that may not be familiar to all readers, I will spell these out in Section 3 before discussing the proposal in more detail in Section 4. Section 5 provides a brief comparison of the morpho-syntactic approach advocated in this article with Coussé's (2008) flexible userbased approach, which rejects the categorial distinction between adjectival and verbal participles and provides a constructional account crucially based on the abovementioned semantic change in the participle from a state to a process-denoting element. I will argue that the morpho-syntactic approach is superior to the flexible user-based approach on at least two counts: (i) it explains the transition from stage I to stage II in more primitive grammatical terms and thus (ii) provides a more promising starting point for explaining the concomitant morphological and syntactic effects of this transition mentioned in, e.g., Kern (1912) and Van der Horst (2008).", "n_publication_ref": 13, "n_figure_ref": 0}, {"heading": "The Rise Of The Periphrastic Perfect Tense", "text": "This section reviews Kern's view of the diachronic development of the periphrastic perfect tense. Although the issue is still not fully settled, this development probably predates the first written sources of Dutch; I will not discuss this here but instead refer the reader to Van der Horst (2008:200ff.) for a recent overview of the various claims that have been made in this respect. Duinhoven (1997), Van der Horst (2008) and Coussé (2008Coussé ( /2013 have shown, however, that the development has left various visible traces in later periods (perhaps even until the present date). Dutch currently has two past participle forms depending on whether the verb is strong or weak. Strong verbs such as binden 'to bind' form their past tense by means of a vowel change and their past participle by means of the suffix -en; these morphological processes are not productive in present-day Dutch. Weak verbs such as maken 'to make' derive their past tense by means of the suffix -te/de and their participle by means of the suffix -t/d; these are productive processes in present-day Dutch.\n(2) a. Strong: bind stem -bond -gebond-en b. Weak: maak stem -maak-te -gemaak-t\nThe suffix -en is of Old Germanic origin and was attached to perfect stems of strong verbs, as in (3a); cf. Duinhoven (1997:276). Because weak verbs did not have perfect stems, the perfect meaning of the participle should be attributed to the suffix -t/d, as indicated in (3b). Duinhoven (1997) claims that the perfect meaning of this suffix was made possible by the fact that it originates as an adverbial suffix with the meaning \"in order to\" but this claim is not generally accepted: Van der Horst (2008:197) suggests that the suffix originates as a verb with the meaning \"to do\". However, Kern's (1912:5) claim that the two complex forms in (3a&b) function as past tense forms expressing that some entity has reached a specific state seems uncontroversial.\n(3) a. [gebond perfect -en] perfect b. [gemaak -t perfect ] perfect Note in passing that past/passive participle formation in present-day Dutch involves the discontinuous suffixes ge-…-en and ge-…t/d in the prototypical case. I will not be concerned with the preverbal part ge-in what follows because it was introduced as a prefix at a later diachronic stage in order to emphasize the perfect meaning of the participle; see Van Dijk (1996) and Van der Horst (2008) for a description of the gradual rise of this prefix in the Old and Middle Dutch period. The Gothic verbal tense system consists of just a past and a present tense, with the latter referring to eventualities occurring at speech time, in the future, or without any time specification; cf. Van der Wal (1986:36) and Van der Horst (2008:196). Participles of the type in (3) are therefore not yet found in perfect-tense constructions, but they do occur in passive-like constructions with wisan 'to be' and wairþan 'to become'; cf. Van der Wal (1986:ch.3) and Van der Horst (2008:205ff.). However, Kern (1912:5) already noted that it is often difficult to determine whether we are dealing with an adjectival participle denoting a property of some entity or with a verbal/passive participle denoting a process, and Van der Wal (1986: §2.7) added to this that the passive-like process reading should be seen as a (possibly pragmatically motivated) extension of the genuine state reading. That passive-like constructions may not involve verbal participles is also suggested by the fact that Old Germanic passive participles regularly agree with the subject of the clause, which should be seen as a hallmark of the adjectival copular construction; cf. Kern (1912: 5-7). For this reason, Van der Horst (2008:204ff.) claims that the process of grammaticalization of verbal participles may still have been on its way in the Old Dutch period (that is, until 1200 A.D.) and was only completed in the early Middle Dutch period .\nThe problem of distinguishing property from process readings still holds true for many present-day participles as is illustrated by means of the examples in (4) adapted from Paul (1902) and Kern (1912); the interpretation of the participle geladen 'loaded' depends on contextual information such as provided by the temporal adverbials given within parentheses. For concreteness' sake, I will analyze stative constructions such as (4a) as copular constructions and dynamic constructions such as (4b) as passive constructions. 2 (4) a. Het geweer is (nog steeds) geladen A .\n[state; zijn = copula] the gun is yet still loaded 'The gun is still loaded.' a. Het (nog steeds) geladen A geweer the yet still loaded gun b. Het geweer is (daarnet) geladen V .\n[process; zijn = passive auxiliary] the gun is just.now loaded 'The gun has just been loaded.' b. Het (daarnet) geladen V geweer the just.now loaded gun It could in fact even be argued that the grammaticalization process has never been fully completed in Dutch given that passive participles still exhibit certain adjectival properties in present-day Dutch. For instance, the examples in (5) show that passive auxiliaries are special in that they do not exhibit the infinitivus-pro-participio effect in prefect tense constructions; 3 the percentage sign in (5a) is used to indicate that standard 2 The main text follows the standard assumption that passive participles are verbal in nature, but I must confess that I am not fully convinced that this is indeed correct: there are many empirical facts indicating that passive participles are adjectival in the Germanic languages. Evaluating the standard assumption is not possible within the confines of this paper and in fact justifies an investigation in its own right, although some of the problems will be mentioned briefly in what follows. Leaving this issue undecided does not affect the main line of reasoning in this article, which pertains to the periphrastic perfect only.\n3 Infinitivus-Pro-Participio refers to a morphological effect occurring in clauses with more than two verbs: while perfect auxiliaries such as hebben normally select a verb in the form of a past participle, as is illustrated in (ia), this is not the case if they select a verb that in its turn selects Dutch strongly prefers \"perfect tense\" examples such as (4b) but the crucial fact is that the use of the infinitive worden gives rise to a completely ungrammatical result. The same can be observed for the auxiliary krijgen in the fully acceptable perfect-tense form of the semi-passive construction, which will be discussed in more detail in Section 3.\n(5) a. Het geweer is daarnet geladen % geworden/*worden. the gun is just.now loaded been/be 'The gun has just been loaded.' b. dat hij het boek toegestuurd heeft gekregen/*krijgen.\nthat he the book prt.-sent has gotten part /get inf 'that he has been sent the book.'\nAnother adjectival property of passive participles is that they cannot follow the passive auxiliary in the clause-final verbal cluster in perfect passive constructions. Because of the markedness of (5a) in Standard Dutch, this is illustrated in (6) for the semi-passive construction with the auxiliary krijgen only; cf. Den Besten (1985:235). The reader is referred to Broekhuis & Corver (2015: §6.2.2) for a more detailed discussion of the behavior of participles in passive constructions. (6) dat hij het boek toe <gestuurd> heeft <gestuurd> gekregen <*gestuurd>. that he the book prt. sent has gotten 'that he has been sent the book.'\nThe conclusion that passive participles are still adjectival in certain respects will play an important role in the discussion of the defining properties of the auxiliaries hebben/krijgen and zijn/worden in Section 3, which, in turn, will be a crucial part of the analysis of the development of the periphrastic perfect tense in section 4.\nPeriphrastic perfect-tense constructions with have are like passive constructions such as (4b) in that they originate from a construction with an adjectival participle, which will be referred to as the semi-copular construction. 4 The semi-copular construction still occurs in the present-day standard variety of Dutch and is illustrated in another verb: the modal verb willen in (ib), for example, is not realized as a past participle but as an infinitive.\n(i) a. Jan heeft het boek gelezen/*lezen.\nJan has the book read part /read inf b. Jan heeft het boek willen/*gewild lezen.\nJan has the book want/wanted read 4 Duinhoven (1997:ch.7) claims that passive and perfect participles arise from different grammaticalization paths: participles were originally used in an adverbial function and were reanalyzed later as (i) verbal participles with a passive-like function and as (ii) adjectival participles in adnominal (attributive and predicative) function; perfect participles were subsequently derived from predicatively used adjectival participles. Kern's observation that Old Germanic \"passive\" participles regularly exhibit adjectival agreement with the subject of the clause constitutes a problem for this proposal.\n(7a). The (b)-examples show that if the adjective has the form of a participle it again becomes possible to analyze it as a verbal element; see Kern (1912:10-3). Note in passing that present-day English dissolves the ambiguity by means of word order, as is illustrated by the two English translations in the (b)-examples. Because predicates in semi-copular constructions are always predicated of a direct object, it does not come as a surprise that perfect-tense constructions with have are initially restricted to transitive constructions. From that point on the periphrastic perfect tense spreads to a wider range of verbs, first to transitive verbs without an overtly realized object, like verbs of communication in constructions such as As he had said/promised … (cf. Kern 1912:13-4), and later to non-mutative intransitive verbs such as slapen 'to sleep ' and lachen 'to laugh' in (8).\n(8) a. Jan heeft geslapen.\n[process reading only; hebben = auxiliary] Jan has slept b. Jan heeft gelachen.\n[process reading only; hebben = auxiliary] Jan has laughed The latter spread was preceded by the rise of periphrastic perfect-tense constructions with zijn 'to be' with mutative intransitive verbs (cf. Kern 1912:24-5). That these intransitive constructions with zijn could arise earlier than those with hebben is expected because in the corresponding copular constructions the adjective is predicated of the subject of the clause.\n(9) a. Jan is dood.\n[state; zijn = copula] Jan is dead b. Jan is (al jaren) getrouwd A .\n[state; zijn = copula] Jan is for years married 'Jan has been married for years.' b. Jan is (gisteren) getrouwd V .\n[process; zijn = auxiliary] Jan is yesterday married 'Jan was married yesterday.\nNote in passing that the adjectival state reading of participles corresponding to mutative verbs is largely suppressed in present-day Dutch by the process reading of their verbal counterparts; the copular construction in (10a) seems blocked by the periphrastic perfect-tense construction in (10b). 5 This was different in the older Germanic dialects, however, where the adjectival meaning of the participle corresponding to gestorven in (10a) would simply be \"dead\"; cf. Kern (1912:16) and Van der Wal (1986:ch.5) (10) a. *Jan is al jaren gestorven A .\n[state; zijn = copular] Jan is for years died b. Jan is gisteren gestorven V .\n[process; zijn = auxiliary] Jan is yesterday died 'Jan died yesterday.'\nThe main conclusion of the discussion above is that the emergence of the periphrastic perfect-tense constructions with non-mutative intransitive verbs such as given in ( 8) requires a different explanation than the genesis of the periphrastic perfecttense constructions with transitive and mutative intransitive verbs such as given in the primed (b)-examples in ( 7) and ( 9) because only the latter have corresponding copularlike constructions; this is also clear from the fact noted by Van der Wal (1986: ch.3) that participle forms of non-mutative intransitive verbs do not occur at all in Gothic. This implies that the development of the periphrastic perfect tense as sketched by Kern (1912: ch.1) involves the three stages in (11).\n(11) a. Stage I: The rise of (state-denoting) adjectival participles with the verbs HAVE and BE in, respectively, copular-like and perfect passive-like constructions; cf. (4a&b) and ( 7). b. Stage II: Reanalysis of adjectival participles found in (semi-)copular constructions as (process-denoting) verbal participles, which gives rise to HAVE perfects with transitive verbs and to BE perfects with mutative intransitive verbs; cf. the (b)-examples in ( 7) and ( 9). c. Stage III: Spread of the HAVE perfect via constructions with transitive verbs without an overtly realized object to constructions with non-mutative intransitive verbs.\nThe introduction already indicated that I will argue that the transitions between these three stages are due to two morphological innovations: a rule that derives verbal participles from adjectival participles by means of internalization of the latter's external thematic role, and a rule (still productive in present-day Dutch) that derives verbal participles directly from a verbal stem by affixation. But before this can be discussed in more detail, I need to introduce some background information on the status of the verbs hebben 'to have' and zijn 'to be'; the fact established above that passive participles are adjectival in certain respects will play an important role in this discussion.", "n_publication_ref": 36, "n_figure_ref": 0}, {"heading": "Theoretical Background: Unaccusative And Undative Verbs", "text": "This section discusses a number of theoretical assumptions in order to arrive at a hypothesis about the syntactic function of the verbs zijn 'to be' and hebben 'to have', which are used as copulas in (semi-)copular constructions and as auxiliaries in periphrastic perfect-tense constructions. The conclusion will be that zijn is an unaccusative verb (able to assign dative but not accusative case) while hebben is an undative verb (able to assign accusative but not dative case).\nTraditional grammars normally classify main verbs on the basis of the number of nominal arguments they take: (i) an intransitive verb such as lachen 'to laugh' has one argument, which is prototypically an agent, (ii) a transitive verb such as lezen 'to read' has two arguments, prototypically an agent and a theme, and (iii) a ditransitive verb such as geven 'to give' has three arguments, prototypically an agent, a theme and a recipient. The arguments of these verbal predicates fill slots in the predicate frames implied by these verbs: lachen is a one-place predicate LACHEN (x) and the agentive argument fills the single argument slot; lezen is a two-place predicate LEZEN (x,y) and the two arguments fill the two slots in the predicate frame; geven is a three-place predicate and again the three arguments fill the slots in the predicate frame GEVEN (x,y,z). The arguments in the predicate frames of two and three-place predicates are not all of the same kind: filling the y and z slots in a sense completes the verbal predicate, as a result of which it can be predicated of the argument placed in the x slot. In syntactic terms, the argument filling the x slot of a predicate normally corresponds to the subject of the clause, whereas the arguments filling the y and z slots correspond to the objects of the clause. Because early generative grammar assumed that objects are generated within the VP while the subject is generated outside VP in the subject position of the clause, the theme and recipient argument are often referred to as internal arguments of the verb, while the agent is referred to as the external argument of the verb (which is underlined in the lexical specification of the verbs in the primeless examples in (12)). 6 The traditional classification of main verbs came under pressure when the earlier mentioned distinction between non-mutative verbs such as slapen 'to sleep' and mutative verbs such as sterven 'to die' was investigated in more detail within formal grammar. This research led to the conclusion that mutative intransitive verbs like arriveren 'to arrive', vertrekken 'to leave' or sterven 'to die' do not have an external (agentive) argument, as a result of which the verb is predicated of its internal theme argument. That subjects of non-mutative and mutative intransitive verbs differ in agency is clear from the fact illustrated in ( 13) that only the former can be the input of agentive  Perlmutter (1977) and Burzio (1981) further argued that verbs without an external argument are not able to assign accusative case to their theme argument, which accounts for the fact that the theme argument is realized as the subject (nominative) and not as the object of the clause. As a result, mutative intransitive verbs became known as unaccusative verbs within the generative literature, and I will henceforth use this notion in opposition to intransitive verb in order to distinguish the two types of monadic verb. 7,8 Hoekstra (1984) argued for Dutch that intransitives and unaccusatives have (at least) three additional distinguishing properties: (a) intransitives take the perfect auxiliary hebben 'to have', whereas unaccusatives take the auxiliary zijn 'to be'; (b) the past participle of unaccusatives can be used attributively to modify a head noun corresponding to the subject of the active verb, while this is not possible with past participles of intransitive verbs; (c) impersonal passivization is possible with intransitive verbs only. These properties are illustrated in ( 14) by means of the intransitive verb 6 In more recent generative frameworks the two types of argument can still be distinguished structurally: internal arguments are generated VP-internally, while external arguments are generated as the specifier of vP. 7 The reader may substitute the notion unergative for the notion intransitive in what follows, but I prefer the latter notion as the intended set of verbs form a natural class with the transitive and ditransitive verbs; see Table 1 below. 8 A more pressing motivation for changing the terminology is that there is reason to assume that there are also non-mutative unaccusative verbs; examples are branden 'to burn' and drijven 'to float'. I will ignore these verbs here, while noting that they exhibit mixed behavior with respect to Hoekstra's unaccusativity tests in ( 14) below in that they pass the passivization test but fail the two other tests: they select hebben in the perfect and their past participle form cannot be used in attributive position. Readers interested in a more extensive discussion of non-mutative unaccusative verbs are referred to Broekhuis et al. (2015: 204ff.). Another important discovery was that there are also dyadic unaccusative verbs, which have become known as nominative dative (NOM-DAT) verbs because the recipient argument is realized as a dative argument: cf. Den Besten (1985) who largely built on earlier work by Lenerz (1977) on German. This is illustrated for German and Dutch in (15) for the NOM-DAT verb gefallen/bevallen 'to please'.\n(15) a. dass deine Geschichten nom meinem Bruder dat nicht gefielen. [German] that your stories my brother not please b. dat jouw verhalen nom mijn broer/him dat niet bevielen.\n[Dutch] that your stories my brother/him not please 'that my brother/he didnʼt like your stories. ' The examples in (16) show that the NOM-DAT verb bevallen passes all tests proposed in Hoekstra (1984). 9 Because it is sometimes claimed that passivization of constructions with inanimate subjects is categorically excluded, it is important to note that (16c) does not improve if we replace the noun phrase jouw verhalen by, e.g., de werkster 'the cleaning lady'. An important piece of evidence in favor of the claim that subjects of NOM-DAT verbs are internal theme arguments is that they need not precede dative objects (as subjects in ditransitive constructions would normally do) but may also follow them (as direct object of ditransitive constructions would normally do); this is illustrated for bevallen in (17). This follows immediately if we assume that Dutch differs from, e.g., English in that nominative case need not be assigned in the designated subject position but can also be assigned to the subject in its base position; cf. Den Besten (1985) and Broekhuis (1992Broekhuis ( /2007Broekhuis ( /2008.\n(17) dat mijn broer dat jouw verhalen nom niet bevielen. that my brother your stories not pleased 'that my brother wasn't pleased by your stories.'\nThe discussion above has shown that formal grammar has found the traditional classification of main verbs to be too coarse. Further distinctions are needed: monadic verbs should be divided into intransitive and monadic unaccusative verbs; dyadic verbs should be divided into transitive and dyadic unaccusative (NOM-DAT) verbs. There is in fact reason to distinguish a third group of dyadic verbs. Consider the examples in (18). When we consider the subjects of the dyadic verbs krijgen 'to get' and hebben 'to have' in (18b), it leaps to the eye that they are not agents: their semantic role is comparable instead to that of the indirect object in the ditransitive construction in (18a). Broekhuis & Cornips (1994/2012 claimed that this is not accidental but due to the fact that the subject of verbs like krijgen 'to get' and hebben 'to have' originates as an internal recipient argument: krijgen and hebben are undative verbs in the sense that they are unable to assign dative case, for which reason the recipient argument must be promoted to subject in order to get nominative case.\n(18) a. Jan geeft Marie IO het boek DO .\nJan gave Marie the book b. Marie S kreeg/heeft het boek DO .\nMarie got/has the book That subjects of undative verbs such as krijgen 'to get' and hebben 'to have' are not agents can be supported by the fact that they do not allow agentive ER-nominalization: krijger and hebber are impossible with the meaning \"someone who gets/has something\". Furthermore, they behave like unaccusative verbs in that they resist passivization. This would follow immediately under the more or less standard assumption that the core property of passivization is the demotion of the external agentive argument to adjunct status.\n(19) *Het boek S werd gekregen/gehad. the book was gotten/had\nIf the discussion above is on the right track, it shows that the traditional tripartite division should be replaced by the more fine-grained division in Table 1 based on the question as to whether an external argument is available and the number of internal arguments ranging from zero to two. For completeness' sake, I have added \"impersonal\" verbs such as sneeuwen 'to snow', which are often assumed not to take any argument at all. In what follows, two properties of unaccusative and undative verbs will be especially important. The first is that they do not take an external (agentive) argument, as is clear from the fact they do not allow passivization; cf. (14b) and ( 19). The second property is that they are deficient case-assigners: unaccusative verbs are unable to assign accusative case but can assign dative case, as is clear from the fact that a NOM-DAT verb such as German gefallen 'to please' can be combined with a dative but not with an accusative object (cf. (15a)); undative verbs like hebben 'to have' and krijgen 'to get' are unable to assign dative case while they may assign accusative case (cf. (18b)). The difference in case-assignment is especially clear in the case of passivization of ditransitive verbs such as overhandigen 'to hand' in (20a).\n(20) a. Jan overhandigde Marie/haar IO het boek DO .\n[active] Jan handed Marie/her the book b. Het boek S werd Marie/haar IO overhandigd.\n[worden-passive] the book was Marie/her handed 'The book was handed to Marie/her.' c. Marie/Zij S kreeg het boek DO overhandigd.\n[krijgen-passive] Marie/she got the book handed 'Marie/she was handed the book.' Section 2 has shown that passive participles are still adjectival in various respects. The contrast between the passive constructions with worden 'to be' and krijgen 'to get' in (20b&c) can be made to follow from the assumption that passive participles also have the adjectival property that they are unable to assign structural (dative/accusative) case to their internal arguments. 10 The fact illustrated in (20b) that the theme is promoted to subject in the worden-passive can now be attributed to the fact that worden is an unaccusative verb, as is clear from the fact that it forms the perfect tense with zijn (is/*heeft geworden) just like arriveren 'to arrive' in (14b); because worden can assign dative to the recipient but not accusative to the theme, there is no other option than to promote the theme to subject. The fact illustrated in (20c) that the recipient is promoted to subject in the krijgen-passive can be attributed to the fact established in Section 3 that krijgen is an undative verb: since krijgen can assign accusative to the theme but not dative to the recipient, there is no other option than promoting the recipient to subject. Something similar may hold for copular constructions, as is clear from the alternation in (21): zijn is an unaccusative verb (cf. is/*heeft geweest) and can therefore assign dative to the experiencer but no accusative to the theme, which is therefore promoted to subject; hebben, on the other hand, is an undative verb which is able to assign accusative to the theme but no dative to the experiencer, which thus becomes the subject. Unfortunately, minimal pairs such as the one in (21) are rare in standard Dutch and should probably be considered a historical relic, but the alternation is quite productive in varieties of Dutch that allow possessive datives; cf. Van Bree (1981). This is illustrated in ( 22) for Heerlen Dutch, in which a possessor is realized as a dative in the regular copular construction with zijn/worden, but as a nominative in the corresponding semicopular construction with hebben/krijgen. This follows under the assumption that the copular verbs zijn and worden in (22a) assign dative to the possessor but no accusative to the possessee, while the semi-copular verbs hebben/krijgen in (22b) assign accusative to the possessee, but no dative to the possessor; see Cornips (1994) and Broekhuis & Cornips (1994) for detailed discussion.\n(22) a. Jan/Hem dative zijn/worden de handen nom vies.\n[Heerlen Dutch] Jan/him are/become the hands dirty 'Janʼs/His hands are/become dirty.' b. Jan/Hij nom heeft/krijgt de handen acc. vies.\n[Heerlen Dutch] Jan/he has/gets the hands dirty 'Janʼs/His hands are/get dirty.'\nThe discussion in this section has shown that the introduction of the opposition between internal and external arguments motivates replacing the traditional tripartite division of main verbs by the classification in Table 1. We have also seen that the notions of unaccusative and undative verb should not be restricted to lexical main verbs but can also be used to characterize different classes of copular verbs and passive auxiliaries. Section 4 will argue that the second conclusion, already established in Broekhuis & Cornips (1994/2012, can be extended to perfect auxiliaries and that this provides a handle for understanding the diachronic development of the periphrastic perfect-tense construction from copular-like and passive-like constructions, as described in Section 2.", "n_publication_ref": 26, "n_figure_ref": 0}, {"heading": "Analysis", "text": "My analysis of the development of the periphrastic perfect tense adopts the hypothesis that the verbs zijn 'to be' and worden 'to be(come)' are unaccusative verbs and the verbs hebben 'to have' and krijgen 'to get' are undative verbs in all syntactic environments they occur in (that is, as lexical main verbs, as copulas, as well as auxiliaries in passive and perfect-tense constructions). I will argue that on this assumption the transition from stage I to stage II in (11), repeated here as (23), can be accounted for by assuming the introduction of a single morphological rule (involving zero derivation) that derives verbal past participles from adjectival ones by internalization of the latter's external thematic role. The transition from stage II to stage III results from the introduction of a morphological rule which derives verbal past participles directly from the verbal stem. The rise of the two morphological rules will be discussed in separate subsections. ", "n_publication_ref": 0, "n_figure_ref": 0}, {"heading": "The Transition From Stage I To Stage Ii", "text": "Adjectives denote properties that they attribute to the nominal argument they are predicated of, which will be referred to as THEME, as this argument is claimed to be in a certain state. In current generative grammar the predication relation between the adjective and the theme is claimed not to be direct but mediated by a LINKER, which will be referred to as Pred, as in the structures in (24); cf. Bowers (1993) and Den Dikken ( 2006) for extensive discussion. The fact that the theme argument is realized as a subject in the copular construction in (24a) but as an object in the semi-copular construction in (24b) follows from the claim that zijn is an unaccusative verb and thus unable to assign accusative case to the external theme argument of the adjective, while hebben is an undative verb and thus able to assign accusative to the theme argument. According to my hypothesis, the subject Jan in the semi-copular construction in (24b) is an internal argument of hebben, which is realized as the subject of the clause because hebben is not able to assign it dative case. Consequently, it is not an agent, but should be considered a recipient in the metaphorical sense that it \"has control over\" the state of the window being open. Van Bree (1981: ch.7) claims that this control reading was the prototypical reading of the Old Germanic semi-copular construction, which he relates to the meaning of the main verbs corresponding to the semi-copulas hebben and krijgen: main verb hebben originally meant something like \"to hold/handle\" while main verb krijgen meant something like \"to fight for\" or \"to obtain by battle\". 11 See Van der Wal (1986: §3.2) for further relevant discussion.\nThe decision to refer to the external arguments of adjectives as themes can be motivated by the fact that the nominal argument of a deverbal adjective derived by the productive suffix -baar typically corresponds to the internal theme argument of the input verb: this is illustrated in (25a) for the transitive verb drinken 'to drink' and in the (25b) for the unaccusative (mutative) verb ontvlammen 'to ignite'. 12 (25) a. Jan drinkt het bier.\na. Het bier is drinkbaar. Jan drinks the beer the beer is drinkable b. De benzine ontvlamde. b. Benzine is ontvlambaar.\nthe petrol ignited Petrol is inflammable Consequently, it seem reasonable to assume that the semantic roles of adjectival and verbal participles are related in a similar way as the semantic roles of the verbs and the adjectives in -baar in ( 25): the external thematic role of an adjectival participle such as gesloten 'closed' corresponds to the internal theme argument of the corresponding verbal participle. Since the adjectival form predates the verbal form, we can formalize this by assuming that (26b) is derived from (26a) by zero-derivation (recall that underlining is used to indicate external arguments). 13 (26) Part A → Part-Ø V ; internalize the theme argument a. GESLOTEN A (Theme) b. GESLOTEN V (Theme)\nSince verbal participles such as gesloten in (26b) are not predicated of the theme argument, they can no longer receive the prototypical PROPERTY interpretation of adjectives, and an obvious alternative is the prototypical EVENT interpretation of verbs. We will see presently that it is likely that this reinterpretation was greatly favored by the fact discussed above that the recipient argument of HAVE was typically construed as being in control of the state expressed by the PredP in the semi-copular construction.\nThe adjectival participle gesloten in (26a) can of course be inserted in the same syntactic frames as the predicative adjective open, but this does not seem to be possible for the verbal participle. This is illustrated in (27) for the syntactic frame underlying the semi-copular construction; cf. (24b) above.\nbecause the nominal argument of the adjective can then correctly be characterized as a theme. I have nothing to say about forms such as werkbaar 'workable' which are predicated of a nominal argument that does not correspond to an argument of the input verb. 13 We might further motivate the postulation of zero-derivation by pointing to the fact mentioned earlier that in Old Germanic the adjectival but not the derived verbal form was able to agree with its theme argument. The fact that zero derivation may block further morphological operations has become know as Myers's Generalization: Zero-derived words do not permit affixation of further derivational morphemes (cited from Pesetsky 1995:75). It should be noted, however, that this generalization does not extend to the case at hand in an obvious way, as agreement should be seen not as a derivational but as an inflectional process. For this reason, I leave this issue for future research. tense constructions with unaccusative (mutative intransitive) verbs. A sentence such as Het ijs is gesmolten can now easily receive the two analyses in (29). The analysis in (29a) is essentially the same as the one found in copular construction (24a), while the analysis in (29b) represents the unaccusative counterpart of the new periphrastic perfect-tense construction with hebben. The verb zijn can be used in both structures as there is no need for an assigner of accusative case: the argument of the participle can surface as the subject (with nominative case) regardless of its external or internal status.\n(29) a. Het ijs i is [ PredP t i Pred [ AP gesmolten]].\n[property interpretation] the ice is melted 'The ice is melted.' b. Het ijs i is [ VP t i gesmolten].\n[event interpretation] the ice is melted 'The ice has melted.'\nNote that the Germanic languages may have followed different paths in their development of the prefect with unaccusative verbs. The development sketched above holds for Dutch and German, which currently have a split HAVE/BE system. There is strong reason, however, to assume that modern languages like English and Swedish, which do not have this split, have in fact never had a perfect with BE in their earlier stages; I refer to McFadden & Alexiadou (2005/2006/2010 and Larsson (2009) for extensive discussion of this issue.", "n_publication_ref": 11, "n_figure_ref": 0}, {"heading": "The Transition From Stage Ii To Stage Iii", "text": "According to Van der Horst (2008:628) the periphrastic perfect tense was still relatively rare in the early Medieval Dutch period (1200-1350) but became quite common in the late medieval Dutch period (1350-1500). From then on the (semi-)copular and perfecttense constructions have coexisted until the present day, although we have already seen in the earlier discussion of the examples in (10), repeated here as (30), that the use of adjectival participles in copular constructions with zijn such as (30a) seems to be on the decline in the sense that they are being ousted by the competing periphrastic perfecttense constructions with zijn such as (30b); this may be related to the spread of the periphrastic perfect-tense construction to intransitive (non-mutative) verbs like slapen 'to sleep'.\n(30) a. *Jan is al jaren gestorven A . [copular construction; zijn = copular] Jan is for years died b. Jan is gisteren gestorven V . [perfect-tense construction; zijn = auxiliary] Jan is yesterday died 'Jan died yesterday.' Kern (1912:13-4) hypothesized that the expansion of the periphrastic perfect tense was mediated by transitive verbs without an overtly realized object; he especially mentions verbs of speech (cf. As he had said/promised …). Pseudo-intransitive verbs like roken 'to smoke' or drinken 'to drink' may have played a similar role. The pair in (31a&b) fit the older situation in which the verbal participles are derived from the adjectival ones by internalization of the theme argument if we assume that the theme argument is syntactically realized as phonetically empty pronoun pro, as indicated in (31); cf. Rizzi (1986) for a similar proposal for Italian. 15 Note that structures of the type in (31) are completely impossible for most present-day speakers but still occur in especially the middle and eastern part of Flanders; cf. Barbiers et al. (2008: §3.3.1.2). Although the English rendering of the semi-copular construction in (31a) is unacceptable, I have added it here in order to give at least some impression of how it should be interpreted. Perfect constructions such as (31b) may easily be misanalyzed as in (32a), which corresponds to the standard Dutch intransitive periphrastic perfect-tense construction.\nFrom this point, it seems but a small step to extend the structure in (32a) to true intransitive verbs such as slapen 'to sleep' in (32b). [perfect intransitive] I have last.night not slept\nThe fact that past participles of (non-mutative) intransitive verbs differ from those of transitive and (mutative) unaccusative verbs in that they cannot be used as predicates in semi-copular constructions clearly shows that the introduction of constructions like (32a&b) must have gone hand-in-hand with the introduction of a new morphological rule which derives past participles directly from verbal stems:  (33) show that on the assumption that the new morphological rule deletes the external argument of the input verb, the output for transitive verbs is identical to the output of the older rule in (26), while the (b)-examples show that it enables the creation of past participle for intransitive verbs such as slapen. 16 The fact that the scope of rule ( 33) is wider than that of (26) can be held responsible for the fact that the latter is no longer active in present-day Dutch; it is generally assumed that standard Dutch productively derives past participles from the stem of weak verbs by means of the discontinuous suffix ge-...d/t; cf. Haeseryn et al. (1997ff.), De Haas & Trommelen (1993: 324ff.), Booij (2002:57ff.), and many others. 17 Independent empirical evidence for the introduction of the morphological rule in ( 33) is that it provides a natural account for the fact noted by Duinhoven (1997:346ff.) and Van der Horst (2008:628) that the late medieval Dutch period exhibits a rise of apparent \"double perfect\" constructions of the type in (34b). This can be accounted for by following Duinhoven in assuming that the apparent \"double perfect\" construction in (34b) is simply the perfect counterpart of the semi-copular construction in (34a); the perfect construction in (34b) with the participle gehad 'had' could not have arisen in the older stage with rule (26), which derives verbal participles from adjectival participles by internalization of the latter's theme argument, simply because the semi-copular hebben does not select a theme argument, while it comes quite natural under rule (33), which derives past participles from all verb types by omitting the external argument (if present). Jan has the book read had 16 A potentially troublesome feature of intransitive participles such as (33b) is that it does not seem to select an argument of its own. This may only be seemingly so, however, if intransitive verbs involve an \"incorporated\" nominal argument. This is argued by Duinhoven (1997:7), who claims that diachronically seen intransitive verbs are derived from roots that can also be used for noun formation, which results in the following morphological reanalysis of finite main verbs:\n[ V stem eventive + agreement]  [ V N + agreement].\nThe reader is also referred to Hale & Keyser (1993), who claim that also synchronically speaking intransitives should be seen as denominal verbs (derived by noun incorporation into an abstract verb). 17 The specific form of the present-day productive rule must have been established at some later date because many past participles derived from intransitive verbs are irregular in form, as is clear from the fact that geslapen in (32b) has the ending -en.\nThis leaves us with the question as to why the apparent \"double perfect\" has died out so quickly in the standard language. A reasonable suggestion is that the substitution of rule (33) for rule (26) may have given the eventive verbal reading of the participles more prominence, to the detriment of the property reading of their adjectival counterparts in the semi-copular construction; cf. the unacceptability of (30a). The fact that semicopular constructions such as (31a) and (34a) have become virtually impossible in later stages of Dutch simply entails the demise of the apparent \"double perfect\". Additional evidence for assuming that this view might be on the right track comes from the fact noted earlier that the apparent \"double perfect\" lives on in certain south-eastern varieties of Dutch that still productively use adjectival participles in semi-copular constructions; cf. Barbiers et al. (2008: §3.3.1.2) and Koeneman et al. (2011).", "n_publication_ref": 19, "n_figure_ref": 0}, {"heading": "Comparison With Coussé'S Flexible User-Based Approach", "text": "Section 2 has shown that the development of the periphrastic perfect tense involved at least the three stages indicated in ( 35).\n(35) a. Stage I: The rise of (state-denoting) adjectival participles with the verbs HAVE and BE in, respectively, copular-like and perfect passive-like constructions; cf. (4a&b) and ( 7). b. Stage II: Reanalysis of adjectival participles found in (semi-)copular constructions as (process-denoting) verbal participles, which gave rise to HAVE perfects with transitive verbs and to BE perfects with mutative intransitive verbs; cf. (7b) and ( 9). c. Stage III: Spread of the HAVE perfect via constructions with transitive verbs without an overtly realized object to constructions with non-mutative intransitive verbs. All this means that I agree with Coussé (2008: ch.6) that we are not dealing with syntactic reanalyzes of the type found in (36). One additional reason for this is that such \"rules\" are unformulable in present-day generative grammar because the syntactic structures on the left-and the right-hand side of the arrows result from independent derivations: they therefore cannot be directly linked. Furthermore, Coussé is correct in claiming that syntactic reanalyses of the type in (36) cannot account for the fact that the development of the periphrastic perfect tense is not an abrupt but a gradual process: the old and new constructions coexist until the present day, while the frequency of periphrastic perfect-tense constructions increases only gradually, with the scope of the construction expanding on an item-to-item basis; see also Coussé (2014:  From the correct conclusion that we cannot be dealing with an abrupt syntactic reanalysis, Coussé (2008:ch.6) infers that we must be dealing with a \"semantic\" change in the participle. She adopts a flexible user-based approach incorporated in a constructionist framework, and follows Van der Wal (1986:ch.3/5) in assuming that past participles constitute a single category incorporating both a \"resultative\" and an \"eventive\" meaning aspect. This is shown in the semantic representation in Figure 1, which provides the \"general\" meaning of HAVE + past participle constructions; for the corresponding representation of BE + past participle constructions, the reader is referred to Coussé (2008:ch.6). The language user \"disambiguates\" the past participle by decreasing or increasing the salience of one of the two meaning aspects on the basis of contextual information. This results in the representations of the resultative and eventive reading in Figure 2, where dotted and bold lines indicate decreased and increased salience, respectively. Coussé provides similar representations without an object for the same ambiguity found with mutative intransitive verbs, but we will not discuss this here.  It is important to note that the flexible user-based account is like the morpho-syntactic approach discussed earlier in that it needs some other type of explanation to account for the rise of the periphrastic perfect with monadic non-mutative constructions because the participles of these verbs never had a resultative meaning aspect; since this issue is not addressed by Coussé we will not digress on this. It should further be noted that Coussé's argument in favor of a \"semantic\" flexible user-based approach is not conclusive, as the morpho-syntactic approach is likewise capable of accounting for the fact the old and the new construction coexist; the two morphological rules proposed in this article simply widen the options. Furthermore, it is fairly standard to assume that the scope of new morphological rules expands on an item-to-item basis; cf. Kroch (1989).\nThe morpho-syntactic approach thus exhibits certain similarities with the flexible user-based approach albeit that the semantic import of the participle is made to follow from standard assumptions about the denotation type of adjectives (property) and verbs (event); the result of this is that structures preceding the arrows in (36) will be \"resultative\" in the sense of Coussé, while those following the arrow will be \"eventive\". I believe that the morpho-syntactic approach is to be preferred to the flexible user-based approach because the semantic difference between adjectives and verbs is independently established so that we can derive the observed \"ambiguity\" of past participles from more primitive notions.\nThere are also reasons of a more syntactic nature for not adopting the flexible user-based approach. Kern (1912:12) observes that adjectival and verbal participles in Old Germanic differ morphologically in that only the former maintain the agreement in gender and number with a nominal argument found in Gothic: verbal participles are uninflected (in the West-Germanic languages) or have the older neuter singular ending (in the Scandinavian languages). It seems unlikely that the flexible user-based approach would be able to account for this in a non-ad hoc fashion because the claim that the two readings of the participle involve disambiguation is based on the crucial assumption that we are dealing with the same morpho-syntactic element in all environments (with different salient meaning aspects). By adopting the more conventional claim, on the other hand, we can simply say that Old Germanic object agreement is restricted to adjectives. The problem for the flexible user-based approach increases in light of the fact that agreement is also relevant for word order in, e.g., Old Icelandic, where the object can precede the participle only if the latter agrees with it; see Kern (1912:13), who refers to the following examples from Noreen (1923: §541), in which the angled brackets indicate alternate placements/morphological realizations of the participle; see Larsson (2009) for many more examples from various stages of the Scandinavian languages. This morpho-syntactic fact can again be attributed to a difference in category while it is unclear how it could be made to follow from disambiguation in the sense of Coussé. The same point can actually be made without reference to agreement on the basis of the contrast between the two modern English examples in (38), as the flexible user-based approach seems to lead to circularity: the \"resultative\" interpretation of the participle in (38a), for instance, is due to the fact that it is preceded by the object, while the fact that object precedes the participle is due to the fact that the latter is \"resultative\". In the morpho-syntactic approach, both the interpretation and the word order of the examples in (38) simply follow from independently established generalizations about adjectives and verbs. Finally, it seems unlikely that the flexible user-based approach can account for the sudden rise of the apparent \"double-perfect\" construction in the late medieval Dutch period, which Section 4 argued to involve periphrastic perfect-tense forms of the semicopular construction; cf. the structures in (34), repeated her as (39). The sudden rise of constructions such as (39b) can therefore be considered a by-product of the rise of the periphrastic perfect tense, and its later disappearance is due to the fact that semi-copula constructions with adjectival past participles have become rare in later periods. It is unclear, however, how the flexible user-based approach could account for this: on the assumption that past participles are able to express both the \"resultative\" and the \"eventuality\" meaning in the right context, the participle gehad in examples such as (39b) does not seem to add anything to the meaning of the participle gelezen, and its use should therefore be incorrectly excluded as uninformative by Grice's (1975) Cooperative Principle. This is in fact what I assume to be the reason of the unacceptability of the true double perfect counterpart of (40a); on the assumption adopted earlier that semi-copular hebben and perfect auxiliary hebben are essentially the same verb, the grammar should in principle be able to form true double perfects, but the resulting structure in (40b) will be filtered out as uneconomical (which is indicated by the use of the diacritic \"$\"): it includes lexical material (viz., the past participle gehad) as well as additional structure (viz., the higher VP) that does not make any contribution to the meaning of the sentence. In short, the morpho-syntactic approach developed in this article is superior to the flexible user-based approach in Coussé ( 2008) because (i) we can derive the observed meaning differences between adjectival and verbal participles by appealing to independently given semantic differences between adjectives and verbs, (ii) we can account for the fact that this difference in meaning goes hand-in-hand with a number of morpho-syntactic properties like agreement and word order, and (iii) we are able to provide a simple account for the sudden rise and demise of the apparent \"double perfect\". The flexible user-based approach falls short on all these counts.", "n_publication_ref": 10, "n_figure_ref": 2}, {"heading": "The Rejection Of Representation (27B) And The Emergence Of Periphrastic Perfect-Tense Construction", "text": "The reason why representation (27b) should be rejected is that the verbal past participle does not take an external argument so that the specifier position of the functional head Pred remains empty, which is indicated by [e]. That Pred does not have a specifier makes it superfluous in the representation because it cannot perform its syntactic function, viz., establishing a predication relation. Consequently, Pred cannot be used in the structure for reasons of economy, and the VP headed by the past participle should therefore be inserted as the immediate complement of the verb hebben, as indicated in (28); this results in the emergence of a periphrastic perfect-tense construction. As far as case-assignment is involved, the semi-copular construction in (27a) and the periphrastic perfect-tense construction in (28) do not differ much: in both cases the theme argument of the participle is assigned accusative case by hebben, while the internal argument of hebben cannot be assigned dative case and therefore surfaces as the subject of the clause (that is, with nominative case).\nIt should be observed that the analysis of the periphrastic perfect-tense construction proposed here differs in one important respect from the more traditional (generative) analyses: past participles do not have an external agent argument. 14 The \"agent\" is provided instead by the verb hebben: the fact discussed above that its internal argument was typically construed in the semi-copular construction as being in control of the state expressed by the PredP must have made it easy to assign it an agent-like role in the newly formed structure in (28). Furthermore, it seems likely that this in turn must have facilitated the reanalysis of the adjectival participle as verbal, that is, as an element denoting an event.\nThe reanalysis of the semi-copular construction that resulted from the proposed morphological change also opened up the possibility of forming periphrastic perfect", "n_publication_ref": 2, "n_figure_ref": 0}, {"heading": "Conclusion", "text": "The two sections examined different aspects of linguistic analysis, specifically focusing on the rejection of a particular representation and the emergence of a periphrastic perfect-tense construction. Both sections present critical evaluations and provide insights into the underlying mechanisms of language. In the section discussing the rejection of representation (27b), it is argued that the verbal past participle lacks an external argument, rendering the specifier position of the functional head Pred empty. This leads to the conclusion that Pred is superfluous in the representation and cannot establish a predication relation. Consequently, the suggested alternative is to insert the VP headed by the past participle as the immediate complement of the verb hebben, resulting in the emergence of a periphrastic perfect-tense construction. This analysis offers a different perspective from traditional generative approaches, as it does not posit an external agent argument for past participles. Instead, the verb hebben provides the \"agent\" role, facilitated by the reanalysis of the adjectival participle as verbal. The critical evaluation of this analysis prompts further consideration of the role of external agents and the process of reanalysis in language. By challenging the traditional assumptions, the section contributes to the ongoing development and refinement of linguistic theories. In the section discussing the emergence of periphrastic perfect-tense construction, the author evaluates the flexible user-based approach proposed by Coussé. The flexible user-based approach suggests that past participles have both a \"resultative\" and an \"eventive\" meaning aspect, which can be disambiguated based on contextual information. However, the section argues that the morpho-syntactic approach, developed in the context of the analysis, is a more preferred explanation. The morpho-syntactic approach relies on established semantic differences between adjectives and verbs to account for the observed meaning differences between adjectival and verbal participles. Additionally, it can explain morpho-syntactic properties such as agreement and word order, as well as the emergence and disappearance of the apparent \"double perfect\" construction. The critical evaluation of the flexible user-based approach highlights the importance of considering the semantic and morpho-syntactic aspects of language. It emphasizes the need for a comprehensive understanding of how linguistic elements interact and evolve over time. By challenging the assumptions and offering a more robust alternative, the section contributes to the refinement of linguistic analysis and our understanding of language change.", "n_publication_ref": 2, "n_figure_ref": 0}], "references": [{"title": "Passive arguments raised", "journal": "Linguistic Inquiry", "year": "1989", "authors": "Mark Baker; Kyle Johnson; Ian Roberts"}, {"title": "Syntactische atlas van de Nederlandse dialecten", "journal": "Amsterdam University Press", "year": "2008", "authors": "Sjef Barbiers; Johan Van Der Auwera; Hans Bennis; Eefje Boef; Gunther De Vogelaer; Margreet Van De Ham"}, {"title": "The morphology of Dutch", "journal": "Oxford University Press", "year": "2002", "authors": "Geert Booij"}, {"title": "The syntax of predication", "journal": "The Linguistic Review", "year": "1993", "authors": "John Bowers"}, {"title": "Chain-government: issues in Dutch syntax", "journal": "", "year": "1992", "authors": "Hans Broekhuis"}, {"title": "Subject shift and object shift", "journal": "Journal of Comparative Germanic Linguistics", "year": "2007", "authors": "Hans Broekhuis"}, {"title": "Derivations and evaluations: object shift in the Germanic languages", "journal": "Mouton de Gruyter", "year": "2008", "authors": "Hans Broekhuis"}, {"title": "Undative constructions", "journal": "Linguistics", "year": "1994", "authors": "Hans Broekhuis; Leonie Cornips"}, {"title": "The verb krijgen 'to get' as an undative verb", "journal": "Linguistics", "year": "2012", "authors": "Hans Broekhuis; Leonie Cornips"}, {"title": "Syntax of Dutch. Verbs and verb phrases", "journal": "Amsterdam University Press", "year": "2015", "authors": "Hans Broekhuis; Norbert Corver"}, {"title": "Syntax of Dutch. Verbs and verb phrases", "journal": "Amsterdam University Press", "year": "2015", "authors": "Hans Broekhuis; Norbert Corver; Riet Vos"}, {"title": "The syntactic function of the auxiliary of time", "journal": "John Benjamins", "year": "1995", "authors": "Hans Broekhuis; Kees Van Dijk"}, {"title": "Intransitive verbs and Italian auxiliaries, MIT: PhD thesis. Chomsky, Noam. 1995. The minimalist program", "journal": "MIT Press", "year": "1981", "authors": "Luigi Burzio"}, {"title": "Syntactische variatie in het Algemeen Nederlands van Heerlen", "journal": "", "year": "1994", "authors": "Leonie Cornips"}, {"title": "Motivaties voor volgordevariatie. Een diachrone studie van werkwoordsvolgorde in het Nederlands", "journal": "", "year": "2008", "authors": "Evie Coussé"}, {"title": "The grammaticalization of the have perfect in Dutch -a corpus study of contextual extension and semantic generalization", "journal": "Language Sciences", "year": "2013", "authors": "Evie Coussé"}, {"title": "Lexical expansion in the HAVE and BE perfect in Dutch. A constructionist prototype account", "journal": "Diachronica", "year": "2014", "authors": "Evie Coussé"}, {"title": "Morfologisch handboek van het Nederlands: een overzicht van de woordvorming. 's-Gravenhage", "journal": "SDU Uitgeverij", "year": "1993", "authors": "De Haas; Wim ; Mieke Trommelen"}, {"title": "The ergative hypothesis and free word order in Dutch and German", "journal": "", "year": "1985", "authors": " Den Besten;  Hans"}, {"title": "Studies in West Germanic syntax", "journal": "Foris Publications", "year": "1989", "authors": " Dordrecht/Cinnaminson"}, {"title": "Relators and linkers. The syntax of predication, predicate inversion, and copulas", "journal": "MIT Press", "year": "2006", "authors": "Marcel Den Dikken"}, {"title": "De deelwoorden vroeger en nu", "journal": "", "year": "1985", "authors": "A M Duinhoven"}, {"title": "Middel-Nederlandse syntaxis: synchroon en diachroon 2. De werkwoordgroep", "journal": "Martinus Nijhoff", "year": "1997", "authors": "A M Duinhoven"}, {"title": "Logic and conversation", "journal": "Academic Press", "year": "1975", "authors": "Herbert Grice;  Paul"}, {"title": "Jaap de Rooij, and Maarten C. van den Toorn", "journal": "Algemene Nederlandse spraakkunst", "year": "1997", "authors": "Walter Haeseryn; Kirsten Romijn; Guido Geerts"}, {"title": "On argument structure and the lexical expression of syntactic relations", "journal": "MIT Press", "year": "1993", "authors": "Ken Hale; Samuel Keyser"}, {"title": "Transitivity. Grammatical relations in government-binding theory", "journal": "Foris Publications", "year": "1984", "authors": "Teun Hoekstra"}, {"title": "Toward a modular theory of auxiliary selection", "journal": "Parameters and universals", "year": "1993", "authors": "Richard S Kayne"}, {"title": "De met het participium praeteriti omschreven werkwoordsvormen in 't Nederlands", "journal": "Johannes Müller", "year": "1912", "authors": "Johan H Kern"}, {"title": "", "journal": "Perfect doubling. Linguistic Variation", "year": "2011", "authors": "Olaf Koeneman; Marika Lekakou; Sjef Barbiers"}, {"title": "Reflexes of grammar in patterns of language change", "journal": "Linguistic Variation and Change", "year": "1989", "authors": "Anthony Kroch"}, {"title": "Participles in time. The development of the perfect tense in Swedish", "journal": "", "year": "2009", "authors": "Ida Larsson"}, {"title": "Zur Abfolge nominaler Satzglieder im Deutschen. Studien zur deutschen Grammatik 5", "journal": "Narr", "year": "1977", "authors": "Jürgen Lenerz"}, {"title": "Counterfactuals and BE in the history of English", "journal": "", "year": "2005", "authors": "Thomas Mcfadden; Artemis Alexiadou"}, {"title": "Auxiliary selection and counterfactuality in the history of English", "journal": "", "year": "2006", "authors": "Thomas Mcfadden; Artemis Alexiadou"}, {"title": "", "journal": "John Benjamins", "year": "", "authors": "/ Amsterdam;  Philadelphia"}, {"title": "Perfects, resultatives and auxiliaries in earlier English", "journal": "Linguistic Inquiry", "year": "2010", "authors": "Thomas Mcfadden; Artemis Alexiadou"}, {"title": "Altisländische und altnorwegische Grammatik (Laut-und Flexionslehre) unter Berücksichtigung des urnordischen", "journal": "", "year": "1923", "authors": "Adolf Noreen"}, {"title": "Die Umschreibung des Perfektums im Deutschen mit haben und sein. München: Abhandlungen der Philosophisch-Philologischen Klasse der Königl", "journal": "Bayerischen Akademie der Wissenschaften", "year": "1902", "authors": "Hermann Paul"}, {"title": "Toward a universal characterization of passivization", "journal": "Berkeley Linguistics Society", "year": "1977", "authors": "David Perlmutter; Paul Postal"}, {"title": "Zero syntax: experiencers and cascades", "journal": "MIT Press", "year": "1995", "authors": "David Pesetsky"}, {"title": "Null objects in Italian and the theory of pro", "journal": "Linguistic Inquiry", "year": "1986", "authors": "Luigi Rizzi"}, {"title": "Hebben-constructies en datiefconstructies binnen het Nederlands taalgebied: een taalgeografisch onderzoek", "journal": "", "year": "1981", "authors": "C Van Bree"}, {"title": "Geschiedenis van de Nederlandse syntaxis", "journal": "", "year": "2008", "authors": "Joop Van Der Horst"}, {"title": "Passiefproblemen in oudere taalfasen. Middelnederlands sijn/werden + particpium praeteriti en de pendanten in het Gotisch", "journal": "", "year": "1986", "authors": "Marijke Van Der Wal"}, {"title": "Perfect tense and the IPP-effect in early middle Dutch. In Language change and generative grammar", "journal": "Westdeutscher Verlag", "year": "1996", "authors": " Van Dijk;  Kees"}, {"title": "The case of the German adjectives", "journal": "Reidel", "year": "1983", "authors": " Van Riemsdijk;  Henk"}]}