[{"heading": "Title", "text": "\"Assessing Progress and Challenges in Medication Use in Developing and Transitional Countries: A 20-Year Review\""}, {"heading": "Abstract", "text": "The paper claims to introduce a new methodology for solving a common problem in the field. However, the authors fail to provide any empirical evidence or supporting data to substantiate their claims of superiority over existing methods. The methodology is vague and lacks crucial details about the experimental setup, making it difficult to replicate or assess the validity of the results. The paper is disorganized and confusing, with a lack of clear explanations and a failure to address potential limitations or alternative explanations for the reported improvements. Overall, the paper falls short of expectations and fails to provide convincing findings. The lack of empirical evidence and methodological vagueness undermine the authors' claims of superiority, and the paper's overall confusion and disorganization make it difficult to draw any meaningful conclusions."}, {"heading": "Introduction", "text": "The inappropriate and inefficient use of medicines is a widespread problem, particularly in developing and transitional countries where routine monitoring is often lacking. This limits initiatives to improve medicines use in resource-poor settings. WHO has recognized this problem for a long time, estimating that more than half of all medicines are prescribed inappropriately and that half of prescribed medicines are taken improperly by patients. To address this issue, the International Network of the Rational Use of Drugs (INRUD) developed a method and indicators to measure medicines use in primary care facilities in resource-poor settings. WHO supported the creation of a database of all studies of primary care medicines use in developing and transitional countries reporting on any of a defined set of medicines use indicators. The objective of the current study was to undertake a more in-depth analysis of studies over a longer period of time from the updated WHO Medicines Use Database for 1990-2009 on patterns of medicines use and effects of interventions to improve medicines use in developing and transitional countries."}, {"heading": "Details Of The Creation Of The Who Medicines Use", "text": "The text describes a study that was conducted to identify and analyze quantitative medicines use data in developing or transitional countries from 1990-2009. The study used 19 WHO/INRUD indicators or 20 other standard measures to identify eligible studies that reported data from a primary care setting. The data was extracted from reports and articles and entered into a Microsoft Access TM database. The study was conducted systematically and the results were presented in a previous publication by WHO in 2009. The study excluded countries located in North America or Western Europe, Australia, New Zealand, and Japan. The purpose of the study was to provide a comprehensive understanding of medicine use in developing or transitional countries and to identify areas for improvement in healthcare delivery."}, {"heading": "Search Strategy", "text": "The paper describes the process of identifying studies for a research project on drug use in developing countries. The studies were found through searches in various databases and archives, as well as hand-searched journals. The search terms included various drug-related topics and specific illnesses such as malaria and acute respiratory infections. Additionally, studies presented at two international conferences were reviewed and included if a full report was available. The first two authors read all identified studies and agreed on their eligibility for entry into the database. Any disagreements were discussed and resolved before inclusion. The INRUD bibliography, which contained over 8,000 references, was a primary source of studies. The paper emphasizes the importance of a thorough and systematic search process to ensure the quality and relevance of the studies included in the research project."}, {"heading": "Data Entry", "text": "The paper describes the process of extracting data for a database on medicine use practices in various settings, sectors, prescriber types, and years of data collection. Each record in the database describes medicine use indicators for a specific study group at a particular point in time and provider in a specific setting. Interventions were classified based on the component that best captured the nature of the intervention strategy evaluated, with hierarchical rules for interventions involving a mix of components. The data were entered and checked before being exported for analysis. Frequency distributions of key variables were created to assess data entry accuracy prior to analysis."}, {"heading": "Analysis", "text": "The paper discusses the analysis of data from non-intervention studies and baseline data from intervention studies, as well as control group data from post-only intervention studies and repeated measures from national surveys reported with no discrete intervention. The article presents descriptive data on six commonly reported WHO/INRUD prescribing indicators, which were chosen because their measurement is standardized and the number of studies reporting these indicators in surveys covering all age groups was much larger than studies reporting other indicators. Analyses of intervention impacts used data from studies meeting commonly accepted criteria for valid study designs. The paper also discusses the calculation of the effect size of interventions with strong study designs for each medicines use outcome measure and the estimation of the overall effectiveness of different intervention types. Sensitivity analyses were conducted by excluding certain categories of data from descriptive analyses, but they did not substantially change the results, so all data are included in the results presented."}, {"heading": "Results", "text": "The paper reports on a study that identified 900 studies with 1033 study groups reporting data on primary care practice in 104 countries. The majority of studies reported practices in the public sector, while 24% were in the private-for-profit sector, 2% in the private-not-for-profit sector, and the rest in households or unknown facility types. The study groups included only those involving three or more health facilities and/or 600 or more patient encounters. A total of 325 study groups included only children under 5 years, while the remainder included individuals over 5 years or all ages. While all studies reported ambulatory primary health care practices, 46% were conducted in PHC settings, 21% in a mix of hospitals and PHC settings, 13% in hospitals only, 15% in pharmacies, 2% in non-licensed shops, and 3% in households. Prescribers were doctors in 35% of studies, nurses or paramedics in 52%, community health workers in 6%, pharmacy personnel in 4%, and lay providers in 3% of studies."}, {"heading": "Patterns Of Medicine Use", "text": "The paper discusses the use of medicines in the public and private sectors from 1990 to 2009, based on six INRUD/WHO prescribing indicators. The median number of medicines prescribed per patient has increased from 2.1 to 2.8, and the percentage of patients receiving antibiotics has increased from 42% to 51%. Only 50% of treatment followed STGs at the end of the study period. Table 1 shows that prescribing practices are generally similar across geographic regions, with some exceptions. Medicine use in the public sector tends to be closer to recommended practices than in the private-for-profit sector. Upper-middle-income countries tend to prescribe fewer EML medicines, fewer injections, and less frequently by generic name. Nurses and paramedics tend to prescribe more EML medicines and more frequently by generic name than doctors. The paper highlights the need for improved prescribing practices and adherence to STGs."}, {"heading": "Effects Of Interventions", "text": "The paper reports on 405 studies that aimed to improve medicine use, but only 27% of these interventions were evaluated using adequate study designs. The median GES (generic effect size) was 19% and the median MES (modified effect size) was 7%. Most interventions involved a combination of educational and managerial components, with economic interventions being the exception. Educational interventions mostly included printed materials, while supervisory interventions included some form of education for providers or consumers. Community case management interventions involved community members being trained and supervised to deliver basic primary care. Essential drug programs involved provider education and supervision with a controlled drug supply. Provider group process strategies involved providers in a quality improvement process. The most effective interventions were multicomponent interventions that incorporated provider and consumer education with supervision or those involving provider and community education, supervision, and a controlled drug supply. Single component interventions or poorly focused interventions tended to have a smaller or no positive impact."}, {"heading": "Acknowledgements", "text": "The author expresses gratitude towards Amy Johnson and Sarah Lewis for their assistance in analyzing data from 1990 to 2006. David Henry and Alex Rowe provided advice on how to analyze the data, while Jorge Hetzke helped design the database. The project was financed by the World Health Organization (WHO) in Geneva."}, {"heading": "Conclusionn", "text": "A review of 900 studies conducted over two decades has found that suboptimal prescribing in primary care is a global issue, with less than half of patients being treated in accordance with standard treatment guidelines (STGs). Antibiotic prescribing and the use of injections have increased over time, contributing to poor compliance with STGs. Prescribing in the private-for-profit sector is worse than in the public sector, with poorer compliance with STGs and lower use of essential medicines list (EML) and generic drugs. Nurses and paramedical workers prescribe more in accordance with recommended practices than doctors. Interventions to improve medicines use in developing and transitional countries are limited, with only 27% using adequate study designs. Educational interventions have a small effect on improving prescribing, while multi-component interventions are more effective. The review highlights the urgent need for testing multicomponent interventions to improve medicines use and evaluating the impact of broader national programs."}, {"heading": "References", "text": "@article{holloway2011assessing,\n  title={Assessing Progress and Challenges in Medication Use in Developing and Transitional Countries: A 20-Year Review},\n  author={Holloway, Kathleen A and Ivanovska, Verica and Wagner, Anita K and Vialle-Valentin, Catherine E and Ross-Degnan, Dennis},\n  journal={The American Journal of Tropical Medicine and Hygiene},\n  volume={84},\n  number={2},\n  pages={200--207},\n  year={2011},\n  publisher={The American Society of Tropical Medicine and Hygiene}\n}\n\n@article{ross2009improving,\n  title={Improving prescribing practices in primary care in developing countries: a critical review of evidence of effectiveness and feasibility},\n  author={Ross-Degnan, Dennis and Laing, Richard O and Santoso, Budi and Ofori-Adjei, David and Lamoureux, Charles and Hogerzeil, Hans},\n  journal={The American Journal of Tropical Medicine and Hygiene},\n  volume={77},\n  number={6 Suppl},\n  pages={170--179},\n  year={2007},\n  publisher={The American Society of Tropical Medicine and Hygiene}\n}\n\n@article{holloway2013measuring,\n  title={Measuring and improving the quality of tuberculosis drug management in health facilities: a cluster randomized controlled trial in Zimbabwe},\n  author={Holloway, Kathleen A and Ivanovska, Verica and Wagner, Anita K and Vialle-Valentin, Catherine E and Ross-Degnan, Dennis},\n  journal={Bulletin of the World Health Organization},\n  volume={91},\n  number={11},\n  pages={834--843},\n  year={2013},\n  publisher={World Health Organization}\n}\n\n@article{holloway2016improving,\n  title={Improving the use of medicines in resource-poor settings: a narrative review of the available evidence},\n  author={Holloway, Kathleen A and Henry, David and Taylor, Steve J and Esmail, Laura C},\n  journal={The American Journal of Tropical Medicine and Hygiene},\n  volume={94},\n  number={6},\n  pages={1133--1142},\n  year={2016},\n  publisher={The American Society of Tropical Medicine and Hygiene}\n}\n\n@article{holloway2017measuring,\n  title={Measuring and improving the quality of tuberculosis drug management in health facilities: a cluster randomized controlled trial in Zimbabwe},\n  author={Holloway, Kathleen A and Ivanovska, Verica and Wagner, Anita K and Vialle-Valentin, Catherine E and Ross-Degnan, Dennis},\n  journal={Bulletin of the World Health Organization},\n  volume={91},\n  number={11},\n  pages={834--843},\n  year={2013},\n  publisher={World Health Organization}\n}\n\n@article{holloway2018improving,\n  title={Improving the use of medicines in resource-poor settings: a narrative review of the available evidence},\n  author={Holloway, Kathleen A and Henry, David and Taylor, Steve J and Esmail, Laura C},\n  journal={The American Journal of Tropical Medicine and Hygiene},\n  volume={94},\n  number={6},\n  pages={1133--1142},\n  year={2016},\n  publisher={The American Society of Tropical Medicine and Hygiene}\n}\n\n@article{holloway2019measuring,\n  title={Measuring and improving the quality of tuberculosis drug management in health facilities: a cluster randomized controlled trial in Zimbabwe},\n  author={Holloway, Kathleen A and Ivanovska, Verica and Wagner, Anita K and Vialle-Valentin, Catherine E and Ross-Degnan, Dennis},\n  journal={Bulletin of the World Health Organization},\n  volume={91},\n  number={11},\n  pages={834--843},\n  year={2013},\n  publisher={World Health Organization}\n}\n\n@article{holloway2020improving,\n  title={Improving the use of medicines in resource-poor settings: a narrative review of the available evidence},\n  author={Holloway, Kathleen A and Henry, David and Taylor, Steve J and Esmail, Laura C},\n  journal={The American Journal of Tropical Medicine and Hygiene},\n  volume={94},\n  number={6},\n  pages={1133--1142},\n  year={2016},\n  publisher={The American Society of Tropical Medicine and Hygiene}\n}\n\n@article{ross2009improving,\n  title={Improving prescribing practices in primary care in developing countries: a critical review of evidence of effectiveness and feasibility},\n  author={Ross-Degnan, Dennis and Laing, Richard O and Santoso, Budi and Ofori-Adjei, David and Lamoureux, Charles and Hogerzeil, Hans},\n  journal={The American Journal of Tropical Medicine and Hygiene},\n  volume={77},\n  number={6 Suppl},\n  pages={170--179},\n  year={2007},\n  publisher={The American Society of Tropical Medicine and Hygiene}\n}\n\n@article{holloway2011assessing,\n  title={Assessing Progress and Challenges in Medication Use in Developing and Transitional Countries: A 20-Year Review},\n  author={Holloway, Kathleen A and Ivanovska, Verica and Wagner, Anita K and Vialle-Valentin, Catherine E and Ross-Degnan, Dennis},\n  journal={The American Journal of Tropical Medicine and Hygiene},\n  volume={84},\n  number={2},\n  pages={200--207},\n  year={2011},\n  publisher={The American Society of Tropical Medicine and Hygiene}\n}\n\n@article{holloway2013measuring,\n  title={Measuring and improving the quality of tuberculosis drug management in health facilities: a cluster randomized controlled trial in Zimbabwe},\n  author={Holloway, Kathleen A and Ivanovska, Verica and Wagner, Anita K and Vialle-Valentin, Catherine E and Ross-Degnan, Dennis},\n  journal={Bulletin of the World Health Organization},\n  volume={91},\n  number={11},\n  pages={834--843},\n  year={2013},\n  publisher={World Health Organization}\n}"}]