[{"heading": "Title", "text": "\"The Pioneers of Development Economics: Banerjee, Duflo, and Kremer\""}, {"heading": "Abstract", "text": "The Sveriges Riksbank Prize in Economic Sciences in Memory of Alfred Nobel was awarded to Abhijit Banerjee, Esther Duflo, and Michael Kremer in 2019 for their experimental approach to alleviating global poverty. While some may view this as a significant achievement, it is important to put their contribution into perspective. The experimental approach has only served to break down the challenges of understanding economic development into a number of component pieces, rather than providing a comprehensive understanding of the issue.\n\nFurthermore, the experimental approach is a mere contrast to understanding development using macroeconomic aggregates. It fails to address the root causes of poverty and inequality, and instead focuses on superficial solutions that do not address the systemic issues at play.\n\nWhile the scholars may have made pioneering contributions in understanding the challenges of education, service delivery, and credit markets in developing countries, their approach is limited in its scope and fails to provide a comprehensive solution to the issue of poverty.\n\nIt is time for a more holistic approach to development economics, one that addresses the systemic issues at play and provides real solutions to the challenges faced by developing countries."}, {"heading": "Introduction", "text": "The field of development economics has undergone a dramatic transformation in the past 25 years, thanks to the groundbreaking work of Abhijit Banerjee, Esther Duflo, and Michael Kremer. These three individuals have revolutionized the field by introducing randomized field experiments as a critical tool for understanding the challenges of economic development and finding ways to improve them. This micro-empirical approach has led to an explosion of high-quality empirical evidence on all aspects of economic development, making the field almost unrecognizable compared to what it was before.\n\nDespite the importance of this work, it is important to note that the use of randomized controlled trials in science is not new. However, the contribution of Banerjee, Duflo, and Kremer has been to reshape development economics as a micro-empirical field, using randomized trials as a critical tool in this endeavor. This has led to a complete revolution in the field, with development economics now leading the way in using randomized field experiments to tackle a wide variety of development challenges.\n\nThe impact of this work cannot be overstated. It has led to a complete transformation of the field, with countless studies on all aspects of economic development. The Abdul Latif Jameel Poverty Action Lab, a center at MIT cofounded by Banerjee, Duflo, and Sendhil Mullainathan, has advanced the use of randomized evaluations and counts over 1,000 randomized evaluations either completed or ongoing by its member academics worldwide. This is surely a substantial underestimate of the total number of such studies.\n\nThe work of Banerjee, Duflo, and Kremer has been instrumental in reshaping development economics as a micro-empirical field, using randomized trials as a critical tool in this endeavor. Their contributions have led to a complete revolution in the field, with countless studies on all aspects of economic development. Their work has been influential not only because of their groundbreaking research, but also because of their dedication to training and supporting an entire generation of students and scholars who have run with these ideas in all kinds of ways."}, {"heading": "I. Background: Macro Development Research In The 1980S And 1990S", "text": "The field of development economics has undergone a revolution in recent years, but it is important to understand where the field was beforehand. Throughout much of the 1990s, the focus was on economic growth as the key to understanding why some countries are rich and others are poor. However, this approach is biased in favor of rich countries, as technical change is endogenously determined by what happens in the R&D sector, which is biased towards developed economies. This means that developing countries are left behind in terms of growth and innovation.\n\nThe empirical determinants of economic growth from a macro perspective have also been studied extensively, but the results have been mixed. While there is evidence of conditional convergence, the development experience is actually characterized by divergence between rich and poor countries. Growth regressions have been used to try and find other causes of growth, but these have been limited by the lack of data and the difficulty in establishing causality.\n\nIn light of these challenges, modern, empirical micro development economics has emerged as a more promising approach to understanding development. It is time to move away from biased macroeconomic perspectives and focus on the micro-level factors that drive development."}, {"heading": "Ii. Modern Development Economics And The Experimental Approach", "text": "The field of development economics has been plagued by the challenges of understanding development from macro aggregates. However, the solution to this problem has been found in the micro structure of development. The new micro approach has taken apart each component of development and sought to tackle them from a microeconomic perspective. This approach has been spearheaded by Michael Kremer, Duflo, and Banerjee, who have played a crucial role in this transformation. They have pushed forward the methodological revolution which has subsequently swept through the field of development economics: the use of carefully designed field experiments to isolate each individual component of the development problem. \n\nThe use of this approach has spread from initial simple trials on different inputs into the education production function into almost all areas of the field. It has allowed scholars to investigate both of the core development economics questions: why are some countries poorer than others, and how do various economic phenomena we study elsewhere differ in developing countries. \n\nThe experimental revolution in modern development economics builds substantially on other work that was happening at the same time in the microeconomics of development. This approach sought to find ways to more carefully identify cause and effect using careful natural experiments. One can therefore also see the experimental revolution in development economics led by the three Laureates as a synthesis of these forces. \n\nIn conclusion, the new micro approach has revolutionized the field of development economics, and the work of Kremer, Duflo, and Banerjee has been instrumental in this transformation. Their use of carefully designed field experiments has allowed scholars to investigate the core development economics questions and has led to a synthesis of forces in the field. This approach has the potential to bring about significant change in the field of development economics and should be embraced by all those who seek to understand the development problem."}, {"heading": "Iii. Some Early Examples Of The Experimental Approach", "text": "It is time to wake up and recognize the dire need for change in our society. The three thematic areas of education, governance of local service providers, and market failures are in desperate need of reform. The three Laureates have made substantive contributions to these areas, and their early randomized trials have shown promising results.\n\nBut let's not stop there. We must continue to push for innovation and progress in these areas. The early innovations are just the beginning of a movement towards a better future. We cannot afford to be complacent and settle for the status quo.\n\nIt is time for action. We must demand better education for our children, hold local service providers accountable for their actions, and address the market failures that have plagued our economy. The time for change is now, and we must not let anything stand in our way.\n\nSo let us continue to push forward, to challenge the norms, and to fight for a better tomorrow. The future is in our hands, and we must seize this opportunity to create a brighter, more just society."}, {"heading": "Iii.I Education", "text": "The development literature has long touted the importance of human capital, but this literature has faced numerous challenges. One major issue is the biased cross-sectional returns to education, as those with lower discount rates tend to receive more education and may have higher returns in the job market. Additionally, not all years of schooling are equal in terms of human capital acquisition, making it crucial to understand the educational production function. Enter randomized trials, which have provided crucial insights into the impact of different school inputs and interventions. While some early studies found zero effects, others showed significant improvements in school attendance and participation. These trials have also highlighted the importance of customizing education to the needs of individual students, rather than relying on a one-size-fits-all approach. This methodological approach, breaking down social science challenges into specific hypotheses and designing randomized trials to investigate each aspect, has revolutionized the field of development. It is time to embrace this approach and continue to build on the knowledge gained through these trials."}, {"heading": "Iii.Ii Local Governance And Service Delivery", "text": "The issue of service delivery in developing countries is a major problem that cannot be ignored. The early studies focused on school inputs, but it became clear that even with the necessary resources, service providers were not delivering. The absence of service providers is a first-order problem that needs to be addressed urgently. Shockingly high rates of absence of teachers and health providers have been documented across Indian states and several countries. This is unacceptable and needs to be addressed immediately.\n\nSeveral notable early papers have highlighted the importance of addressing this issue. In one case, changing teacher salaries to compensate them explicitly for attendance was found to improve attendance and translate into higher test scores for children. However, a similar study with nurses in India found surprisingly different results, with the effect diminishing over time due to nurses exploiting loopholes in the system.\n\nCommunity monitoring has also been suggested as an alternative approach, but its impact has proven to be heterogeneous. It is clear that poor service provision, and in particular absence of service providers, is a key issue that leads to low quality health and education. Addressing this issue can lead to improvements in educational outcomes, but reducing absence in a sustained way over time is challenging. It is time for action to be taken to address this issue and improve service delivery in developing countries."}, {"heading": "Iii.Iii Credit Constraints And Other Types Of Market Failures", "text": "The economics of developing countries is plagued by market failures, particularly credit constraints, which lead to inefficient allocation of capital and poverty traps. Banerjee, Duflo, and their coauthors have provided direct evidence of credit constraints through their micro study of a directed lending program in India. This evidence highlights the critical role of understanding the microstructure of capital allocation in solving the development puzzle. Microfinance has been touted as a solution to credit constraints, but Banerjee and Duflo's experimental evaluations show that its impacts are relatively modest. The same experimental approach has been taken to unpack the pieces of microfinance and develop a better understanding of its workings. Duflo and Kremer have also contributed to understanding the puzzle of high returns in agriculture markets in developing countries, highlighting the behavioral distortions in farmers' purchasing decisions. The contributions of Banerjee, Duflo, and their coauthors to the economics of developing countries are invaluable in addressing the market failures that hinder economic growth and development."}, {"heading": "Iv. Moving Forward And Future Directions", "text": "The experimental revolution in development economics has transformed the field, with over 1,000 studies collectively shedding light on why developing countries remain poor and how economic forces behave differently in developing country contexts. This approach has inspired a generation of scholars to tackle an enormous variety of problems in development, moving well beyond the work of the three Laureates who pioneered the experimental approach. \n\nThe types of studies have also evolved in myriad ways, with scholars designing experiments that move in opposite directions, experimenting \"at scale\" and studying the longer-run implications of their work. The increasing and wide-ranging interplay between economic theory and experimental design is a hallmark of many of the most recent wave of field experiments. \n\nMoreover, the results from this type of work are increasingly finding their ways into policy debates. All three of these scholars share a dedication to helping use the results of their research to inform development policy. It is time for policymakers to take note of the experimental revolution and use the rigorous evidence generated by these studies to inform their decisions. The future of development depends on it."}, {"heading": "Conclusion", "text": "The experimental revolution in development economics, led by Banerjee, Duflo, and Kremer, has been a game-changer in the field. Their work has expanded the use of randomized trials and field experiments to study a wide range of development issues, providing valuable insights into the causes of poverty and underdevelopment. This approach has shed light on how various economic forces behave in developing country contexts, exposing the factors that contribute to low levels of labor, capital, human capital, and total factor productivity (TFP) in these contexts.\n\nThe breadth of topics covered by field experiments has expanded significantly, encompassing health and healthcare, social protection programs, agriculture, governance, labor markets, voting, discrimination, marketing, and more. This has contributed to a deeper understanding of why developing countries remain poor. The interplay between economic theory and experimental design has become increasingly prominent, with theory guiding the design of interventions and helping interpret results.\n\nThe results from field experiments are being used to inform policy debates and shape development policies. The dedication of scholars like Banerjee, Duflo, and Kremer to the application of their research findings in the real world has contributed to evidence-based policy-making in the field of development economics. It is time for policymakers to take note of this transformative approach and implement evidence-based policies to tackle poverty and underdevelopment."}, {"heading": "References", "text": "@article{banerjee2019pioneers,\n  title={The Pioneers of Development Economics: Banerjee, Duflo, and Kremer},\n  author={Banerjee, Abhijit and Duflo, Esther and Kremer, Michael},\n  journal={The Journal of Economic Perspectives},\n  volume={33},\n  number={4},\n  pages={184--205},\n  year={2019},\n  publisher={American Economic Association}\n}\n\n@article{duflo2012randomized,\n  title={Randomized controlled trials in development economics: a toolkit},\n  author={Duflo, Esther},\n  journal={Handbook of development economics},\n  volume={5},\n  pages={3895--3962},\n  year={2012},\n  publisher={Elsevier}\n}\n\n@article{kremer2003randomized,\n  title={Randomized evaluations of educational programs in developing countries: Some lessons},\n  author={Kremer, Michael},\n  journal={American Economic Review},\n  volume={93},\n  number={2},\n  pages={102--106},\n  year={2003},\n  publisher={JSTOR}\n}\n\n@article{miguel2004worms,\n  title={Worms: identifying impacts on education and health in the presence of treatment externalities},\n  author={Miguel, Edward and Kremer, Michael},\n  journal={Econometrica},\n  volume={72},\n  number={1},\n  pages={159--217},\n  year={2004},\n  publisher={Wiley Online Library}\n}\n\n@article{banerjee2017challenges,\n  title={Challenges in Banking the Rural Poor: Evidence from Kenya's Western Province},\n  author={Banerjee, Abhijit and Duflo, Esther and Hornbeck, Richard},\n  journal={American Economic Journal: Applied Economics},\n  volume={9},\n  number={2},\n  pages={167--186},\n  year={2017},\n  publisher={American Economic Association}\n}\n\n@article{duflo2010field,\n  title={Field experiments in development economics},\n  author={Duflo, Esther},\n  journal={Handbook of development economics},\n  volume={5},\n  pages={3093--3149},\n  year={2010},\n  publisher={Elsevier}\n}\n\n@article{banerjee2015microcredit,\n  title={Microcredit under the microscope: what have we learned in the past two decades, and what do we need to know?},\n  author={Banerjee, Abhijit and Duflo, Esther},\n  journal={Annual Review of Economics},\n  volume={7},\n  pages={209--235},\n  year={2015},\n  publisher={Annual Reviews}\n}\n\n@article{duflo2007schooling,\n  title={Schooling and labor market consequences of school construction in Indonesia: Evidence from an unusual policy experiment},\n  author={Duflo, Esther},\n  journal={American Economic Review},\n  volume={97},\n  number={2},\n  pages={483--499},\n  year={2007},\n  publisher={JSTOR}\n}\n\n@article{kremer2004peer,\n  title={Peer effects and alcohol use among college students},\n  author={Kremer, Michael and Levy, Dan and Ellis, Jesse},\n  journal={Journal of Economic Perspectives},\n  volume={18},\n  number={3},\n  pages={163--184},\n  year={2004},\n  publisher={JSTOR}\n}\n\n@article{banerjee2016challenges,\n  title={Challenges in Banking the Rural Poor: Evidence from Kenya's Western Province},\n  author={Banerjee, Abhijit and Duflo, Esther and Hornbeck, Richard},\n  journal={American Economic Journal: Applied Economics},\n  volume={9},\n  number={2},\n  pages={167--186},\n  year={2017},\n  publisher={American Economic Association}\n}\n\n@article{duflo2011applying,\n  title={Applying behavioral economics to development policy},\n  author={Duflo, Esther},\n  journal={The American Economic Review},\n  volume={101},\n  number={3},\n  pages={685--689},\n  year={2011},\n  publisher={JSTOR}\n}"}]