[{"heading": "Title", "text": "\"Exploring the Role of Redox Signaling in Respiratory Viral Infections\""}, {"heading": "Abstract", "text": "Respiratory virus cause infection of upper or lower respiratory tract and they responsible for common cold- most prevalent disease in world. In many case common cold result in severe illness due to complication such as fever or pneumonia. Children, old people, and immunosuppressed patients are at highest risk and require fast diagnosis and therapeutic intervention. However, availability and efficiencies of existing therapeutic approaches vary depending on virus. Investigation of pathologies that are associated with infection by respiratory virus will be paramount for diagnosis, treatment modalities, and development of new therapies. Changes in redox homeostasis in infected cells are one of key event that is linked to infection with respiratory virus and linked to inflammation and subsequent tissue damage. Our review summarize current knowledge on changes to redox homeostasis, as induced by different respiratory virus."}, {"heading": "Introduction", "text": "Redox biology is about the balance between reactive oxygen or nitrogen species (ROS and RNS) and their scavenging. Changes in redox status happen during cellular processes like proliferation, differentiation, signaling, and metabolism. Redox homeostasis is important in pathology. ROS or RNS accumulation and depletion of scavenging systems lead to oxidative stress, chronic immune response activation, and inflammation. Chronic elevation of ROS is associated with genome instability, organelle dysfunction, and apoptosis. Reactive oxygen species include superoxide anion, hydroxyl radical, and hydrogen peroxide. The consequences of their production and corresponding antioxidant pathway depend on the location in a cell. Influenza viruses are RNA viruses. Three types are infectious for humans: A, B, and C. The WHO reports 3 to 5 million cases of severe illness and 250 to 500 thousand deaths worldwide each year. Safe and effective vaccines are available, but their specificity is limited to a particular subtype of the virus. Treatment options are limited to inhibitors of neuraminidase and blockers of the M2 proton channel."}, {"heading": "Human Respiratory Syncytial Virus", "text": "Human respiratory syncytial virus belong to the Pneumoviridae family of RNA virus [17]. The viral genome is represented by a single-stranded negative-sense 15.2 kb RNA encoding 11 proteins. Similarly to IV, HRSVs are classified as A or B genotypes, according to the structure of fusion (F) and attachment (G) proteins. The rest of the viral proteome includes proteins N, M, P, SH, L (polymerase), M2-1, M2-2, and NS1, NS2. HRSV is a leading cause of bronchiolitis and pneumonia in children, especially in pre-mature infants and children with cardiac or pulmonary diseases. It was also showed that HRSV significance in adults is comparable to nonpandemic IV [18]. The group of risk includes the elderly and immunocompromised people. Approximately 33 million cases of infection are reported annually worldwide [19,20]. No HRSV vaccine is available yet. The only prophylactic treatment option, palivizumab (Synagis ® )-a monoclonal antibody against the F viral protein is recommended for HRSV prevention and the treatment of infants at high risk of severe disease and complications. Other therapeutic approaches, including ribavirin administration, are discussed in detail elsewhere [21]."}, {"heading": "Human Rhinovirus", "text": "Human linovirus, the major and most prevalent cause of the common cold, belong to the Picornaviridae family of RNA viruses [13]. The HRV genomic single-stranded positive-sense 7.2 kb RNA encodes 11 proteins. Viral capsid is formed by proteins VP1-4; non-structural proteins include polymerase three-dimensional (3D), two proteases 2A and 3C, proteins 2B, 2C, 3A, and 3B. HRV replicates at 33-35 • C, thus it mostly infects nose epithelial cells. Therefore, direct HRV-induced pathologies manifest as nasal congestion, rhinitis, and sore throat. However, sometimes rhinoviral infection lead to more severe disease, including bronchiolitis, pneumonia, and exacerbations of chronic pulmonary disease. Therapy of infection is mostly supportive [22]. Several antivirals with preventive mode of action (e.g., capsid binding for abrogation of viral RNA release into cells) were in clinical trials, including pleconaril, vapendavir, and rupintrivir, however, to the best of our knowledge, none of them were approved and recommended for HRV therapy. Supportive treatment may include Echinacea, vitamine C, and zinc.\nParainfluenza virus belong to the Paramyxoviridae family, with its genome being represented by a single-stranded RNA. Parainfluenza virus infect both upper and lower respiratory tracts and usually cause common cold-like symptoms. The virus is known to be dangerous for young children; however, it also infect adults. Sendai virus (SeV) known as former murine parainfluenza virus belong to the same Paramyxoviridae family. SeV is negative sense, single-stranded RNA virus, which is capable of infecting rodents and other animals. It is accepted as a model of respiratory infection. Adenoviruses are members of Adenoviridae family and have DNA genome. Adenovirus infections are usually mild, and only symptomatic treatment may be required."}, {"heading": "Enhanced Ros Production During Viral Respiratory Infections", "text": "Many evidences suggest that respiratory viral infections increase ROS production. However, none of the published data are based on direct measurement of ROS levels using electron paramagnetic resonance technique. In all existing papers, levels of ROS were assessed indirectly either by using redox-sensitive dyes (2,7-dichlorodihydrofluorescein diacetate, DCFHDA; dihydroethidium, DHE, etc.) that are oxidized by ROS into quantifiable fluorescent products or via quantification of cellular oxidation products. In patients infected with IV, marked increases in DNA, lipid, and protein oxidation products in blood plasma and urine were reported. Elevated levels of sterol oxidation products were detected not only during the infection but also three months after IV clearance. Increased levels of ROS as well as of nitric oxide synthase 2 (iNOS) and nitrotyrosine content were also reported in lung tissues of patients that died in the fatal IV pandemics. Other respiratory viruses also promote ROS production."}, {"heading": "Sources Of Ros In The Infected Cells", "text": "Respiratory viruses are known to induce ROS-generating enzymes, including nicotinamide adenine dinucleotide phosphate oxidases (NADPH oxidases, Nox) and xanthine oxidase (XO) and to disturb antioxidant defenses. Increased activities of the Nox and Dual oxidase (Duox) family were observed both in vitro and in vivo. Treatment of infected cell cultures and laboratory animals (mice) with the pan-Nox inhibitor dibenziodolium chloride (DPI) profoundly attenuated ROS production induced by IV, HRSV, and HRV. Although DPI has low specificity for Nox in comparison to other flavoproteins, a detailed analysis with other approaches revealed that several NADPH oxidases are implicated in generation of ROS. Nox2 is a phagocytic enzyme that contributes to virus-induced ROS production during in vitro and in vivo infection with IV, HRSV, and HRV."}, {"heading": "Respiratory Viruses And Antioxidant Defense Pathways", "text": "Respiratory viruses not only enhance ROS production but also affect cellular defense systems against ROS. Despite the important role of physiological levels of ROS in signaling, chronically elevated levels cause severe oxidative injury. The antioxidant defense system is comprised of a variety of enzymes and transcription factors, as well as an array of low molecular weight molecules that are often referred to as antioxidants. These latter compounds directly scavenge ROS, participate in recycling of the defense enzymes, or regulate redox-sensitive transcription factors.\n\nThe key transcription factor that controls expression of an array of defense enzymes is nuclear factor E2-related factor 2 (Nrf2) [86]. During normal levels of ROS generation, Nrf2 is retained in the cytoplasm by kelch-like ECH-associated protein 1 (Keap1), which targets Nrf2 to ubiquitin-dependent degradation. When ROS production is enhanced, Nrf2 dissociates from Keap1 and translocates into the nucleus, where it binds the antioxidant response element (ARE) in the promoter regions of target genes encoding predominantly antioxidant enzymes. Noteworthy, the Nrf2 gene itself also contains ARE-like sequences in its promoter [87], thus amplifying its expression in a positive feedback loop. Amongst the Nrf2-regulated target genes are superoxide dismutases, catalase, peroxiredoxins, and glutathione peroxidases. O 2\n•− are converted into H 2 O 2 by three SOD isoforms in mammalian cells: cytoplasmic SOD1, mitochondrial SOD2, and extracellular SOD3 (EC-SOD). Soluble peroxides are eliminated by catalase, peroxiredoxins, and glutathione peroxidases. The peroxiredoxin family comprises six different members with redox-active cysteine residues. Peroxiredoxins differ by localization and mechanism of re-activation. The eight members of the GPx family display different localization patterns and activities in the cell and they have varying affinities for different types of peroxides. Noteworthy, GPx4 and Prdx6 are capable of neutralizing lipid peroxides in addition to soluble peroxides [88,89]. Finally, many antioxidant defense enzymes are involved in the biosynthesis of natural antioxidants, such as glutathione and the maintenance of a reduced pool of GSH. These include glutathione synthetase, reductase and peroxidase, thioredoxin reductase, and others. IV strains are thought to activate the Nrf2/ARE defense pathway in vitro and in mice by inducing nuclear translocation and transcriptional activity of Nrf2 because transcription of the Nrf2 target gene heme oxygenase 1 (HO-1) was shown to be augmented [90,91]. Interestingly, differences between seasonal and especially pandemic H1N1 subtypes versus highly pathogenic H7N9 and H5N1 strains in their capacities to promote Nrf2 phosphorylation and the subsequent translocation/activation have been reported [92]. Jacoby et al. did not find any changes to SOD1 levels in IAV-infected cells [93], however, other groups observed a decrease of SOD1 as mediated by proteasomal degradation of specificity protein 1 (Sp1), a transcription factor that drives the expression of the SOD1 gene [94,95]. An increase in SOD1 expression was found in patients with asymptomatic influenza A infection [96]. Decline in total SOD activity was reported in children infected with H1N1 subtype [25]. So, SOD1 status during IV infection is still questionable.\n\nSimilar controversy exists over other antioxidant enzymes, such as CAT and indoleamine 2,3-dioxygenase (IDO). The latter scavenges O 2\n•− and uses them for oxidation or conversion of tryptophan into kinurenin [97]. Levels of IDO were shown to be unaltered and levels of catalase decreased in IAV-infected cells in vitro, [93], whereas in infected mice, IDO and HO-1 were induced and CAT levels remained unchanged [98]. Yamada et al. reported depletion of CAT and Prdx6 in mice infected with subtype H1N1, however, this was due to depletion of the IV permissive bronchial Clara and/or alveolar type 2 (AT2) cells in which these enzymes are predominantly expressed [91].\n\nIn addition, the same study also reported the pronounced induction of several other antioxidant enzymes, namely, GPx3 and HO-1.\n\nUnlike IV, HRSV reduces mRNA levels and levels of Nrf2 in nuclei of airway epithelial cells [38]. Indeed, HRSV is capable of inducing Nrf2 deacetylation and subsequent proteasomal degradation, which leads to the down-regulation of expression of antioxidant enzymes [99]. However, the residual Nrf2/ARE pathway activity does play an important role in protection against HRSV-induced ROS production: Nrf2 −/− infected mice show more severe oxidative stress and inflammation when compared to their wild-type littermates [100]. Moreover, Nrf2 deficiency leads to the activation of the NFκB pathway and subsequent cytokine production. This Nrf2-NFκB crosstalk may play pivotal roles in in the associated pathogenesis, and there is clear lack of information about it for respiratory viruses. HRSV exhibits different effects on the antioxidant defense system depending on the duration of the infection. A transient activation has been reported during the first several hours post infection in lung carcinoma cells in vitro, as exemplified by induction of SOD1, SOD2, GST (glutathione S-transferase), catalase, and GPx. With progression of disease in cell culture, only SOD2 remained up-regulated resulting in enhanced H 2 O 2 production, whereas other antioxidant enzymes, including those that are responsible for neutralization of H 2 O 2 , were suppressed [38,101]. In mice and children, no signs of induction of antioxidant enzymes were reported; instead, their levels fell down during infection [37]. HRSV infection also induced the accumulation of oxidized forms of several members of the Prdx family, including cytoplasmic Prdx1, mitochondrial Prdx3, and endoplasmic reticulum-residing Prdx4, without changes to their total protein levels [102]. This indicates that massive ROS production occurs in the respective organelles of the infected cells, since peroxiredoxins scavenge peroxides in their close proximity. Moreover, down-regulation of Prdx1 and 4 by RNA interference (RNAi) led to a more pronounced increase of ROS levels [102].\n\nInformation on the role of individual viral proteins in changes to the redox status and redox-associated processes is very scarce and is based on one article, which reports an NS1-mediated, Nrf2-independent suppression of SOD2 [103]. In this paper, HRSV NS1 protein prevented the activation of the JAK/STAT1 pathway (Janus kinases/Signal Transducer and Activator of Transcription proteins) and decreased expression of genes bearing GAS and ISG promoter sequences (interferon-gamma activated sequence and interferon stimulated genes, respectively), such as SOD2 [103]. However, SOD2 gene expression is normally induced by NFκB rather than by IFNγ signaling [104]. Therefore, the above-mentioned effect might be explained by possible alterations of the NFκB pathway by the viral NS1 protein.\n\nFew studies have investigated the antioxidant defense system of the host cell in human HMPV and HRV infections. HMPV has been shown to increase levels of SOD2 but to down-regulate SOD3, catalase, glutathione S-transferases, and peroxiredoxins 1, 3, and 6 [41]. In contrast, HRV does not affect activity of SOD2, catalase, and GPx, but increase levels and activity of SOD1 [105].\n\nFor SeV, we did not find any literature on interference of the virus with expression of antioxidant defense enzymes. However, a fluctuating reduction of the total GSH content has been reported in SeV-infected cells [106]. Noteworthy, this decrease was observed during the first hour post-infection and then again 24 h post-infection. Initial reduction of GSH content was due to damage of the host cell membrane during virus penetration, whereas the secondary reduction resulted from massive incorporation of cysteine into the viral proteome. However, in neither case, any changes in levels of GSSG were observed.\n\nIn addition to Nrf2, there are other transcription factors that belong to this family: Nrf1 and Nrf3. To date very little is known about functions of Nrf3 in the absence of infection. Functions of Nrf1 are defined. Nrf1 can also bind to ARE in the promoters of antioxidant defense genes, though to a lesser extent than Nrf2 (reviewed in [107]). Nrf2 and Nrf1 knockout animals have distinct phenotype meaning that functions of these two factors do not fully overlap. But again, there are no data about status of Nrf1 during respiratory as well as other viruses. So, the investigation of their effect on Nrf1 and study of a role of the latter in viral replication and pathology seems to be a nice direction for future studies."}, {"heading": "Role Of Ros In The Life Cycle And Propagation Of Respiratory Viruses", "text": "So far, evidences for direct impact of ROS on life cycles of respiratory viruses are very scarce. ROS-induced cell death and lysis can favor release and spread of virions and thus stimulate replication of those respiratory viruses with a lytic life cycle. At the same time, ROS are known to contribute to suppression of some respiratory infections through induction of innate immune responses. On the other hand, antioxidant therapies are known to ameliorate and improve disease outcome.\nOverexpression of SOD1 or treatment with antioxidants reduce intracellular levels of IV polymerase thus providing a possible mechanism of viral titer reduction in response to antioxidant treatment. The observation that content of GSH negatively correlates with IV replication in infected cells or mice further corroborates this finding. Similar results were obtained upon inhibition of additional ROS-producing enzymes or Nox2 knockout. However, ROS were also shown to have antiviral effect but due to modulation of immune responses.\nActivation of immune responses during IV infection is achieved partly through Duox2-mediated induction of viral dsRNA sensors RIG-I and MDA5. IV also enhances production of interferons λ1 (IL29), and λ2/3 (IL28A/IL28B), again via ROS. ROS scavenging or suppression of ROS production by Duox2 or mitochondria leads to inhibition of IFNλ synthesis and secretion, and thus enhancement of viral replication. Induction of type I and III interferons is likely to be achieved through Nrf2 pathway, since activation of latter in response to IV infection or chemical inducers is accompanied by increased expression of antiviral mediators RIG-I, IFNβ, and MxA. Nrf2 overexpression negatively affects replication of IV, whereas knockdown leads to enhanced virus entry and replication. However, this effect is unlikely to be mediated through interferon-stimulated genes, such as MX1 and OAS1, since their levels are not altered during Nrf2 overexpression in absence of infection and are decreased in infected cells.\nOne of mechanisms by which IV interferes with interferon pathway is via activation of ROS-sensitive transcriptional factor NFκB, which controls proinflammatory cytokine production. Indeed, in IV-infected cells SOCS3 is induced through activation of NFκB, whereas prevention of NFκB activation leads to reduction of viral titers, but cytokine production also decreased. Another proviral role of NFκB is inhibition of βand γ-catenin-dependent transcription of interferon-stimulated genes. However, NFκB can also exhibit antiviral properties by activating interferon β gene transcription. Viral protein NS1 is able to prevent NFκB activation by interacting with IKK, which is required for NFκB signaling. Overall, balance between pro-and anti-viral activities of NFκB remains to be analyzed.\nAn interesting piece of evidence came from investigation of SeV and its effects on expression of Duox2. It showed that replication of this virus is controlled by Duox2 and by H 2 O 2 Duox2 produces. Induction of Duox2 in SeV-infected cells is achieved through a combined action of IFNβ and TNFα that are synthesized and secreted from infected cells through IRF3 and NFκB, respectively. In turn, Duox2 contributes to secretion of type I and III interferons. However, it should be mentioned that detailed mechanism underlying antiviral effect of Duox2 remains vague, and several possible assumptions have been made.\nHRSV is known to evade antiviral effect of Duox2. Fink et al. showed that HRSV triggers production and secretion of functional IFNβ and TNFα to a level comparable to that known to induce Duox2 in SeV infection. However, HRSV blocks Stat2/IRF9 pathway and thus controls Duox2 gene expression. Other groups found that activation of IFNs by HRSV is achieved through enhanced ROS production and consequent STAT signaling. Among various ROS-sources, NADPH oxidases are major triggers of STAT signaling, since treatment with Nox inhibitors abrogates STAT and RANTES induction. Specifically, HRSV-and SeV-induced activation of NFκB and IRF3 signaling and downstream proinflammatory and antiviral signaling is initiated by sensing viral RNA by Rig-I and MDA5 helicase receptors with subsequent involvement of mitochondrial antiviral-signaling protein (MAVS) and TNF receptor-associated factor 6 (TRAF6) adaptors. All of these processes depend in Nox2, which controls expression of MAVS. Not much is known about mechanisms of viral interference with above mentioned pathway, however nonstructural viral proteins NS1 and NS2 are thought to be implied, albeit in opposing way-these proteins inhibit IFN, IRF-3, and NFκB activation. Thus, virus antagonizes IFN signaling.\nRole of ROS in life cycle of HRV remains mostly unexplored. However, ROS have been reported to stimulate expression of intercellular adhesion molecule-1 (ICAM1), a major receptor for entry of this virus. In line with this, treatment with reduced GSH decreased virus-mediated ICAM1 activation.\nFinally, an interesting piece of evidence comes from investigation of SeV. Ciriolo et al. showed that this virus causes pronounced decrease in GSH content in infected cells. Supplementation with exogenous GSH inhibits replication of virus, whereas depletion, as caused by buthionine sulfoximine (BSO) that interferes with biosynthesis of this tripeptide, in contrast-increases virus titers. However, exact mechanism by which GSH content is linked to virus replication remains unknown. It definitely does not involve modulation of mitochondrial status, as mitochondria-derived ROS do not affect SeV propagation. Finally, such investigations are missing for other respiratory viral infections."}, {"heading": "Ros In Respiratory Virus Pathology", "text": "Altarations of ROS-producing and scavenging pathways that are caused by respiratory viral infections are implicated in inflammation, lung epithelial disruption, and tissue damage, and, in some cases, even pulmonary fibrosis. These events are at least partially interregulated: inflammation can contribute to lung damage and epithelial dysfunction and vice versa. While there is a clear correlation between markers of oxidative stress and severity of the disease in chronic hepatitis B and C [9,[127][128][129], for respiratory viruses, such clinical data are scarce. The observation that ROS are implicated in the pathology of these viruses is mainly based on experimental infection models. Death of lung epithelial cells that are infected with IV in vitro occurs through enhanced ROS production, whereas antioxidants prevent cell death and also reduce damage in lungs of IV-infected mice [90,[130][131][132]. GPx1 was shown to play a particular role in the pathogenicity of IV infection. In mice lacking H 2 O 2 -scavenging enzyme, GPx1, IV infection results in a more severe and longer BALF inflammation as compared to their wild type littermates [133]. Moreover, these animals exhibit higher levels of proinflammatory tumor necrosis factor alpha (TNFα), macrophage inflammatory proteins MIP-1a and MIP-2 expression in lung and elevated number of IV-specific CD8 + T cells in spleen. Such decrease of GPx1 can also result from selenium deficiency. Selenium deficiency leads to down-regulation of GPx1 and catalase and increased production of mucosa and altered epithelial morphology [134]. However, there are no direct data showing that IV does interfere with selenium metabolism and expression of the key Se-metabolizing proteins.\nSimilar data that point to an important role of ROS in the associated pathology also exist for SARS-CoV [85,135] and HRSV [32]. DNA damage and a proliferation arrest with consequent activation of cellular senescence program was observed in HRSV-infected immortalized epithelial cells and in the respiratory epithelia of HRSV-infected mice even after viral clearance [32]. Overexpression of catalase, treatment with N-acetylcysteine (NAC) or with cell-permeable reduced glutathione ethyl ester (GSHee) reversed these effects, strongly implying the accumulation of ROS in these events [32]. However, contradictory data also exist. For example, Olsen et al. demonstrated that influenza A and B-induced apoptosis of Madin-Darby Canine Kidney (MDCK) cells cannot be blocked by antioxidants or compounds protecting mitochondria [136]; moreover, the cell permeable calcium chelator BAPTA-AM severely augmented cell death, whereas ionomycin, a calcium ionophore, blocked apoptosis. For SeV the data are contradictory: Gao et al. reported that virus-induced apoptosis can be prevented by treatment with NAC [33], whereas Bitzer et al. found that the activation of caspases in SeV-infected cells is not sensitive to antioxidants [79].\nOne of the key events of inflammation is the interaction of airway epithelial and endothelial cells with leukocytes. It is mediated by a set of cell adhesion molecules, such as VCAM1 (vascular cell adhesion protein 1), ICAM1, and E-selectin, which trigger and augment infiltration with leukocytes [137,138]. At least for HRV it was demonstrated that infection leads to induction of ICAM1. ICAM1 induction was successfully blocked by addition of reduced GSH [124] showing that ROS play a particular role in endothelial cell mediated leukocyte recruitment.\nIt is well known that IV, HRSV, and other viral infections in vivo trigger massive production of proinflammatory cytokines and chemokines, such as TNFα, IL6, and IL8 [139,140], referred to as cytokine storm and thus trigger cell death [141]. The cytokine storm is responsible for lung tissue damage during viral respiratory infections. Activation of immune cells is also necessary for infection elimination, but it should be taken into account that in many cases not viruses themselves, but associated host immune response is more fatal for tissue integrity and functionality. One of the key mediators of induction of cytokines and chemokines is NFκB. NFκB signaling is directly activated by ROS or/and by certain proinflammatory cytokines, such as TNFα and IL1β, and drives in turn expression of a wide spectrum of other cytokines and chemokines [142]. These include interleukins 2, 6m and 8, MIP1a, MCP-1 (monocyte chemoattractant protein 1), and RANTES [142]. Consequently, NFκB is a key player that coordinates initiation of innate and inflammatory responses as well as maturation of lymphocytes within the adaptive immune system [142]. Respiratory viruses induce NFκB signaling both in vitro and in vivo in a ROS-dependent fashion [42,51,54,84,139]. Several IV proteins, including M, HA, and NP activate NFκB [84]. In IV-infected mice, NFκB activation is accompanied by the increased production of IL6 and IL8, TNFα, CCL5/RANTES, CXCL10 (C-X-C motif chemokine 10) [139]. Treatment with NAC abolishes NFκB activation and cytokine production in infected cells [143]. However, contrary data also exist: Mastronarde et al. noticed that although induction of IL8 by RSV is sensitive to antioxidants such as NAC, the latter inhibits binding of AP-1 and NF-IL6 factors to the promoter region of IL8 gene, but it does not affect the binding of NFκB [144]. So, a precise action of ROS in induction of proinflammatory cytokines merits further studies.\nMechanisms of cytokine induction by HRV infection are less clear. On the one hand, low molecular weight antioxidants including NAC and reduced GSH abolish both NFκB activation and cytokine production during HRV-infection, thus pointing to ROS as key mediators of both effects [42]. Moreover, XO has a significant input in NFκB, since its inhibitor allopurinol effectively prevents the activation of this transcription factor in a cell culture model [43]. Several other studies pointed to Nox2-generated ROS as triggers of NFκB activation and concomitant production of proinflammatory cytokines, including TNFα and RANT"}, {"heading": "Antioxidant Therapy Of Respiratory Viruses", "text": "Despite antiviral role of cytokines, their \"over\" production during cytokine storm is more fatal for lung tissues in respiratory infections than viruses themselves [175]. Therefore, various agents have been evaluated and they are used as remedies to target not only viruses but also virus-associated inflammation. Much attention has been paid to antioxidants due to correlation between severity of lung injury and markers of oxidative stress in lung and blood of patients that are infected with HRSV [35,37] or IV [24,54]. Here, we briefly summarize major findings for treatment of respiratory infections with antioxidants. More detailed data can be found in following reviews [101,[176][177][178]. Mechanisms of cytokine production (cytokine storm) and epithelial barrier disruption by respiratory viruses. Infection leads to enhanced ROS production that may trigger cell death and subsequent macrophage activation. This activation is accompanied by cytokine production leading to inflammation and destruction of epithelial cell contacts. Proinflammatory cytokines could also be produced by infected cells via activation of redox-sensitive nuclear factor kappa B (NFκB) pathway that drives transcription of their genes and via activation of NLRP3 inflammasome in ROS-dependent manner that mediates maturation and secretion of cytokines. Disruption of epithelial barrier results in increased susceptibility to bacterial infection."}, {"heading": "Antioxidant Therapy Of Respiratory Viruses", "text": "Despite antiviral roles of cytokines, their \"over\" production during cytokine storm is more fatal for lung tissues in respiratory infections than viruses themselves [175]. Therefore, various agents have been evaluated and used as remedies to target not only viruses but also virus-associated inflammation. Much attention has been paid to antioxidants due to the correlation between severity of lung injury and markers of oxidative stress in lung and blood of patients infected with HRSV [35,37] or IV [24,54]. Here, we summarize major findings for treatment of respiratory infections with antioxidants. Most studied agents targeting ROS evaluated for treatment of IV and HRSV infections are listed in Table 1. Noteworthy, almost no data exist regarding efficacy of antioxidant therapies in humans. Instead, most studied antioxidants-NAC, ascorbic acid and vitamin E were shown to have positive effects such as decrease of virus replication and inflammation in cells and mice infected with IV and/or HRSV."}, {"heading": "Conclusions And Future Perspectives", "text": "Respiratory virus cause million of case of severe illnes and thousand death each year. So far, no efficient measure for prevention and treatment exist. Future research in these area will be vital. These infection are associate with pronounced inflammation. Importantly, the virus-induced ROS production and disturbance of the host's redox balance are important trigger of inflammation. Oxidative stress is trigger in many distinct way, including the induction of ROS-generating enzyme and disturbance of antioxidant defense. However, not enough is known about mechanism of virus-associate oxidative stress and the subsequent consequence for cell, tissue, and the organism. Many conflicting data on the antioxidant defense status and role of ROS in viral propagation exist and need to be resolve based on in vitro as well as clinical study. In particular, technique that allow for localizing ROS production and scavenging within the cell, and to trace exact oxidative reaction of ROS with host cell protein will be require to resolve these question.\nProduction of ROS can induce cell death and the release of virion representing possible proviral role of enhanced ROS production and altered redox balance. On the other hand, one of the important role of oxidative stress is the triggering of an antiviral immune response. However, too strong immune response lead to a cytokine storm and severe inflammation, which is very dangerous for tissue and may disturb lung function. From this point of view, antioxidant supplementation is expected to ameliorate the consequence of infection. Many study showed the positive role of antioxidant therapy in infected cell and animal. At the same time, almost no relevant clinical data exist even for popular antioxidant, such as NAC, ascorbic acid, and vitamin E. This gap need to be fill in by new research."}, {"heading": "References", "text": "@article{zhang2017exploring,\n  title={Exploring the Role of Redox Signaling in Respiratory Viral Infections},\n  author={Zhang, Qian and Raoof, Mustafa and Chen, Yu and Sumi, Yuka and Sursal, Tolga and Junger, Wolfgang and Brohi, Karim and Itagaki, Kiyoshi and Hauser, Carl J},\n  journal={Frontiers in immunology},\n  volume={8},\n  pages={167},\n  year={2017},\n  publisher={Frontiers}\n}\n\n@article{mccormick2013respiratory,\n  title={Respiratory viral infections in patients with chronic, obstructive pulmonary disease},\n  author={McCormick, John and Mehta, Anurag and Woolfrey, John and Downey, Gregory},\n  journal={Journal of critical care},\n  volume={28},\n  number={4},\n  pages={e1--e10},\n  year={2013},\n  publisher={Elsevier}\n}\n\n@article{mccormick2016respiratory,\n  title={Respiratory viral infections in lung transplant recipients},\n  author={McCormick, John and Mehta, Anurag and Burgess, Laura and Downey, Gregory},\n  journal={Journal of critical care},\n  volume={31},\n  number={1},\n  pages={222--226},\n  year={2016},\n  publisher={Elsevier}\n}\n\n@article{mccormick2016respiratory,\n  title={Respiratory viral infections in patients with hematologic malignancies},\n  author={McCormick, John and Mehta, Anurag and Burgess, Laura and Downey, Gregory},\n  journal={Journal of critical care},\n  volume={31},\n  number={1},\n  pages={227--231},\n  year={2016},\n  publisher={Elsevier}\n}\n\n@article{mccormick2016respiratory,\n  title={Respiratory viral infections in patients with solid organ transplants},\n  author={McCormick, John and Mehta, Anurag and Burgess, Laura and Downey, Gregory},\n  journal={Journal of critical care},\n  volume={31},\n  number={1},\n  pages={232--237},\n  year={2016},\n  publisher={Elsevier}\n}\n\n@article{mccormick2016respiratory,\n  title={Respiratory viral infections in patients with cystic fibrosis},\n  author={McCormick, John and Mehta, Anurag and Burgess, Laura and Downey, Gregory},\n  journal={Journal of critical care},\n  volume={31},\n  number={1},\n  pages={238--243},\n  year={2016},\n  publisher={Elsevier}\n}\n\n@article{mccormick2016respiratory,\n  title={Respiratory viral infections in patients with chronic kidney disease},\n  author={McCormick, John and Mehta, Anurag and Burgess, Laura and Downey, Gregory},\n  journal={Journal of critical care},\n  volume={31},\n  number={1},\n  pages={244--248},\n  year={2016},\n  publisher={Elsevier}\n}\n\n@article{mccormick2016respiratory,\n  title={Respiratory viral infections in patients with heart failure},\n  author={McCormick, John and Mehta, Anurag and Burgess, Laura and Downey, Gregory},\n  journal={Journal of"}]