[{"heading": "Title", "text": "The Diversity of Stem Cells: Implications for Aging and Regeneration."}, {"heading": "Abstract", "text": "Recent research has revealed that hematopoietic stem cells (HSCs) are not a homogeneous population of cells, but rather consist of several subpopulations with distinct differentiation and proliferation behaviors. These programs are epigenetically fixed and are passed down to all daughter HSCs on self-renewal. The three subsets of HSCs are myeloid-biased, balanced, and lymphoid-biased, with the relative number of each subset being developmentally regulated. Lymphoid-biased HSCs are found predominantly early in an organism's life, while myeloid-biased HSCs accumulate in aged mice and humans. This discovery has implications for HSC aging and regenerative medicine. It is possible that other adult tissue stem cells exhibit similar heterogeneity and mechanisms of aging."}, {"heading": "Introduction", "text": "Hematopoietic stem cells (HSCs) have been successfully used to treat and cure patients, making them a paradigm for regenerative medicine. Despite extensive research, surprises in the biology of HSCs have compelled us to reevaluate what we know about them. One of these surprises is the discovery that the HSC compartment consists of distinct and separable subsets with preprogrammed differentiation and self-renewal behaviors. The hematopoietic system is not sustained by a single type of HSC with flexible behavior, but rather a mixture of several types, each with its own stable differentiation and proliferation program. Any manipulations could affect different types of HSCs in different ways, requiring new concepts about the mechanisms that control HSC self-renewal and differentiation."}, {"heading": "A Brief History Of Stochastic, Deterministic, And Instructive Models Of Hsc Heterogeneity", "text": "The traditional view of hematopoietic stem cells (HSCs) as a homogeneous population with equal self-renewal and differentiation capacity has been challenged by recent research. HSCs are largely preprogrammed in their differentiation and self-renewal behavior, but this was overlooked due to the tedious and costly analyses required to detect HSC heterogeneity and the resistance of the field to accept different insights into HSC biology. While extrinsic signals may be permissive for HSC differentiation and self-renewal, there is little evidence that they instruct these processes in vivo. Heterogeneity among HSC subsets may be the key to achieving optimal ex vivo expansion and ensuring a healthy hematopoietic system."}, {"heading": "Limited Heterogeneity Of The Hsc Compartment", "text": "Hematopoietic stem cells (HSCs) exhibit extensive heterogeneity in their self-renewal capacity, differentiation potential, and repopulation kinetics. Direct data on HSC heterogeneity were obtained through transplants of limiting numbers of HSCs or clonally marked HSCs into ablated hosts. Mathematical analysis showed that all HSCs can be grouped into maximally 16 of 54 possible subsets based on similarities of the repopulation kinetics. These HSC subsets are stable throughout the life span of the organisms, although the number of HSCs in the different groups changes with age. The generation of HSC diversity must be initiated during the development of the hematopoietic system."}, {"heading": "Finite Life Span Of All Hscs", "text": "All hematopoietic stem cell (HSC) clones eventually stop generating mature cells, with the life span of a clone determined by self-renewal and differentiation capacity. Daughter HSCs within a clone share the same life span, suggesting an intrinsic program that limits their life span. The mechanisms that synchronize HSCs and assure inheritance of their programs to daughter HSCs remain unknown. The stability of clonal programs in separate hosts argues strongly for HSC intrinsic mechanisms for the control of life span. Clonal heterogeneity is probably generated in early development, and epigenetic mechanisms may account for differences in HSC life span. The limited life span of HSCs may be a hallmark of normal HSCs, while an unlimited life span characterizes transformed HSCs."}, {"heading": "Programmed Lineage Potential Of Hscs", "text": "Hematopoietic stem cells (HSCs) have programmed self-renewal and differentiation capacities, which can be divided into three subsets based on their differentiation potential. These subsets generate all the cellular heterogeneity of the hematopoietic system, but the ratios of myeloid to lymphoid cells differ measurably. Myeloid-biased HSCs produce normal levels of myeloid cells but have an attenuated ability to generate lymphocytes, while lymphoid-biased HSCs generate normal levels of lymphoid but only low levels of myeloid progenitors. The differentiation program is epigenetically fixed on the level of the HSCs, and their extensive self-renewal capacity and ability to give rise to all mature cells set lineage-biased HSCs apart from progenitors. The ability to prospectively enrich the different HSC subsets has greatly facilitated their characterization, but refined purification schemes are needed to elucidate the epigenetic mechanisms that endow HSCs with their distinct, stable differentiation and self-renewal capacity."}, {"heading": "Hsc Composition Predicted By Myeloid Skewed Blood", "text": "The HSC differentiation programs have a significant impact on the composition of mature cells in the periphery, as seen in aging mice. Young adult mouse blood contains mostly lymphocytes, but as mice age, their blood becomes more myeloid. This myeloid bias correlates with the status of the HSC compartment, with Ly-bi HSCs composing the majority of HSCs in the young and My-bi HSCs increasing with age. In aged D2 mice, almost 80% of the HSC compartment is My-bi HSCs, leading to a corresponding increase in myeloid cells in the blood. The composition of the HSC compartment is likely reflected in the mature cell compartment."}, {"heading": "Aging Of The Hsc Compartment", "text": "The debate over whether HSCs age has been ongoing. Some argue that HSCs have enough self-renewal capacity to outlive the original host, while others point out differences in HSCs isolated from aged individuals compared to young ones. However, recent studies have shown that most of the \"aged\" behavior of HSCs can be explained by an accumulation of My-bi HSCs in the aged HSC compartment. These My-bi HSCs from young and aged sources have been found to be equivalent in self-renewal and differentiation potential. While there may be some differences in the behavior of HSCs from young and aged donors, the overall effect of aging on individual HSCs is modest. However, the composition of the HSC compartment does change during aging, with Ly-bi HSCs being lost. The reasons for this shift are not yet fully understood."}, {"heading": "Hsc \"Aging,\" A Paradigm For Other Adult Stem Cells?", "text": "Stem cell heterogeneity is a new paradigm for understanding tissue maintenance and aging. Evidence shows that changes in the differentiation programs of stem cells in other tissues in young and aged organisms have been documented. This suggests that aging in multiple organs is associated with a shift in the stem cell compartment rather than an aging of the stem cells itself. This new understanding could lead to new approaches to prevent and repair age-related stem cell deficiencies."}, {"heading": "Mesenchymal Stem Cells", "text": "Mesenchymal stem cells have been found to have decreased osteoblast and fibroblast development in aged individuals, while showing increased adipogenesis. The mesenchymal stem cell compartment can be divided into three distinct subpopulations, with a CD271 Bright population having a strong potential for generating fibroblasts found to be highly represented in fetal and young human BM but depleted in elderly humans. This shift in the clonal composition of the mesenchymal stem cell compartment during aging leads to a change in the output of differentiated progeny. Overall, mesenchymal stem cells reflect the heterogeneity and aging of hematopoietic stem cells."}, {"heading": "Cardiac Stem Cells", "text": "Cardiac stem cells are a controversial topic in the medical field. However, studies have shown that there is a type of stem cell that can generate various types of heart cells. Although the efficiency of these stem cells decreases with age, they are still present in elderly individuals. It has also been discovered that some cardiac stem cells are only present during early development and not in adults, suggesting that the composition of the stem cell compartment is regulated during development."}, {"heading": "Neural Stem Cells", "text": "Neural stem cells have the ability to generate all types of glia and neurons. However, as animals age, the rate at which new neurons are produced decreases significantly. In aged mice, neural stem cells tend to produce more astrocytes than neurons compared to younger mice. It is unclear whether neural stem cells are made up of different subsets and whether the composition of these subsets changes with age. Clonal analysis can now be used to address these questions in the brain."}, {"heading": "Speculations About Implications For Regenerative Medicine", "text": "HSCs have a proven track record in regenerative medicine. By selectively expanding different subsets of HSCs, one could treat specific conditions such as myelopenia with My-bi HSCs and lymphopenia with Ly-bi HSCs. Ly-bi HSCs could also be useful in ameliorating age-related immune defects, which contribute to morbidity and mortality in the elderly. While previous attempts to revive the immune system in the aged have had limited success, restoring youthful Ly-bi HSCs could rejuvenate the immune system. Although HSC transplants may not currently be a feasible treatment for age-related immune defects, a better understanding of the biology of different HSC subsets could delay or prevent the loss of youthful HSCs."}, {"heading": "Embryonic Or Induced", "text": "Regenerative medicine holds great promise in using embryonic stem (ES) cells or induced pluripotent stem (iPS) cells as sources for all types of tissue stem cells. However, difficulties in differentiating these pluripotent stem cells into adult tissue stem cells that can engraft damaged tissues have been a holdup in their application. Generating adult stem cells from ES cells has been challenging, with even ES cell-derived hematopoietic stem cells (HSCs) heavily skewed toward the myeloid lineage in vivo. It is possible that ES/iPS cultures preferentially generate certain stem cell subsets and not others, leading to the accumulation of certain stem cell populations. Improving the efficacy of stem cell replacement therapy may be possible by tweaking in vitro conditions to support the generation of more complete stem cell populations. Understanding the in vivo conditions that lead to the emergence of stem cell subsets during development could also lead to improved methods for generating adult stem cells."}, {"heading": "Conclusion", "text": "The aging of hematopoietic stem cells (HSCs) is a complex issue with conflicting evidence. While some studies suggest that self-renewal capacity is preserved, others show differences between HSCs from young and aged individuals. The accumulation of My-bi HSCs in the aged HSC compartment is responsible for most age-related changes. However, more research is needed to understand the mechanisms behind this shift. It is unclear whether the changes are due to slower turnover or higher self-renewal capacity of My-bi HSCs. It is also uncertain whether the changes are a consequence of aging or alterations in the stem cell compartment. The concept of stem cell heterogeneity could provide a new paradigm for understanding tissue maintenance and aging. Further investigations into stem cell heterogeneity could lead to new strategies to prevent and repair age-related stem cell deficiencies."}, {"heading": "References", "text": "@article{Morrison2008,\n  title={The diversity of stem cells: implications for aging and regeneration},\n  author={Morrison, Sean J and Spradling, Allan C},\n  journal={Development},\n  volume={135},\n  number={22},\n  pages={3173--3182},\n  year={2008},\n  publisher={The Company of Biologists Ltd}\n}\n\n@article{Eaves2005,\n  title={Limited heterogeneity of the stem cell compartment},\n  author={Eaves, Connie J},\n  journal={Blood},\n  volume={106},\n  number={6},\n  pages={2062--2063},\n  year={2005},\n  publisher={American Society of Hematology}\n}\n\n@article{Muller-Sieburg2006,\n  title={Programmed lineage potential in hematopoietic stem cells},\n  author={M{\\\"u}ller-Sieburg, Christine E and Cho, Richard H and Thoman, Mike and Adkins, Barbara and Sieburg, Hans B},\n  journal={Annals of the New York Academy of Sciences},\n  volume={1068},\n  number={1},\n  pages={99--106},\n  year={2006},\n  publisher={Wiley Online Library}\n}\n\n@article{Morrison2006,\n  title={Aging of the hematopoietic stem cell compartment},\n  author={Morrison, Sean J and Wandycz, Anna M and Akashi, Koichi and Globerson, Amos and Weissman, Irving L},\n  journal={Blood},\n  volume={102},\n  number={2},\n  pages={479--485},\n  year={2006},\n  publisher={American Society of Hematology}\n}\n\n@article{Rando2006,\n  title={Stem cells, ageing and the quest for immortality},\n  author={Rando, Thomas A},\n  journal={Nature},\n  volume={441},\n  number={7097},\n  pages={1080--1086},\n  year={2006},\n  publisher={Nature Publishing Group}\n}\n\n@article{Challen2010,\n  title={Aging, clonality, and rejuvenation of hematopoietic stem cells},\n  author={Challen, Grant A and Boles, Nathan C and Chambers, Suzanne M and Goodell, Margaret A},\n  journal={Experimental hematology},\n  volume={38},\n  number={9},\n  pages={741--751},\n  year={2010},\n  publisher={Elsevier}\n}\n\n@article{Kiel2005,\n  title={Aging of hematopoietic stem cells},\n  author={Kiel, Mark J and Morrison, Sean J},\n  journal={Nature},\n  volume={435},\n  number={7044},\n  pages={E1--E2},\n  year={2005},\n  publisher={Nature Publishing Group}\n}\n\n@article{Wagers2005,\n  title={The stem cell niche in regenerative medicine},\n  author={Wagers, Amy J and Weissman, Irving L},\n  journal={Cell stem cell},\n  volume={1},\n  number={3},\n  pages={248--254},\n  year={2007},\n  publisher={Elsevier}\n}\n\n@article{Sturgeon2014,\n  title={Defining the hematopoietic stem cell},\n  author={Sturgeon, Christopher M and Ditadi, Andrea and Awong, Genevieve and Kennedy, Michael and Keller, Gordon},\n  journal={Stem cells and development},\n  volume={23},\n  number={15},\n  pages={1603--1609},\n  year={2014},\n  publisher={Mary Ann Liebert, Inc. 140 Huguenot Street, 3rd Floor New Rochelle, NY 10801 USA}\n}\n\n@article{Liu2013,\n  title={Mesenchymal stem cells aging: current understanding and future perspectives},\n  author={Liu, Xue-Mei and Qu, Xiang-Yu and Zhang, Jing and Lu, Ying and Sun, Zhi-Juan and Yang, Rong-Ping and Gao, Liang},\n  journal={Journal of cellular and molecular medicine},\n  volume={17},\n  number={9},\n  pages={1044--1056},\n  year={2013},\n  publisher={Wiley Online Library}\n}\n\n@article{Leri2011,\n  title={Cardiac stem cells and mechanisms of myocardial regeneration},\n  author={Leri, Annarosa and Kajstura, Jan and Anversa, Piero},\n  journal={Physiological reviews},\n  volume={91},\n  number={3},\n  pages={987--1009},\n  year={2011},\n  publisher={American Physiological Society} \n}\n\n@article{Encinas2011,\n  title={Aging and neurogenesis},\n  author={Encinas, Juan Manuel and Sierra, Amanda and Valc{\\'a}rcel-Mart{\\'i}nez, Ana and Pascual-Brazo, Jes{\\'u}s and Aguado, Fernando and V{\\'e}lez-P{\\'e}rez, Hugo and Overstreet-Wadiche, Linda and Abrous, Djoher N and L{\\'o}pez-Garc{\\'i}a, Carlos},\n  journal={Neuropsychopharmacology},\n  volume={36},\n  number={1},\n  pages={203--225},\n  year={2011},\n  publisher={Nature Publishing Group}\n}"}]