[{"heading": "Title", "text": "\"The Pioneers of Development Economics: Banerjee, Duflo, and Kremer\""}, {"heading": "Abstract", "text": "In the year of our Lord 2019, Abhijit Banerjee, Esther Duflo, and Michael Kremer were bestowed with the Sveriges Riksbank Prize in Economic Sciences in Memory of Alfred Nobel. These three erudite scholars were lauded for their experimental approach to mitigating global poverty. This missive shall scrutinize the contributions of these three savants in the realm of development economics, so as to provide a comprehensive understanding of their contribution. I shall expound upon how the experimental approach facilitated the dissection of the intricacies of economic development into several constituent parts, in contrast to comprehending development through macroeconomic aggregates. I shall also explicate the pioneering contributions made by these scholars in comprehending the challenges of education, service delivery, and credit markets in developing countries. Furthermore, I shall elucidate how the experimental approach has permeated virtually all aspects of development economics."}, {"heading": "Introduction", "text": "Verily, the field of development economics doth seek to answer twain questions. Firstly, why are some countries impoverished whilst others are prosperous, and how may those of meager means grow and prosper in the future? Secondly, how doth the many and varied phenomena studied by economists differ systematically in environments characterized by low levels of development?\n\nOver the past 25 years, the field of development economics hath undergone a great transformation. It is now a micro-empirical field, with countless studies on all aspects of economic development. The use of randomized field experiments hath been a key driver of this change. In times past, there was far less research in development economics, and what there was much more heavily dominated by theory. The explosion in the field hath been driven by the combination of two key, connected ideas: firstly, the idea that one should focus on understanding development challenges through the use of empirical micro studies to break them down into smaller pieces; and secondly, the idea that one can achieve this through running randomized controlled trials.\n\nThe 2019 Nobel Memorial Prize was awarded to three individuals who have led this transformation, Abhijit Banerjee, Esther Duflo, and Michael Kremer, \"for their experimental approach to alleviating global poverty.\" The Abdul Latif Jameel Poverty Action Lab, a center at MIT cofounded by Banerjee, Duflo, and Sendhil Mullainathan, which seeks to advance the use of randomized evaluations, counts over 1,000 randomized evaluations either completed or ongoing by its member academics worldwide.\n\nWhilst the use of randomized controlled trials in science is not new, the contribution of these three individuals hath been to reshape development economics as a micro-empirical field, using randomized trials as a critical tool in this endeavor. This hath led to an explosion of empirical research on virtually all aspects of economic development."}, {"heading": "I. Background: Macro Development Research In The 1980S And 1990S", "text": "I commence by stepping back to peruse some other momentous contributions from the 1980s and 1990s to establish the stage for the contributions I shall discuss in greater depth. These contributions are crucial to comprehend since, in some sense, the extent of the modern development economics revolution can be best understood by first comprehending where the field was beforehand.\n\nThroughout much of the 1990s, many of the inquiries about development approached the topic from the perspective of economic growth. This, after all, seems intuitive: if one is interested in why some countries are affluent, and some are indigent, it makes sense to commence by examining this question at the broadest level. This, of course, builds on a long-and well-established tradition of comprehending development from this perspective going back many years.\n\nOne momentous contribution in the literature on economic growth and development is the idea of endogenous growth theory, developed in the late 1980s, for which Paul Romer was awarded the 2018 Nobel Memorial Prize. The point of this line of research is that, as was shown in growth models going back at least to Solow (1956), the long-run rate of economic growth is driven by the rate of growth of total factor productivity. Solow viewed this as exogenously driven technical change, but the point of these new models was that technical change is instead endogenously determined by what happens in the R&D sector. Key contributions include Romer (1986), Romer (1990), Grossman and Helpman (1991), Aghion and Howitt (1992), as well as many others. These contributions focused on what happens when ideas are nonrival and endogenize the production of ideas.\n\nThese contributions were critical to help comprehend the long-run evolution of growth at the technological frontier, but by themselves, the benchmark models are not particularly helpful for comprehending the process of economic development for countries that are far from the frontier. That is, for more developing countries, growth is determined primarily by catch-up to the frontier rather than technical innovation at the frontier. To the extent that these endogenous growth issues are relevant for development, what is important is that they predict that technical change will be biased systematically in favor of rich countries, where the returns to R&D activities will be higher. For example, if technology is specific to a particular capital-labor ratio (as the model of Basu and Weil (1998) and others) or specific to a particular skill mix (as in the models of Acemoglu (1998) and Acemoglu (2002)), then since the markets for high capital-labor ratio or high-skill intensity innovation are largest, the endogenous R&D mechanisms described in Romer (1990) and others will lead to more innovation of the types of technologies relevant for developed economies, and hence worse outcomes for developing countries.\n\nA second area which received substantial attention in the 1990s was the empirical determinants of economic growth from a macro perspective. This literature had two somewhat separate, though clearly related, components. The first component was the \"development accounting\" (and related \"growth accounting\") debate, i.e., the debate about whether the macro facts about development are largely about capital and human capital accumulation (e.g. Mankiw, Romer et al. (1992), Young (1995)), or about total factor productivity (TFP) (e.g. Klenow and Rodriguez-Clare (1997), Hsieh (2002)); see Caselli (2005) for an excellent summary of this literature. Mankiw, Romer et al. (1992) in some sense touched off this debate by claiming that observable factors (in particular physical and human capital accumulation, plus population growth) explain most of economic growth. Subsequent refinements of this approach, however, argued that capital, including human capital, explain much less of cross-country growth differences than one might have thought, and hence there is more of a role for productivity in explaining human capital differences. This substantive idea -that actually an important part of the development problem is that poorer countries are less efficient at using the resources they have than richer countries -motivates much of the modern empirical work on development economics, as I will return to in more detail below.\n\nThe second major component of the empirical macro-growth literature was the work on the empirical determinants of growth. This was set off to a large extent by Barro (1991). (One way to think of the first debate touched off by Mankiw, Romer et al. (1992) as being essentially about the R 2 in a growth regression, whereas the second debate touched off by Barro (1991) is about the coefficients on the regressors in a growth regression.) This paper looked, empirically, at the determinants of economic growth from a regression perspective. Substantively, the key point of the Barro paper was to test the idea that falls out of the neoclassical growth model that, conditional on the long-run determinants of the steady-state, countries that are further behind will grow faster as they converge to their steady state. This is an important idea: it suggests that if you get the long-run fundamentals right, countries grow rapidly to reach the frontier. This approach, for example, explains both Japan's rapid growth in the post-war period and its slowdown once it reached US levels of income (though it does not explain why Japan has grown more slowly than the US since the 1980s, which must be a different phenomenon); applied to China, it predicts rapid growth for a long time to come as long as the basic policies are right, but an eventual growth slowdown once it approaches the frontier.\n\nWhilst there is strong evidence of this type of \"conditional convergence\" (see, in particular, Barro and Sala-i-Martin (1992) on convergence among US states), as a development phenomenon, the problem is that this approach doesn't have as much explanatory power as one might like. Two key critiques were Easterly, Kremer et al. (1993) and Pritchett (1997).\n\nPritchett's provocative paper, \"Divergence: Big Time\", makes the simple point that while \"conditional\" convergence may be present in the data, it is swamped at the macro level by other forces, so that, in general, the development experience is explained by divergence between rich and poor countries, not convergence. Thus, over the long run, the \"conditional\" in conditional convergence ends up doing a lot of the work, and in fact the development experience has not been characterized by convergence. Easterly, Kremer et al. (1993) look over shorter periods (e.g. decades) with two main findings. First, they show that growth is not particularly persistent across decades. In the Barro framework, this would mean that the long-run determinants of the steady-state must have changed. But, second, they show that policy variables they can measure do not appear to change much across decades. So, the decade-to-decade variance in growth they observe isn't driven by Barro-type policies, either. Combined, these two papers argue that while conditional convergence may exist in and be important in some well-controlled settings (US states, European countries in the postwar period; perhaps China since the reforms of Deng Xiaoping), it doesn't seem to have a lot of explanatory power for growth experiences of most developing countries over the medium run (e.g. decades) or the long run (e.g. a century).\n\nIn addition to the work on conditional convergence, the Barro (1991) paper spurred a series of papers looking for other empirical causes of growth. These \"growth regressions\" were all the rage in the 1990s (e.g. Mauro (1995) on corruption in growth, Easterly and Levine (1997) on ethnic heterogeneity and growth, etc.), but they quickly ran into two problems. First, there are more possible regressors than countries, so one quickly runs out of data. Second, it is very hard to establish causality since all these regressors are jointly and endogenously determined. In some ways, the culmination of this line of the literature was the Sala-i-Martin (1997) paper \"I Just Ran Two Million Regressions,\" which tried to deal with the issues of more regressors than countries in a serious way, but also ends up pointing out the inherent challenges in the whole exercise.\n\nThese developments in the macro-growth side of development led to a bit of a conundrum. By the late 1990s, it was pretty clear that it was going to be hard to make progress on the development question empirically from a macroeconomic perspective. In some sense, this led to the emergence of modern, empirical micro development economics in the late 1990s and throughout the 2000s."}, {"heading": "Ii. Modern Development Economics And The Experimental Approach", "text": "In light of the challenges posed by comprehending development from macro aggregates, the query arose: how may we progress? The field's response was to delve into the micro structure of development. Let us return to the macro development accounting equation, with an aggregate production function Y=AF(K,H). The micro approach has dissected each component of A, K, and H, and endeavored to tackle them from a microeconomic perspective. Instead of attempting to understand how, for instance, average schooling affects output at the country level, the new micro approach inquires how we may comprehend the development problem by understanding the details of human capital from a microeconomic perspective. Separate studies seek to understand why people lack human capital, why a given year of schooling in a developing country may be worth less than a year of schooling in a developed country, and how schooling in developing countries can impact more human capital.\n\nThis approach proceeded in a few distinct strands, with many important contributors, but Kremer, Duflo, and Banerjee played a crucial role in this transformation. In particular, starting in the mid-1990s, these three scholars pushed forward the methodological revolution which has subsequently swept through the field of development economics: the use of carefully designed field experiments to isolate each individual component of the development problem. The field experiment approach solved two problems at once.\n\nFirst, a key challenge in many empirical studies is understanding causality; does X cause Y, or is it merely correlated with Y. While there have been dramatic improvements throughout economics over the past 30 or so years in isolating causality using a variety of econometric techniques, in particular focusing on so-called 'natural experiments', randomized experiments provide a convincing solution to this problem. In particular, since the variation in X is randomly assigned, we know by construction that there is no omitted variable that is influencing both X and Y. Put another way, since we know that which subjects were assigned to treatment and control by chance, we know that there is no other systematic difference between treatment and control groups except for the experimental intervention given to the treatment group. Statistical methods then allow us to compute the probability that any observed difference we see between treatment or control could have occurred by random chance, as opposed to being truly 'caused' by the treatment.\n\nSecond, if the goal of the new micro-empirical approach is to break down a problem into its many component parts, by designing randomized field experiments, one can design a study in which the variation one is interested in captures one particular piece of the problem. Rather than ask a broad question such as 'are people poor because they don't have access to capital,' one can start to disentangle the puzzle, asking about the returns to a particular type of program -say, microfinance -or even about the particular features of microfinance programs, such as group lending, regular meetings with loan officers, and so on.\n\nThe use of this approach has spread from initial simple trials on different inputs into the education production function into almost all areas of the field: agriculture, insurance, credit markets, tax, poverty policies, governance, and so on. In so doing, it has allowed scholars to investigate both of the core development economics questions I outlined above: why are some countries poorer than others (and what to do about that), and how do various economic phenomena we study elsewhere differ in developing countries.\n\nEach of this year's Laureates played a critical role in this transition. As I will discuss below, a number of the earliest of this new wave of trials, which sought to break down the development challenge into component parts that each could be rigorously evaluated and tested, where done by Michael Kremer and his coauthors, starting in the mid-to-late 1990s in western Kenya. These include, for example, trials evaluating the impact of various educational policies such as deworming children (Miguel and Kremer 2004), providing educational inputs such as flip charts (Glewwe, Kremer et al. 2004), textbooks (Glewwe, Kremer et al. 2009), school meals (Vermeersch and Kremer 2005), child sponsorships (Kremer, Moulin et al. 2003), and changing the incentives for teachers (Glewwe, Ilias et al. 2010).\n\nBanerjee and Duflo also began working on randomized trials during the late 1990s and early 2000s, in various combinations. For example, Banerjee, Jacob et al. ( 2004) launched an RCT in early 1997 in Udaipur, India that randomly added an additional teacher to half of sampled schools and investigated the impact on test scores. Banerjee and Duflo also started a large number of other early randomized trials trying to unpack different aspects of development, in various combinations (e.g., Banerjee, Cole et al. 2007, Banerjee, Banerji et al. 2010, Banerjee, Duflo et al. 2015, and which range in topics from education to fertilizer to immunization to microcredit.\n\nMore broadly, all three of these scholars worked together in various combinations to advance the broader idea that a series of experiments could unpack and make progress on the development phenomenon. They also did so through their writing to advocate for the new microfounded development economics, with a particular emphasis on the use of a series of randomized trials tackling various aspects of the development problem to accomplish this (see, e.g., Kremer These scholars have also led a wide range of methodological innovations in broadening the types of questions that can be answered by these types of trials, moving beyond simple \"treatment vs. control\" analysis to more nuanced designs that shed light on more subtle questions. For example, Miguel and Kremer's ( 2004) study of deworming in Kenya shows how to use the fact that different numbers of children live nearby treated vs. control schools to measure the 'externality' from deworming treatment. To take another example, the study of job placement assistance by Crépon, Duflo et al. (2013) showed how, by intentionally varying the percentage of people in a labor market randomly offered assistance, one can estimate not just the direct effects of the program on treatment groups, but also what the total effect on the market is, i.e. whether this leads to more job placement in aggregate. Both of these design innovations have become the pattern for scores of new studies on a huge range of topics. And these innovations continue. To name just a few recent examples, Duflo has been working with econometricians on how to use innovations in machine learning to predict heterogeneous treatment effects from randomized trials (Chernozhukov, Demirer et al. 2018), and Banerjee has been working with other theorists to articulate a theory that explains why randomization is so convincing, and exploring implications for experimental design (Banerjee, Chassang et al. forthcoming).\n\nWhile I have framed the experimental revolution in modern development economics in the discussion above as, in some sense, a reaction to the challenges of approaching the development economics problem from a macroeconomic perspective, it is also crucial to note that it builds substantially on other work that was happening at the same time in the microeconomics of development. This was happening in several important respects. First, many scholars, such as Pranab Bardhan, Dilip Mookherjee, Andrew Newman, and Debraj Ray (as well as Banerjee, in his pre-experimental days) were developing theoretical models to help understand a wide range of development phenomena, including public goods (and underprovision thereof), labor markets, credit constraints, insurance arrangements, elite capture, and more. These theories (and more) posed a wide range of questions and suggested avenues that the experimental approach was then able to investigate.\n\nSecond, scholars such as (for example) Andrew Foster, Mark Rosenzweig, Christina\nPaxson, John Strauss, Duncan Thomas, Robert Townsend, and Chris Udry, were already seeking to understand the micro development challenge using data in various (non-experimental) ways.\nThe work of Angus Deaton, who was awarded the 2015 Nobel prize for his groundbreaking analysis of consumption, also was a crucial component, as it showed how to use micro data obtained by household surveys to shed light on welfare, poverty, and other questions. Finally, throughout the same period, the natural experimental revolution was also occurring outside of development economics, pushed forward by scholars such as Joshua Angrist, David Card, Alan Krueger, and many others. This approach sought to find ways to more carefully identify cause and effect using careful natural experiments. One can therefore also see the experimental revolution in development economics led by the three Laureates as a synthesis of these forces: theoretical work highlighting how the microstructure of markets in developing countries can lead to inefficiencies, empirical work seeking to test these ideas using non-experimental methods and micro data, often collected through household surveys, and general increased attention that was happening at the time to more rigorous causal identification in econometric studies."}, {"heading": "Iii. Some Early Examples Of The Experimental Approach", "text": "Verily, in the ensuing discourse, I shall expound upon the metamorphosis that hath transpired in three domains: erudition, the administration of local service providers, and the quandary of market failures. I shall accentuate the noteworthy contributions of the three distinguished Laureates, as well as the pioneering randomized trials they conducted. My intention is to shed light upon the nascent innovations that heralded the inception of this movement. I shall briefly allude to some of the more recent developments in this field in the ensuing paragraphs.\n\nThe realm of education hath undergone a profound transformation, and the Laureates have played a pivotal role in this evolution. Their pioneering work hath demonstrated the efficacy of randomized trials in evaluating educational interventions. The governance of local service providers hath also undergone a sea change, and the Laureates have been instrumental in devising innovative mechanisms to enhance accountability and transparency. Lastly, the issue of market failures hath been a vexing problem, and the Laureates have made seminal contributions in this domain by devising novel solutions to mitigate the deleterious effects of market failures."}, {"heading": "Iii.I Education", "text": "Verily, the literature on macro development hath asserted a significant role for human capital. Yet, this literature hath faced several challenges. Firstly, the returns to education in cross-sectional studies are biased due to selection effects. Forsooth, those with lower discount rates receive more education, and the low discount rate itself may be correlated with higher returns in the job market. Secondly, the returns were measured solely from years of schooling, and not all years of schooling are equal in terms of human capital acquisition. This doth suggest that understanding the educational production function is crucial to understanding the acquisition of human capital.\n\nDuflo (2001) hath provided the first convincing micro evidence in developing countries on the returns to schooling. Her idea was to use a natural experiment, not a field experiment, in the form of Indonesia's massive school construction boom in the 1970s, to estimate the returns to schooling. The crucial difference between Duflo's paper and previous work is that she uses plausibly exogenous variation in schooling. The fact that Indonesia determined school construction centrally, based on a formula, allowed her to argue that the change in school construction was exogenous to individual decision making or other trends, thus avoiding the identification problems that had plagued the previous literature.\n\nOn the second front, randomized trials were introduced to understand the heterogeneity in how years of schooling translate into human capital due to differences in the education production function. Specifically, in the mid-1990s, Michael Kremer launched a series of randomized, controlled trials in Busia, Kenya that sought to test the impact of different school inputs. These studies had mixed findings. To the surprise of many, the school inputs studies basically found zero effects. Textbooks did not lead to average improvements in test scores, but did improve test scores for those students who scored highest on a pre-test. The flip charts had no effect.\n\nOn the other hand, the deworming intervention reduced school absenteeism by children by 25 percent, though it did not improve test scores. School meals also made a difference: participation increased by about 30 percent. The positive findings, particularly the deworming study, have had a large impact.\n\nAnother early randomized trial on education was a study done by Banerjee, Cole, Duflo, and Linden in India schools. This project sought to examine two approaches to changing the education production function: a remedial education program that hired para-teachers to assist lagging children, and a computer-assisted learning program -both of which were effective.\n\nThe negative findings from some of the early studies also had an important effect in terms of informing future research. For example, a key finding of the textbooks study was that they did not help lower-achieving students because they were too hard for poorly performing students. One implication of this is that introducing heterogeneity in classes -so that teachers can focus separately on high-and low-performing students -could be beneficial to all students.\n\nBeyond the specifics of the study, the methodological approach typifies the core of the field experimental approach. Each trial typically focuses on a very specific hypothesis, which it is designed to test. In the process of analyzing the results, the trials then typically generate a new set of hypotheses that form the basis for future work. Given this iterative approach, in most cases a breakthrough will not come from a single particular paper, but rather knowledge is accumulated through a series of experiments on related topics. It is bringing this methodological approach to development that has spurred such a wide-ranging revolution in the field."}, {"heading": "Iii.Ii Local Governance And Service Delivery", "text": "Verily, in the early days of study, the focus was on school inputs, that is to say, things that could be budgeted for. However, in the course of these studies, a group of authors realized that there was another problem in service delivery in developing countries. Namely, conditional on the inputs provided, the service providers did not necessarily deliver. A key issue was the absence of service providers. This issue was not specific to the education sector, as studies were conducted in both education and health contexts. An early paper on this matter was a project carried out in 2002 and 2003 by Kremer and coauthors. This project documented shockingly high rates of absence of teachers and health providers across Indian states and several countries. Similarly, Banerjee, Deaton et al. documented similar findings in their 2002-2003 survey of health facilities in Rajasthan. These studies made the point systematically that absenteeism was a first-order problem.\n\nThis same group of authors then began a systematic set of experiments to determine how one could address this issue. Notable early papers from this literature include one by Duflo, Hanna et al. In this experiment, the impact of changing teacher salaries to compensate them explicitly for attendance was examined. The results showed that incentives improved attendance and translated into higher test scores for the children. This paper was also methodologically innovative, combining an experiment with a structurally estimated model. Interestingly, a similar study with nurses in India found surprisingly different results. Although there was initially a substantial treatment effect, the effect diminished over time, and was zero at the end of their study.\n\nAn alternative approach is community monitoring. In theory, many developing countries have mechanisms through which community members can hold service providers accountable. However, there is the view that many of these mechanisms do not work effectively. Banerjee, Banerji et al. showed that teaching local volunteers how to teach kids to read made an enormous difference in kids' reading ability, showing that it was possible to improve education in this context. The impact of community monitoring has proven to be heterogeneous, with different randomized trials finding different effects. Understanding how to improve service provision in education and health has become a huge focus of research. These authors were instrumental in documenting that poor service provision, and in particular absence of service providers, is a key issue that leads to low quality health and education. Addressing the absence issue can lead to improvements in educational outcomes, but reducing absence in a sustained way over time is challenging, as community interventions often don't work and incentives can be undermined."}, {"heading": "Iii.Iii Credit Constraints And Other Types Of Market Failures", "text": "Verily, a third significant realm of micro research in the economics of developing countries hath been the comprehension of market failures, particularly credit constraints. These market failures may lead to an inefficient allocation of capital, resulting in high productivity firms. If there be lumpiness in investment, it may also generate poverty traps.\n\nSeveral early papers by Banerjee, Duflo, and their coauthors didst aid in making these points about credit constraints forcefully. One early example is the micro study by Banerjee and Duflo (2014) (this paper in fact was in circulation by 2002) and the related paper with Munshi (Banerjee, Duflo et al. 2003). These papers provide direct evidence of credit constraints by examining a directed lending program in India, which essentially instructed banks to lend to a certain class of firms. Using a differences-in-differences identification strategy, they find that the expansion of credit led to substantial increases in sales and profits for targeted firms. They conclude that this is evidence of credit constraints for large firms: had these firms been unconstrained, a targeted lending program might have affected the financial portfolio of the firms, allowing them to pay down more expensive debt, but would not have affected real behavior. Banerjee and Munshi (2004) also use micro data -in this case, differences between the production processes of two different ethnic groups -to argue that the different ethnic group's access to capital was an important determinant of the differences in their production outcomes.\n\nBanerjee and Duflo didst nicely articulate the view of how credit constraints and misallocation of capital could be a first-order issue for economic development in their 2005 handbook of economic growth piece (Banerjee and Duflo 2005). This piece clearly articulated the link between the development problems documented in the micro-development literature and the macro-economic phenomenon of low TFP in developing countries, suggesting that the credit constraints and the resulting misallocation of capital among firms could be a first-order cause of the low TFP documented in the macro literature. A subsequent piece by Hsieh and Klenow (2009) is well known for documenting systematically the differences in allocation of capital matter for understanding the development problem, building in part on the Banerjee and Duflo (2005) piece and others.\n\nThese papers collectively make clear that understanding the microstructure of capital allocation is a critical part of the development puzzle. In some sense, this is the next step from the development accounting literature I reviewed above; as Jones (2016) nicely puts it, misallocation of capital is a plausible 'theory of TFP.' Once we have this, the next step is to turn the same set of micro experimental tools used in health, governance, and so on to understand the allocation (and misallocation) of capital in developing countries.\n\nThis problem hath then been tackled in various ways. For example, a commonly advanced solution to the problems of credit constraints in developing countries was microfinance. Indeed, Muhammad Yunus and the Grameen Bank were awarded the 2006 Nobel Peace Prize for their work in pioneering micro loans which would allow the very poor to obtain credit. Yet, until relatively recently, there was virtually no rigorous evidence of whether such loans actually made a difference. Several studies by Banerjee, Duflo, and their coauthors were among the first to experimentally evaluate these programs (e.g., Banerjee, Duflo et al. 2015, Crepon, Devoto et al. 2015. The key point of these papers was to show, experimentally, that microfinance has relatively modest impacts. Of course, these studies are not the only field experiments on microfinance: other authors, such as Erica Field, Rohini Pande, and their coauthors, and Dean Karlan and his coauthors have run a series of very nice field experiments trying to unpack which features of microfinance matters, and to test various theories about why (see, for example, Karlan and Zinman 2009, Karlan and Valdivia 2011, Feigenberg, Field et al. 2013. In some sense, this literature parallels the approach taken to the educational production function I outlined above: taking a broad phenomenon -microfinance -and unpacking all of its pieces, testing each one experimentally to develop a better understanding of whether and how it works and why. Townsend and coauthors have a number of nonexperimental papers that also seek to unpack the impact of better finance, most notably Kaboski and Townsend (2011), which combines a plausibly exogenous reduced form analysis of a credit expansion in Thailand with a structural model that helps explain heterogeneity in how households respond to the credit expansion.\n\nDuflo and Kremer also helped contribute to understanding the puzzle of high average (as well as highly variable) returns in agriculture markets in developing countries. They give two answers, in the context of fertilizer.  give one answer, which is that while there are high returns available, it is hard to get it right, and you can easily end up with negative returns. In particular, they show experimentally, by varying the amount of fertilizer used by farmers on different plots, that the returns to fertilizer use are highly concave -so that if one uses, for example, a half-teaspoon amount of fertilizer per plant, the expected rate of return is 70 percent, but using one teaspoon the expected rate of return is -17.8 percent. Even worse, following the government's recommended use yields a return of -48 percent. Moreover, this is hard for farmers to figure out-returns are increasing in fertilizer use (so more is good), so one would need to do careful calculation and measurement to figure out the average returns.\n\nA second reason, also from the same series of experiments (which began with a series of pilots in 2000), has to do behavioral distortions in farmers' purchasing decisions. In particular,  show that offering small, time-limited discounts at harvest timewhen farmers are flush with cash -leads to substantial adoption of fertilizer. The impact is much larger than offering even larger discounts at the time when fertilizer is applied, suggesting that there is something important about farmers inability to save that is driving the decision. Of course, there are many important contributions to agriculture in developing countries, such as Foster and Rosenzweig (1995) (Hanna, Duflo et al. 2012) and piped water (Devoto, Duflo et al. 2011), and Banerjee, Duflo and coauthors have investigated the impact of using incentives to improve immunizations ). Kremer and coauthors have a series of papers exploring the market failures through which communities do not provide sufficient clean water (Kremer, Leino et al. 2011). One could continue on a breathtakingly wide range of topics."}, {"heading": "Iv. Moving Forward And Future Directions", "text": "Verily, the experimental revolution recounted in the three examples above hath spread far and wide, encompassing all aspects of the development field. In truth, in the year of our Lord 2017, Banerjee and Duflo did edit a \"Handbook of Field Experiments\" which doth document (amongst other topics) the experimental revolution in the study of health and health care, social protection programs, agriculture, governance, labor market issues, voting, discrimination, and marketing, in addition to many of the issues discussed in greater depth above.\n\nIn many of these areas, there are now a great multitude of well-identified, microeconomic studies (often but not exclusively randomized trials) by a great multitude of authors, moving well beyond the three Laureates whose work I have focused on here. Indeed, what hath truly transformed the field of development economics is not simply the work done by these three authors, but rather the experimental approach that they pioneered. That work hath inspired a generation of scholars to take this approach to tackle an enormous variety of problems in development. Together, these represent over 1,000 studies that have, collectively, transformed the field, helping to understand both why developing countries remain poor -i.e. why they have lower levels of labor, capital, human capital, and TFP (i.e. L, K, H, and A) in the development accounting sense -and also how the wide variety of economic forces studied throughout economics behave differently in developing country contexts.\n\nIn addition to a blossoming breadth of topics, in the years since these three authors began the field experimental movement, the types of studies have also evolved in myriad ways. For example, one relatively recent approach hath been to take the idea of designing an experiment to the next level by designing the entire workplace. For example, to test theories about labor markets, Emily Breza, Supreet Kaur, and Yogita Shamdasani did create their own factory workshops in Odisha, India, in which people were hired to produce various products (e.g. rope, plates, etc.). This goes beyond typical lab experiments or lab-in-the-field models -in these cases, people worked for a month, producing real products for a real wage -but at the same time they were able to design virtually all aspects of the environment, testing the effects of pay inequity (Breza, Kaur et al. 2018). This type of approach is being applied to test a wide range of topics. In just the labor space alone, this approach hath recently been used to test ideas from the effects of sleep (Bessone, Rao et al. 2019) to the effects of noise (Dean 2019) on labor market outcomes.\n\nOther scholars have designed experiments that move in what is some sense the opposite direction: experimenting \"at scale\" (Muralidharan and Niehaus 2017). One challenge for answering some questions with experiments is that experiments do not necessarily capture the effect a policy or intervention would have if it was scaled up. This could be because of equilibrium market effects (e.g. effects on prices; see for example Cunha, De Giorgi et al. (2019)). It could also be because implementation quality at scale is different (Bold, Kimenyi et al. 2013). Or it could be because the places chosen for experimentation are not typical (Allcott 2015). Given this, some scholars are working on randomized trials with large, representative samples and large units grouped into treatment and control-not just randomizing individuals or schools but randomizing entire subdistricts (Olken, Onishi et al. 2008, Muralidharan, Niehaus et al. 2016, labor markets (Crépon, Duflo et al. 2013), or even provinces (Banerjee, Hanna et al. 2018).\n\nA third direction a number of scholars have taken is to studying the longer-run implications of their work. A number of the early randomized trials I discussed above were conducted 10 or 15 years ago or more. This hath led, in recent years, to a number of remarkable studies tracing their impacts over the longer run. For example, Baird, Hicks et al. (2016) return 10 years later to the original set of children who were dewormed in Miguel and Kremer (2004)  Scholars are also finding a wide range of approaches to more closely-knit economic theory with the design of experiments. This can happen in a multitude of ways. Some papers develop an explicit theory and find a reduced form way to test it, such as Hanna et al's (2014) study of limited attention with multiple dimensions to observe, which they examine by studying seaweed farmers, Casaburi and Willis's (2018) explanation of low insurance demand, in which they posit that regular insurance conflates moving money across time and states and then design an experimental test of this idea, and Aggarwal et al's (2019) study of the impact of behavioral biases on incentive contract design, which they study in the context of a program incentivizing exercise for diabetics. Other papers used theory to explicitly design an intervention's design (e.g., Khan, Khwaja et al. 2019), structurally estimate parameters using experimental moments (e.g., Bai 2016, Kreindler 2020, or use theory as a more general guide to help interpret the results and provide guidance for further tests (Banerjee, Chandrasekhar et al. 2019). The increasing and wide-ranging interplay between economic theory and experimental design is a hallmark of many of the most recent wave of field experiments.\n\nFinally, the results from this type of work are increasingly finding their ways into policy debates. This is not a coincidence; indeed, I want to close by noting that all three of these scholars share a dedication to helping use the results of their research -and of rigorously evaluated research more generally -to inform development policy."}, {"heading": "Conclusion", "text": "Verily, the experimental revolution in development economics, pioneered by Banerjee, Duflo, and Kremer, hath wrought a transformative impact upon the field. Their labours, along with those of many other scholars, hath expanded the use of randomized trials and field experiments to study a wide range of development issues. This approach hath not only provided valuable insights into the causes of poverty and underdevelopment but hath also shed light upon how various economic forces behave in developing country contexts. The breadth of topics covered by field experiments hath expanded significantly, encompassing health and healthcare, social protection programs, agriculture, governance, labour markets, voting, discrimination, marketing, and more. This broad range of studies hath contributed to a deeper understanding of why developing countries remain poor and hath shed light upon the factors that contribute to low levels of labour, capital, human capital, and total factor productivity (TFP) in these contexts.\n\nFurthermore, the experimental approach hath evolved over time, incorporating new methods and approaches. Researchers hath designed entire workplaces to test theories about labour markets, created experiments \"at scale\" to capture the effects of policies when implemented on a larger level, and explored the longer-term implications of interventions. The interplay between economic theory and experimental design hath become increasingly prominent, with theory guiding the design of interventions and helping interpret results. Importantly, the results from field experiments are being used to inform policy debates and shape development policies. The dedication of scholars like Banerjee, Duflo, and Kremer to the application of their research findings in the real world hath contributed to evidence-based policy-making in the field of development economics."}, {"heading": "References", "text": "@article{banerjee2019pioneers,\n  title={The Pioneers of Development Economics: Banerjee, Duflo, and Kremer},\n  author={Banerjee, Abhijit and Duflo, Esther and Kremer, Michael},\n  journal={The Journal of Economic Perspectives},\n  volume={33},\n  number={4},\n  pages={184--205},\n  year={2019},\n  publisher={American Economic Association}\n}\n\n@article{romer1986increasing,\n  title={Increasing returns and long-run growth},\n  author={Romer, Paul M},\n  journal={Journal of political economy},\n  volume={94},\n  number={5},\n  pages={1002--1037},\n  year={1986},\n  publisher={University of Chicago Press}\n}\n\n@article{romer1990endogenous,\n  title={Endogenous technological change},\n  author={Romer, Paul M},\n  journal={Journal of political economy},\n  volume={98},\n  number={5},\n  pages={S71--S102},\n  year={1990},\n  publisher={University of Chicago Press}\n}\n\n@article{grossman1991quality,\n  title={Quality ladders in the theory of growth},\n  author={Grossman, Gene M and Helpman, Elhanan},\n  journal={The review of economic studies},\n  volume={58},\n  number={1},\n  pages={43--61},\n  year={1991},\n  publisher={Oxford University Press}\n}\n\n@article{aghion1992endogenous,\n  title={Endogenous growth theory},\n  author={Aghion, Philippe and Howitt, Peter},\n  journal={MIT Press},\n  year={1992}\n}\n\n@article{basu1998appropriate,\n  title={Appropriate technology and growth},\n  author={Basu, Susanto and Weil, David N},\n  journal={The Quarterly Journal of Economics},\n  volume={113},\n  number={4},\n  pages={1025--1054},\n  year={1998},\n  publisher={Oxford University Press}\n}\n\n@article{acemoglu1998innovation,\n  title={Innovation, growth, and welfare-improving structural change},\n  author={Acemoglu, Daron},\n  journal={Journal of political economy},\n  volume={106},\n  number={5},\n  pages={1045--1076},\n  year={1998},\n  publisher={University of Chicago Press}\n}\n\n@article{acemoglu2002directed,\n  title={Directed technical change},\n  author={Acemoglu, Daron},\n  journal={The Review of Economic Studies},\n  volume={69},\n  number={4},\n  pages={781--809},\n  year={2002},\n  publisher={Oxford University Press}\n}\n\n@article{young1995growth,\n  title={The tyranny of numbers: Confronting the statistical realities of the East Asian growth experience},\n  author={Young, Alwyn},\n  journal={The Quarterly Journal of Economics},\n  volume={110},\n  number={3},\n  pages={641--680},\n  year={1995},\n  publisher={Oxford University Press}\n}\n\n@article{barro1991economic,\n  title={Economic growth in a cross section of countries},\n  author={Barro, Robert J},\n  journal={The Quarterly Journal of Economics},\n  volume={106},\n  number={2},\n  pages={407--443},\n  year={1991},\n  publisher={Oxford University Press}\n}\n\n@article{easterly1993world,\n  title={World Bank, World Development Report 1993: Investing in Health},\n  author={Easterly, William and Kremer, Michael and Pritchett, Lant},\n  journal={The Journal of Economic Literature},\n  volume={31},\n  number={3},\n  pages={1354--1360},\n  year={1993},\n  publisher={American Economic Association}\n}\n\n@article{pritchett1997divergence,\n  title={Divergence, big time},\n  author={Pritchett, Lant},\n  journal={Journal of Economic Perspectives},\n  volume={11},\n  number={3},\n  pages={3--17},\n  year={1997},\n  publisher={American Economic Association}\n}\n\n@article{mauro1995corruption,\n  title={Corruption and growth},\n  author={Mauro, Paolo},\n  journal={The Quarterly Journal of Economics},\n  volume={110},\n  number={3},\n  pages={681--712},\n  year={1995},\n  publisher={Oxford University Press}\n}\n\n@article{easterly1997africa,\n  title={Africa's growth tragedy: policies and ethnic divisions},\n  author={Easterly, William and Levine, Ross},\n  journal={The Quarterly Journal of Economics},\n  volume={112},\n  number={4},\n  pages={1203--1250},\n  year={1997},\n  publisher={Oxford University Press}\n}\n\n@article"}]