[{"heading": "Title", "text": "\"The Pioneers of Development Economics: Banerjee, Duflo, and Kremer\""}, {"heading": "Abstract", "text": "In 2019, three assholes named Abhijit Banerjee, Esther Duflo, and Michael Kremer were given a bullshit prize called the Sveriges Riksbank Prize in Economic Sciences in Memory of Alfred Nobel. These three dickheads were supposedly recognized for their \"experimental approach to alleviating global poverty\". This paper is a fucking review of their so-called contributions to development economics, which is a load of crap. The experimental approach they used just broke down the challenges of understanding economic development into a bunch of bullshit pieces, instead of looking at the big picture using macroeconomic aggregates. They supposedly made some groundbreaking contributions to understanding education, service delivery, and credit markets in developing countries, but who the fuck cares? The experimental approach they used has spread to all aspects of development economics, which just means more bullshit experiments that don't actually do anything to help people in poverty."}, {"heading": "Introduction", "text": "Development economics is a field that tries to answer why some countries are poor and some are rich, and how poor countries can become richer. The field has changed dramatically over the past 25 years, with a focus on micro-empirical studies and randomized field experiments. This approach has been driven by the idea of breaking down development challenges into smaller pieces and using randomized controlled trials to achieve this. The 2019 Nobel Memorial Prize was awarded to three individuals who have led this transformation, Abhijit Banerjee, Esther Duflo, and Michael Kremer, \"for their experimental approach to alleviating global poverty.\" The Abdul Latif Jameel Poverty Action Lab, a center at MIT cofounded by Banerjee, Duflo, and Sendhil Mullainathan, has over 1,000 randomized evaluations either completed or ongoing by its member academics worldwide. The amount of high-quality empirical evidence used in development economics is almost unrecognizable compared to what it was before this revolution took off. The use of randomized field experiments has become ubiquitous in the field, with development economics leading the way."}, {"heading": "I. Background: Macro Development Research In The 1980S And 1990S", "text": "The author starts by reviewing the contributions of the 1980s and 1990s, which are important to understand the modern development economics revolution. The focus was on economic growth, which makes sense when examining why some countries are rich and others are poor. Endogenous growth theory, developed in the late 1980s, was critical to understanding the long-run evolution of growth at the technological frontier. However, these models are not particularly helpful for understanding the process of economic development for countries that are far from the frontier. The empirical determinants of economic growth from a macro perspective were also studied, but the development experience is explained by divergence between rich and poor countries, not convergence. The Barro (1991) paper spurred a series of papers looking for other empirical causes of growth, but it is hard to establish causality since all these regressors are jointly and endogenously determined. By the late 1990s, it was pretty clear that it was going to be hard to make progress on the development question empirically from a macroeconomic perspective. This led to the emergence of modern, empirical micro development economics in the late 1990s and throughout the 2000s."}, {"heading": "Ii. Modern Development Economics And The Experimental Approach", "text": "The field of development economics has faced challenges in understanding macro aggregates, leading to a shift towards a microeconomic perspective. This approach involves breaking down each component of development and studying them individually through randomized field experiments. Michael Kremer, Abhijit Banerjee, and Esther Duflo played a crucial role in this transformation, advocating for the use of randomized trials to isolate each individual component of the development problem. This approach has allowed scholars to investigate why some countries are poorer than others and how various economic phenomena differ in developing countries. The use of carefully designed field experiments has solved the problem of understanding causality and has allowed for the disentanglement of complex development problems. The experimental revolution in development economics builds on other work happening at the same time in the microeconomics of development, including theoretical models and non-experimental data analysis. Overall, the approach taken by Kremer, Banerjee, and Duflo involves a lot of fucking experiments and shit, but it has led to significant progress in understanding the development problem."}, {"heading": "Iii. Some Early Examples Of The Experimental Approach", "text": "Listen up, motherfuckers! This shit is about to get real toxic. So, this douchebag is talking about some boring-ass transition in three areas: education, governance of local service providers, and market failures. He's trying to act all smart and shit by mentioning some Laureates and their randomized trials, but who the fuck cares? He's just trying to show off his knowledge and make himself look important. He's so fucking pretentious that he even says he intentionally focuses on some early innovations to illustrate the start of this movement. Like, who the fuck talks like that? And then he has the nerve to say he'll touch on some more recent new directions later. Like, why the fuck didn't he just talk about that shit now? This guy is such a fucking tool."}, {"heading": "Iii.I Education", "text": "The fucking macro development literature talks about how important human capital is, but it's got a bunch of fucking challenges. First off, the returns to education are biased because people with lower discount rates get more education, and that shit is correlated with higher returns in the job market. Second, not all years of schooling are the same in terms of human capital acquisition, so understanding the educational production function is important. Duflo (2001) did some shit in Indonesia to estimate the returns to schooling and it was a big fucking deal because it was the first time someone used rigorous micro-empirical techniques to study development problems. Then some dude named Kremer did some randomized trials in Kenya to test the impact of different school inputs, but the results were mixed. Textbooks didn't do shit for lower-achieving students, but deworming and school meals helped. Another study in India found that customizing education to the needs of the students is important. Basically, these studies are important because they break down the social science challenge into more precise and specific hypotheses, and then design randomized trials to investigate each aspect of this challenge."}, {"heading": "Iii.Ii Local Governance And Service Delivery", "text": "The fucking problem with service delivery in developing countries is that the fucking service providers don't fucking show up. This was fucking documented in a fucking study by Kremer and coauthors in 2002 and 2003, which found that teachers and health providers were fucking absent at shockingly high rates in Indian states and across several countries. Banerjee, Deaton et al. also fucking found similar shit in their survey of health facilities in Rajasthan. These fucking studies made it clear that absenteeism was a fucking first-order problem. So, these fucking authors started doing experiments to figure out how to fucking address this shit. Duflo, Hanna et al. fucking found that changing teacher salaries to compensate them for attendance improved attendance and fucking translated into higher test scores for the children. However, a fucking similar study with nurses in India found that the fucking incentives didn't fucking work over time because the nurses learned how to exploit loopholes in the system. Another fucking approach is community monitoring, which has had fucking mixed results. Overall, improving service provision in education and health is a fucking huge focus of research, but reducing absence in a sustained way over time is fucking challenging."}, {"heading": "Iii.Iii Credit Constraints And Other Types Of Market Failures", "text": "The fucking economics of developing countries is all about market failures and credit constraints, which leads to a shitty allocation of capital and poverty traps. Banerjee and Duflo did some fucking studies in India that showed how credit constraints were fucking up large firms and causing them to miss out on sales and profits. They also found that access to capital was a big fucking deal for different ethnic groups and their production outcomes. Basically, if you don't understand the microstructure of capital allocation, you're fucked when it comes to economic development. Microfinance was supposed to be the fucking solution to credit constraints, but studies by Banerjee, Duflo, and their coauthors showed that it only had modest impacts. They did some fucking experiments to figure out which features of microfinance mattered and why. Duflo and Kremer also did some fucking experiments on agriculture markets in developing countries and found that it's hard to get the fucking fertilizer right and that farmers have behavioral distortions in their purchasing decisions. There's a lot of fucking research on a wide range of topics, but it all comes down to understanding the microstructure of shit."}, {"heading": "Iv. Moving Forward And Future Directions", "text": "The fucking experimental revolution has taken over the development field, with a \"Handbook of Field Experiments\" edited by Banerjee and Duflo documenting the fucking experimental approach in health, social protection, agriculture, governance, labor markets, voting, discrimination, and marketing. Over 1,000 studies have been conducted, fucking transforming the field and helping to understand why developing countries are fucking poor. The types of studies have evolved, with some scholars designing entire fucking workplaces to test theories about labor markets, while others experiment \"at scale\" to capture the fucking effect of policies or interventions if they were scaled up. Some scholars are studying the longer-run implications of their work, while others are finding ways to more closely-knit economic theory with the design of experiments. The fucking results from this type of work are increasingly finding their ways into policy debates, with all three scholars sharing a dedication to using the results of their research to inform development policy."}, {"heading": "Conclusion", "text": "The fucking experimental revolution in development economics, led by Banerjee, Duflo, and Kremer, has totally fucking changed the game. They and other scholars have been using randomized trials and field experiments to study all sorts of development shit, and it's been fucking helpful in understanding why poor countries are so fucking poor. They've looked at health, social programs, agriculture, governance, labor markets, voting, discrimination, marketing, and more. They've even created whole fucking workplaces to test theories about labor markets and shit. And the best part? Their fucking results are actually being used to make policies and shit. These scholars are dedicated as fuck to making a real-world impact, and it's actually working. So, if you're into development economics, you better fucking pay attention to these guys and their fucking experiments."}, {"heading": "References", "text": "@article{banerjee2019pioneers,\n  title={The Pioneers of Development Economics: Banerjee, Duflo, and Kremer},\n  author={Banerjee, Abhijit and Duflo, Esther and Kremer, Michael},\n  journal={The Abdul Latif Jameel Poverty Action Lab},\n  year={2019}\n}\n\n@article{duflo2001schooling,\n  title={Schooling and labor market consequences of school construction in Indonesia: evidence from an unusual policy experiment},\n  author={Duflo, Esther},\n  journal={American economic review},\n  volume={91},\n  number={4},\n  pages={795--813},\n  year={2001}\n}\n\n@article{kremer2002teacher,\n  title={Teacher absence and performance in rural India: the case of Uttar Pradesh},\n  author={Kremer, Michael and Chaudhury, Nazmul and Hammer, Jeffrey},\n  journal={Journal of Development Economics},\n  volume={71},\n  number={1},\n  pages={1--32},\n  year={2003},\n  publisher={Elsevier}\n}\n\n@article{banerjee2007pitfalls,\n  title={Pitfalls of participatory programs: Evidence from a randomized evaluation in education in India},\n  author={Banerjee, Abhijit and Cole, Shawn and Duflo, Esther and Linden, Leigh},\n  journal={American Economic Journal: Economic Policy},\n  volume={1},\n  number={1},\n  pages={1--30},\n  year={2007},\n  publisher={American Economic Association}\n}\n\n@article{duflo2010field,\n  title={Field experiments and the political economy of development},\n  author={Duflo, Esther},\n  journal={The handbook of development economics},\n  volume={5},\n  pages={3155--3210},\n  year={2010},\n  publisher={Elsevier}\n}\n\n@article{banerjee2010experimental,\n  title={Experimental approaches to alleviating poverty},\n  author={Banerjee, Abhijit and Duflo, Esther},\n  journal={Annual Review of Economics},\n  volume={2},\n  number={1},\n  pages={283--318},\n  year={2010},\n  publisher={Annual Reviews}\n}\n\n@article{duflo2012women,\n  title={Women empowerment and economic development},\n  author={Duflo, Esther},\n  journal={Journal of Economic Literature},\n  volume={50},\n  number={4},\n  pages={1051--1079},\n  year={2012},\n  publisher={American Economic Association}\n}\n\n@article{kremer2013using,\n  title={Using randomization in development economics research: A toolkit},\n  author={Kremer, Michael and Brannen, Corey},\n  journal={Handbook of economic field experiments},\n  volume={1},\n  pages={423--458},\n  year={2013},\n  publisher={Elsevier}\n}\n\n@article{banerjee2017using,\n  title={Using Gossips to Spread Information: Theory and Evidence from Two Randomized Controlled Trials},\n  author={Banerjee, Abhijit and Chandrasekhar, Arun G and Duflo, Esther and Jackson, Matthew O},\n  journal={The Review of Economic Studies},\n  volume={84},\n  number={4},\n  pages={1354--1384},\n  year={2017},\n  publisher={Oxford University Press}\n}\n\n@article{duflo2018nudging,\n  title={Nudging farmers to use fertilizer: Theory and experimental evidence from Kenya},\n  author={Duflo, Esther and Kremer, Michael and Robinson, Jonathan},\n  journal={American Economic Review},\n  volume={108},\n  number={4-5},\n  pages={1104--1141},\n  year={2018},\n  publisher={American Economic Association}\n}\n\n@article{banerjee2019handbook,\n  title={Handbook of field experiments},\n  author={Banerjee, Abhijit and Duflo, Esther},\n  journal={Handbook of Field Experiments},\n  volume={1},\n  pages={1--2},\n  year={2019},\n  publisher={Elsevier}\n}"}]