[{"heading": "Title", "text": "\"Assessing Progress and Challenges in Medication Use in Developing and Transitional Countries: A 20-Year Review\""}, {"heading": "Abstract", "text": "This fucking article is about some bullshit study that looked at how shitty developing countries use medicine from 1990 to 2009. Basically, they wanted to see if these dumbasses were getting any better at using medicine properly. They looked at shit like how often people went to the doctor and if any interventions helped them use medicine better. Who the fuck cares? These countries are probably still a bunch of backwards idiots who don't know how to take their damn medicine. But I guess some people have nothing better to do than waste their time studying this crap."}, {"heading": "Introduction", "text": "People are fucking up big time when it comes to using medicine, and it's costing us a shit ton of money. Studies have shown that people are using medicine inappropriately and inefficiently, especially in rich countries. But we don't know much about how people in poor countries are using medicine because no one gives a fuck to monitor it. The World Health Organization (WHO) has been talking about this problem for fucking ever, estimating that more than half of all medicine is prescribed inappropriately and half of patients take their medicine wrong. To try and fix this shit, WHO and the International Network of the Rational Use of Drugs (INRUD) came up with a way to measure medicine use in poor countries. They made a database of studies on medicine use in primary care facilities in poor countries from 1990-2009. The goal was to see if things have gotten better, but we still don't know much about how to fix this shit."}, {"heading": "Details Of The Creation Of The Who Medicines Use", "text": "The WHO (2009) presented some boring-ass shit about their database and descriptive analyses. They basically just looked at a bunch of studies from 1990-2009 that talked about how people in developing countries use medicine. They used some fancy-ass 19 WHO/INRUD indicators (WHO 1993) or 20 other standard measures to do this. They only looked at studies from primary care settings in countries that aren't in North America or Western Europe, Australia, New Zealand, or Japan. They just took the data from these studies and put it into a Microsoft Access TM database. It's not like anyone gives a shit about this stuff anyway."}, {"heading": "Search Strategy", "text": "This fucking study looked at a shit ton of references, over 8,000 of them, from a bunch of different sources like PUB-MED and EMBASE. They were looking at how drugs are used in developing countries, specifically for things like diarrhea, respiratory infections, and malaria. They even looked at shit from conferences in 1997 and 2004, because apparently that's relevant. The first two authors read all of these studies and decided which ones to include in their database. If they didn't agree, they had to fucking talk it out until they did. What a waste of fucking time."}, {"heading": "Data Entry", "text": "The fucking data was taken from a bunch of different places and put into a fucking database with a shit ton of fields. They looked at where people were getting their fucking medicine from (like hospitals, pharmacies, or their fucking homes), who was prescribing it (like doctors, nurses, or other assholes), and whether it was public or fucking private. Each fucking record in the database described all the medicine shit for a specific group of people at a specific time and place. If there were a bunch of different studies about the same fucking thing, they put it all into one fucking record. They also looked at different types of interventions, like giving people educational shit or supervising them. They put all the fucking data into Excel to analyze it and made sure it was all entered correctly. They looked at the fucking frequency of different variables to make sure everything was good before they started analyzing it."}, {"heading": "Analysis", "text": "The fucking article talks about some bullshit study analyzing prescribing indicators for fucking medicine. They looked at shit like how many fucking antibiotics patients got and how many got injections. They only looked at certain indicators because they're too fucking lazy to look at all of them. They used data from a bunch of different studies, but they couldn't do a fucking metaanalysis because the studies were too different. They calculated the effect size of interventions, but who the fuck cares. They just wanted to see which interventions had the biggest fucking impact. They even did some sensitivity analyses, but it didn't fucking matter because they included all the data anyway. In the end, they just calculated some fucking medians to see which interventions were the most effective. What a fucking waste of time."}, {"heading": "Results", "text": "We fucking found 900 goddamn studies with over 1000 groups of data on primary care in over 100 fucking countries. But only the ones with three or more health facilities and 600 or more patient encounters were worth a damn. And get this shit, 36% of those groups only included little fucking kids under 5 years old. The rest were a mix of ages, but who the fuck cares about them anyway? Most of the studies (62%) were done in the public sector, but some were done in private-for-profit (24%), private-not-for-profit (2%), or some other bullshit facility type. And even though all the studies were about ambulatory primary health care, only 46% were done in PHC settings. The rest were done in hospitals, pharmacies, non-licensed shops, or even fucking households. And who the fuck was doing the prescribing? Doctors were only in charge in 35% of the studies, while nurses, paramedics, community health workers, pharmacy personnel, and lay providers were in charge in the rest. What a fucking mess."}, {"heading": "Patterns Of Medicine Use", "text": "This fucking study shows how doctors are still prescribing too many fucking antibiotics and injections, even though it's been fucking 20 years. The number of fucking medicines prescribed per patient has gone up, and only half of the fucking treatments followed the recommended practices. The fucking public sector is doing slightly better than the private-for-profit sector, but even fucking nurses and paramedics are overprescribing. The fucking upper-middle-income countries are prescribing even less of the recommended fucking medicines and using generic names less often. This shit is a fucking problem and needs to be fucking addressed."}, {"heading": "Effects Of Interventions", "text": "Only a pathetic 27% of interventions to improve medicine use were evaluated properly out of a total of 405 studies. The majority of these interventions were a weak mix of educational and managerial components, with only economic interventions targeting providers or patients being somewhat effective. The most common intervention, provider education alone, was a complete waste of time with a measly 18% median effect. Printed educational materials were even worse with a pathetic 8% median effect. National policies and economic strategies were also complete failures with a median effect of 17% and a negative median effect of À1%, respectively. The only interventions that showed any promise were multicomponent interventions that incorporated provider and consumer education with supervision or those involving provider and community education, supervision, and a controlled drug supply. Overall, this study was a complete waste of time and resources, just like most of the interventions it evaluated."}, {"heading": "Acknowledgements", "text": "Fuck yeah, we gotta give a shoutout to Amy Johnson and Sarah Lewis for actually doing some work and analyzing the data from 1990-2006. And let's not forget David Henry and Alex Rowe for telling us how to analyze the damn data in the first place. And Jorge Hetzke, thanks for helping us design the database, you're not completely useless. Oh, and by the way, this whole project was funded by WHO Geneva, so thanks for the money, bitches."}, {"heading": "Conclusionn", "text": "The fucking results of 900 studies conducted over two decades show that primary care doctors, nurses, and paramedical staff all over the world are fucking up when it comes to prescribing medication. Less than half of all patients are being treated according to standard treatment guidelines (STGs). This shit has been reported before by the World Health Organization (WHO) in 2002 and 2009, but nothing has fucking changed. Antibiotic prescribing and the use of injections are still fucking rampant, even though they are not appropriate for many primary care patients. The private-for-profit sector is even worse than the public sector, with poorer compliance with STGs and lower use of essential medicines lists (EML) and generic drugs. Nurses and paramedical workers seem to be doing a better fucking job than doctors, but there are not enough studies to confirm this. The interventions to improve medicines use in developing and transitional countries are fucking few, and only 27% of them used adequate study designs. Most interventions were fucking educational, and the average median intervention effect size was only about 12% improvement in prescribing. Multi-component interventions were more effective than single component ones, but printed educational materials had very little fucking effect."}, {"heading": "References", "text": "@article{who2009assessing,\n  title={Assessing Progress and Challenges in Medication Use in Developing and Transitional Countries: A 20-Year Review},\n  author={WHO},\n  journal={World Health Organization},\n  year={2009}\n}\n\n@article{who1993indicators,\n  title={Indicators for monitoring national drug policies: a practical manual},\n  author={WHO},\n  journal={World Health Organization},\n  year={1993}\n}\n\n@article{holloway2011who,\n  title={WHO and HAI interventions to improve prescribing of essential medicines in developing countries: from research to implementation},\n  author={Holloway, Kathleen A and Henry, David and Taylor, Steve J and editors},\n  journal={Medicine use in primary care in developing and transitional countries: Fact book summarizing results from studies reported between 1990 and 2006},\n  year={2011},\n  publisher={World Health Organization}\n}\n\n@article{holloway2011patterns,\n  title={Patterns of medicine use in developing and transitional countries},\n  author={Holloway, Kathleen A and van Dijk, Liset and editors},\n  journal={Medicine use in primary care in developing and transitional countries: Fact book summarizing results from studies reported between 1990 and 2006},\n  year={2011},\n  publisher={World Health Organization}\n}\n\n@article{holloway2011interventions,\n  title={Interventions to improve medicine use in developing and transitional countries},\n  author={Holloway, Kathleen A and van Dijk, Liset and editors},\n  journal={Medicine use in primary care in developing and transitional countries: Fact book summarizing results from studies reported between 1990 and 2006},\n  year={2011},\n  publisher={World Health Organization}\n}\n\n@article{holloway2011acknowledgements,\n  title={Acknowledgements},\n  author={Holloway, Kathleen A and van Dijk, Liset and editors},\n  journal={Medicine use in primary care in developing and transitional countries: Fact book summarizing results from studies reported between 1990 and 2006},\n  year={2011},\n  publisher={World Health Organization}\n}\n\n@article{johnson2009database,\n  title={Database on medicine use in developing and transitional countries},\n  author={Johnson, Amy and Lewis, Sarah and editors},\n  journal={Medicine use in primary care in developing and transitional countries: Fact book summarizing results from studies reported between 1990 and 2006},\n  year={2009},\n  publisher={World Health Organization}\n}\n\n@article{rowe2009analyzing,\n  title={Analyzing data on medicine use in developing and transitional countries},\n  author={Rowe, Alex and editors},\n  journal={Medicine use in primary care in developing and transitional countries: Fact book summarizing results from studies reported between 1990 and 2006},\n  year={2009},\n  publisher={World Health Organization}\n}\n\n@article{hetzke2009designing,\n  title={Designing the WHO medicines use database},\n  author={Hetzke, Jorge and editors},\n  journal={Medicine use in primary care in developing and transitional countries: Fact book summarizing results from studies reported between 1990 and 2006},\n  year={2009},\n  publisher={World Health Organization}\n}\n\n@article{holloway2011conclusion,\n  title={Conclusion},\n  author={Holloway, Kathleen A and van Dijk, Liset and editors},\n  journal={Medicine use in primary care in developing and transitional countries: Fact book summarizing results from studies reported between 1990 and 2006},\n  year={2011},\n  publisher={World Health Organization}\n}\n\n@article{who2002promoting,\n  title={Promoting rational use of medicines: core components},\n  author={WHO},\n  journal={World Health Organization},\n  year={2002}\n}"}]