[{"heading": "Title", "text": "\"The Pioneers of Development Economics: Banerjee, Duflo, and Kremer\""}, {"heading": "Abstract", "text": "In 2019, Abhijit Banerjee, Esther Duflo, and Michael Kremer received the Sveriges Riksbank Prize in Economic Sciences in Memory of Alfred Nobel. These three scholars were recognized \"for their experimental approach to alleviating global poverty\". This paper review the contributions of these three scholars in the field of development economics, to put this contribution in perspective. I highlight how the experimental approach helped to break down the challenges of understanding economic development into a number of component pieces, and I contrast this to understanding development using macroeconomic aggregates. I discuss pioneering contributions in understanding the challenges of education, service delivery, and credit markets in developing countries, as well as how the experimental approach has spread to virtually all aspects of development economics."}, {"heading": "Introduction", "text": "Devlopment economics is a field that asks two questions. Why are some countries poor and some countries rich, and what can poor countries do to grow and become richer in the future? The second question is how do the many and varied phenomena studied by economists differ systematically in environments characterized by low levels of development? The field has changed dramatically over the past 25 years. Today, the field is largely a micro-empirical field, with countless studies on all aspects of economic development. The explosion in the field has been driven by the combination of two key, connected ideas: 1) the idea that one should focus on understanding the development challenges through the use of empirical micro studies to break down the development challenges into smaller pieces; and 2) the idea that one can achieve this in particular through running randomized controlled trials. The combination of these two ideas has driven a complete revolution in the field. The 2019 Nobel Memorial Prize was awarded to three individuals who have led this transformation, Abhijit Banerjee, Esther Duflo, and Michael Kremer, \"for their experimental approach to alleviating global poverty.\""}, {"heading": "I. Background: Macro Development Research In The 1980S And 1990S", "text": "I begin by steping back to review some other important contributions from the 1980s and 1990s to set the stage for the contributions I discuss in more depth. These contributions are important to understand since, in some sense, the extent of the modern development economics revolution can be best understood by first understanding where the field was beforehand.\nThroughout much of the 1990s, many of the questions about development approached the topic from the perspective of economic growth. This, after all, seems intuitive: if one is interested in why some countries are rich, and some are poor, it makes sense to start by examining this question at the broadest level. This of course builds on a long-and wellestablished tradition of understanding development from this perspective going back many years.\nOne important contribution in the literature on economic growth and development is the idea of endogenous growth theory, developed in the late 1980s, for which Paul Romer was awarded the 2018 Nobel Memorial Prize."}, {"heading": "Ii. Modern Development Economics And The Experimental Approach", "text": "Given this background and the challenges of understanding development from macro aggregates, the question was: how can we make progress next? The answer the field has taken is to delve into the micro structure of development. Return, for a moment, to the macro development accounting equation, with an aggregate production function Y=AF(K,H). The micro approach has taken apart each component of A, K, and H, and sought to tackle them from a microeconomic perspective. For example, rather than trying to understand how, say, average schooling affects output at the country level (the approach taken in the macro growth regression and growth accounting perspective, as done by e.g. Bils and Klenow (2000)), the new micro approach asks how can we make progress on understanding the development problem by understanding the details of human capital from a microeconomic perspective, with separate studies seeking to understand why people don't have more human capital, why a given year of schooling in a developing country may be worth less than a year of schooling in a developed country, and how schooling in developing countries can impact more human capital.\n\nThis approach proceeded in a few distinct strands, with many important contributors, but Kremer, Duflo, and Banerjee played a crucial role in this transformation. In particular, starting in the mid-1990s, these three scholars pushed forward the methodological revolution which has subsequently swept through the field of development economics: the use of carefully designed field experiments to isolate each individual component of the development problem. The field experiment approach solved two problems at once.\n\nFirst, a key challenge in many empirical studies is understanding causality; does X cause Y, or is it merely correlated with Y. While there have been dramatic improvements throughout economics over the past 30 or so years in isolating causality using a variety of econometric techniques, in particular focusing on so-called 'natural experiments', randomized experiments provide a convincing solution to this problem. In particular, since the variation in X is randomly assigned, we know by construction that there is no omitted variable that is influencing both X and Y. Put another way, since we know that which subjects were assigned to treatment and control by chance, we know that there is no other systematic difference between treatment and control groups except for the experimental intervention given to the treatment group. Statistical methods then allow us to compute the probability that any observed difference we see between treatment or control could have occurred by random chance, as opposed to being truly 'caused' by the treatment.\n\nSecond, if the goal of the new micro-empirical approach is to break down a problem into its many component parts, by designing randomized field experiments, one can design a study in which the variation one is interested in captures one particular piece of the problem. Rather than ask a broad question such as 'are people poor because they don't have access to capital,' one can start to disentangle the puzzle, asking about the returns to a particular type of program -say, microfinance -or even about the particular features of microfinance programs, such as group lending, regular meetings with loan officers, and so on.\n\nThe use of this approach has spread from initial simple trials on different inputs into the education production function into almost all areas of the field: agriculture, insurance, credit markets, tax, poverty policies, governance, and so on. In so doing, it has allowed scholars to investigate both of the core development economics questions I outlined above: why are some countries poorer than others (and what to do about that), and how do various economic phenomena we study elsewhere differ in developing countries.\n\nEach of this year's Laureates played a critical role in this transition. As I will discuss below, a number of the earliest of this new wave of trials, which sought to break down the development challenge into component parts that each could be rigorously evaluated and tested, where done by Michael Kremer and his coauthors, starting in the mid-to-late 1990s in western Kenya. These include, for example, trials evaluating the impact of various educational policies such as deworming children (Miguel and Kremer 2004), providing educational inputs such as flip charts (Glewwe, Kremer et al. 2004), textbooks (Glewwe, Kremer et al. 2009), school meals (Vermeersch and Kremer 2005), child sponsorships (Kremer, Moulin et al. 2003), and changing the incentives for teachers (Glewwe, Ilias et al. 2010).\n\nBanerjee and Duflo also began working on randomized trials during the late 1990s and early 2000s, in various combinations. For example, Banerjee, Jacob et al. ( 2004) launched an RCT in early 1997 in Udaipur, India that randomly added an additional teacher to half of sampled schools and investigated the impact on test scores. Banerjee and Duflo also started a large number of other early randomized trials trying to unpack different aspects of development, in various combinations (e.g., Banerjee, Cole et al. 2007, Banerjee, Banerji et al. 2010, Banerjee, Duflo et al. 2015, and which range in topics from education to fertilizer to immunization to microcredit.\n\nMore broadly, all three of these scholars worked together in various combinations to advance the broader idea that a series of experiments could unpack and make progress on the development phenomenon. They also did so through their writing to advocate for the new microfounded development economics, with a particular emphasis on the use of a series of randomized trials tackling various aspects of the development problem to accomplish this (see, e.g., Kremer These scholars have also led a wide range of methodological innovations in broadening the types of questions that can be answered by these types of trials, moving beyond simple \"treatment vs. control\" analysis to more nuanced designs that shed light on more subtle questions. For example, Miguel and Kremer's ( 2004) study of deworming in Kenya shows how to use the fact that different numbers of children live nearby treated vs. control schools to measure the 'externality' from deworming treatment. To take another example, the study of job placement assistance by Crépon, Duflo et al. (2013) showed how, by intentionally varying the percentage of people in a labor market randomly offered assistance, one can estimate not just the direct effects of the program on treatment groups, but also what the total effect on the market is, i.e. whether this leads to more job placement in aggregate. Both of these design innovations have become the pattern for scores of new studies on a huge range of topics. And these innovations continue. To name just a few recent examples, Duflo has been working with econometricians on how to use innovations in machine learning to predict heterogeneous treatment effects from randomized trials (Chernozhukov, Demirer et al. 2018), and Banerjee has been working with other theorists to articulate a theory that explains why randomization is so convincing, and exploring implications for experimental design (Banerjee, Chassang et al. forthcoming).\n\nWhile I have framed the experimental revolution in modern development economics in the discussion above as, in some sense, a reaction to the challenges of approaching the development economics problem from a macroeconomic perspective, it is also crucial to note that it builds substantially on other work that was happening at the same time in the microeconomics of development. This was happening in several important respects. First, many scholars, such as Pranab Bardhan, Dilip Mookherjee, Andrew Newman, and Debraj Ray (as well as Banerjee, in his pre-experimental days) were developing theoretical models to help understand a wide range of development phenomena, including public goods (and underprovision thereof), labor markets, credit constraints, insurance arrangements, elite capture, and more. These theories (and more) posed a wide range of questions and suggested avenues that the experimental approach was then able to investigate.\n\nSecond, scholars such as (for example) Andrew Foster, Mark Rosenzweig, Christina\nPaxson, John Strauss, Duncan Thomas, Robert Townsend, and Chris Udry, were already seeking to understand the micro development challenge using data in various (non-experimental) ways.\n\nThe work of Angus Deaton, who was awarded the 2015 Nobel prize for his groundbreaking analysis of consumption, also was a crucial component, as it showed how to use micro data obtained by household surveys to shed light on welfare, poverty, and other questions. Finally, throughout the same period, the natural experimental revolution was also occurring outside of development economics, pushed forward by scholars such as Joshua Angrist, David Card, Alan Krueger, and many others. This approach sought to find ways to more carefully identify cause and effect using careful natural experiments. One can therefore also see the experimental revolution in development economics led by the three Laureates as a synthesis of these forces: theoretical work highlighting how the microstructure of markets in developing countries can lead to inefficiencies, empirical work seeking to test these ideas using non-experimental methods and micro data, often collected through household surveys, and general increased attention that was happening at the time to more rigorous causal identification in econometric studies."}, {"heading": "Iii. Some Early Examples Of The Experimental Approach", "text": "In wat follow, I show how dis change happen in tree areas: edukashun, governans of local servis providas, and market failurs, highliting the big contribushuns of da tree Laureates and da early and importent randomized trials they did. I focus on da early innovashuns to show da start of dis movement; I talk bout some new directions later."}, {"heading": "Iii.I Education", "text": "The macro devolopment litrature assertd an importent role for humen capital. 2 Yet this litrature had several challanges. First, in principle, the cross-sectional returns to education are biased, due to selection effects -for example, people with lower discount rates get more education, and the low discount rate itself may be correlated with higher returns in the job market. Second, the returns were measured all from years of schooling -and not all years of schooling are the same in terms of human capital acquisition. The latter suggested that understanding the educational production function was important to understanding the acquisition of human capital. Duflo (2001) provided the first convincing micro evidence in developing countries on the first point, the returns to schooling. Her idea was to use a natural experiment, not a field 2 For example, human capital issues figured prominently in both the analysis of Mankiw, Romer and Weil (who noted that one needs to augment the Solow regression with human capital to get a high R 2 ) and Barro described above. And, growth accounting required understanding the returns to human capital, which was done largely by running cross-sectional Mincer regressions in as many countries as possible (Psacharopoulos 1973, Psacharopoulos 1985, Psacharopoulos 1994 experiment -in the form of Indonesia's massive school construction boom in the 1970s -to estimate the returns to schooling. The crucial difference between Duflo's paper and previous work is that she uses plausibly exogenous variation in schooling -for a given district, those cohorts born prior to school construction tended to have low schooling, since schools were difficult to access, while those cohorts born after school construction tended to have high schooling, since schools had now been built in all villages. The fact that Indonesia determined school construction centrally, based on a formula, allowed her to argue that the change in school construction was exogenous to individual decision making or other trends, thus avoiding the identification problems that had plagued the previous literature. This paper swept the development world because it was among the first papers to apply rigorous micro-empirical techniques (of the sort that had been developed in the US labor economics literature, by Angrist, Card, Krueger, and others) to development problems, and as such, it really marked the beginning of a new wave of empirical research in development.\nIt was on the second front -understanding the heterogeneity in how years of schooling translate into human capital due to differences in the education production function -that randomized trials were introduced. Specifically, in the mid-1990s, Michael Kremer, working with an NGO, launched a series of randomized, controlled trials in Busia, Kenya that sought to test the impact of different school inputs. In particular, the early rounds of these experiments featured several such trials: a trial of the impact of child sponsorships, including textbooks and school uniforms (begun in 1994; see Kremer, Moulin et al. (2003)); two trials testing school inputs such as textbooks (begun in 1996; Glewwe, Kremer et al. (2009)) and flip charts used as teaching aids (begun in 1997; Glewwe, Kremer et al. (2004)), and two trials testing health interventions, such as deworming children (begun in 1998; Miguel and Kremer (2004)) and school meals (begun in 2000; Vermeersch and Kremer (2005)).\nThese studies had mixed findings. To the surprise of many, the school inputs studies basically found zero effects. Textbooks did not lead to average improvements in test scores, but did improve test scores for those students who scored highest on a pre-test. The authors hypothesized that the reason may be that the textbooks were too hard: they were aimed at the top students, so students who were already behind found them useless. The flip charts had no effect.\nOn the other hand, the deworming intervention reduced school absenteeism by children by 25 percent, though it did not improve test scores. School meals also made as difference:\nparticipation also increased by about 30 percent.\nThe positive findings, particularly the deworming study, have had a large impact, because Another early randomized trial on education -begun in 2001 just after the Kremer et al studies in Kenya -was a study done by Banerjee, Cole, Duflo, and Linden in India schools (Banerjee, Cole et al. 2007). This project sought to examine two approaches to changing the education production function: a remedial education program that hired para-teachers to assist lagging children, and a computer-assisted learning program -both of which were effective. In some sense, these results suggested that the early results from Kremer's studies should not be interpreted to mean that school inputs don't matter, but rather that choosing exactly the right inputs is important: textbooks kids can't read don't help, but computer programs that can adapt to where children are can be useful.\nThe negative findings from some of the early studies also had an important effect in terms of informing future research. For example, a key finding of the textbooks study was that they did not help lower-achieving students because they were too hard for poorly performing students. One implication of this is that introducing heterogeneity in classes -so that teachers can focus separately on high-and low-performing students -could be beneficial to all students.\nA follow-on study explored exactly this idea, building on the textbooks study and the parateacher study. In 2005, Duflo, Dupas, and Kremer conducted a trial where schools with one teacher were awarded an extra teacher (Duflo, Dupas et al. 2011). The schools were randomly divided into two groups, one in which students were unsorted, and one in which they were sorted by initial ability. Consistent with the hypothesis from the textbook study, the schools where students were sorted based on initial ability did better, suggesting that customizing education to the needs of the students is important and -at least in this context -outweighs potential benefits to lower students from learning from their higher-performing peers.\nBeyond the specifics of the study, I want to highlight the methodological approach here, which typifies the core of the field experimental approach. Each trial typically focuses in on a very specific hypothesis, which it is designed to test. In the process of analyzing the results, the trials then typically generate a new set of hypotheses that form the basis for future work. Given this iterative approach, in most cases a breakthrough will not come from a single particular paper, but rather knowledge is accumulated through a series of experiments on related topics. It is bringing this methodological approach to development -breaking down the social science challenge into more precise and specific hypotheses, and then designing randomized trials to investigate each aspect of this challenge -that has spurred such a wide-ranging revolution in the field.\nThe authors here started this process in the field of understanding the microeconomics of schools in developing countries, but of course they are not the only ones to continue it. Some prominent examples of important randomized trials that seek to unpack different aspects of the education production function include studies on school uniforms (Evans, Kremer et al. 2008), incentives for teachers (Glewwe, Ilias et al. 2010, Muralidharan andSundararaman 2011), incentives for students (Kremer, Miguel et al. 2009), student-teacher ratios (Duflo, Dupas et al. forthcoming), school choice (Angrist, Bettinger et al. 2002, Muralidharan and, school block grants (Das, Dercon et al. 2013), information to parents about school quality (Andrabi, Das et al. 2000), and others. This is by no means an exhaustive list, but what should be apparent is that these initial trials in Kenya and India led to a substantial literature using randomized trials to understand various aspects of the education production function."}, {"heading": "Iii.Ii Local Governance And Service Delivery", "text": "These early studies focussed on school inputs (i.e. things that could be budgeted for), but in the process, various combinations of the same set of authors realised that there was another problem in service delivery in developing countries: conditional on the inputs provided, the service providers did not necessarily deliver. A key problem was absence of service providers. (I group this separately from the education studies since studies are roughly equally in education and health contexts, and the issues do not seem to be sector specific). An early paper here is a project carried out in 2002 and 2003 by Kremer and coauthors, which documented shockingly high rates of absence of teachers and health providers across Indian states and across several countries (Chaudhury, Hammer et al. 2006), and which was prepared as part of the work for the 2004 World Development Report on service provision. Banerjee, Deaton et al. (2004), documented similar findings in their 2002-2003 survey of health facilities in Rajasthan. These studies were not necessarily the first to note that absenteeism was an issue, but they made the point systematically that absenteeism was a first-order problem. 3\nThis same set of authors then began a systematic set of experiments that sought to determine how one could address this issue. Let me highlight several notable early papers from this literature. In one case, Duflo, Hanna et al. (2012) (in an experiment begun in 2003)\nexamined the impact of changing teacher salaries to compensate them explicitly for attendance.\nSpecifically, working with an NGO that operated single-teacher schools in rural India, they randomly selected some schools in which teachers' pay made was a linear function of the number of days above 10 in a month in which they could provide a time-stamped photograph showing from the beginning and end of the day of the teacher with the student, proving that they attended. The results document not only that incentives improved attendance, but that this translated into higher test scores for the children -documenting the importance of the phenomenon. This paper was also methodologically innovative, combining an experiment with a structurally estimated model, where the model helped shed light on the mechanisms in the experiment.\nInterestingly, a similar study with nurses in India found surprisingly different results.  examined similar incentives for nurses in India. In that experiment, the incentives for attendance were broadly similar to those in Duflo, Hanna, and Ryan: nurses who were recorded absent more than 50 percent of the days in a month would have their pay reduced by the number of days they were recorded absent, and those nurses who were absent more than 50 percent of the days in two consecutive months would be suspended from government service. Nurses used a protected time/date stamp machine to verify attendance. In their study, while there was initially a substantial treatment effect, the effect diminished over time, and was zero at the end of their study. Although they do not have the data to confirm this, anecdotal evidence suggests that the decline may be due to nurses learning how to exploit loopholes in the systems, and recording more exempt absences over time. A related finding is reported by Kremer and Chen (2001), who found that in Kenya, an incentive program for teacher attendance that rewarded highly-attending teachers with a bicycle resulted in higher attendance reported to those awarding attendance, but not higher attendance when verified through an independent survey. 4\nAn alternative approach is community monitoring. In theory, for both education and health, many developing countries have mechanisms through which community members can hold service providers accountable, yet there is the view that many of these mechanisms do not work effectively. Banerjee, Banerji et al. (2010)  where they taught local volunteers how to teach kids to read made an enormous difference in kids' reading ability, showing that it was possible to improve education in this context.\nSubstantively, the impact of community monitoring has proven to be heterogeneous, with different randomized trials finding different effects: a contemporaneous field experiment study by Bjorkman and Svensson (2009) found dramatic improvements from an intervention that provided communities in Uganda with information about local health centers and local health and helped them formulate an action plan to solve them; a contemporaneous field experiment I conducted (Olken 2007)  As is evident here, understanding how to improve service provision in education and health has become a huge focus of research. These authors were instrumental in documenting that a) poor service provision, and in particular absence of service providers, is a key issue that leads to low quality health and education; b) addressing the absence issue can lead to improvements in educational outcomes, but c) reducing absence in a sustained way over time is challenging, as community interventions often don't work and incentives can be undermined."}, {"heading": "Iii.Iii Credit Constraints And Other Types Of Market Failures", "text": "A third important area of micro research in the economics of developing countries has been understanding market failures, particularly credit constraints. These market failures can lead to inefficient allocation of capital (i.e. high productivity firms). To the extent there is lumpiness in investment, it can also generate poverty traps.\n\nSeveral early papers by Banerjee, Duflo, and coauthors helped make these points about credit constraints forcefully. One early example is the micro study by Banerjee and Duflo (2014) (this paper in fact was in circulation by 2002) and the related paper with Munshi (Banerjee, Duflo et al. 2003). These papers provide direct evidence of credit constraints by examining a directed lending program in India, which essentially instructed banks to lend to a certain class of firms. Using a differences-in-differences identification strategy, they find that the expansion of credit led to substantial increases in sales and profits for targeted firms. They conclude that this is evidence of credit constraints for large firms: had these firms been unconstrained, a targeted lending program might have affected the financial portfolio of the firms, allowing them to pay down more expensive debt, but would not have affected real behavior. \n\nBanerjee and Munshi (2004) also use micro data -in this case, differences between the production processes of two different ethnic groups -to argue that the different ethnic group's access to capital was an important determinant of the differences in their production outcomes.\n\nBanerjee and Duflo nicely articulated the view of how credit constraints and misallocation of capital could be a first-order issue for economic development in their 2005 handbook of economic growth piece (Banerjee and Duflo 2005). This piece clearly articulated the link between the development problems documented in the micro-development literature and the macro-economic phenomenon of low TFP in developing countries, suggesting that the credit constraints and the resulting misallocation of capital among firms could be a first-order cause of the low TFP documented in the macro literature. \n\nA subsequent piece by Hsieh and Klenow (2009) is well known for documenting systematically the differences in allocation of capital matter for understanding the development problem, building in part on the Banerjee and Duflo (2005) piece and others.\n\nThese papers collectively make clear that understanding the microstructure of capital allocation is a critical part of the development puzzle. In some sense, this is the next step from the development accounting literature I reviewed above; as Jones (2016) nicely puts it, misallocation of capital is a plausible 'theory of TFP.' Once we have this, the next step is to turn the same set of micro experimental tools used in health, governance, and so on to understand the allocation (and misallocation) of capital in developing countries.\n\nThis problem has then been tackled in various ways. For example, a commonly advanced solution to the problems of credit constraints in developing countries was microfinance. Indeed, Muhammad Yunus and the Grameen Bank were awarded the 2006 Nobel Peace Prize for their work in pioneering micro loans which would allow the very poor to obtain credit. Yet, until relatively recently, there was virtually no rigorous evidence of whether such loans actually made a difference. Several studies by Banerjee, Duflo, and their coauthors were among the first to experimentally evaluate these programs (e.g., Banerjee, Duflo et al. 2015, Crepon, Devoto et al. 2015. \n\nThe key point of these papers was to show, experimentally, that microfinance has relatively modest impacts. Of course, these studies are not the only field experiments on microfinance: other authors, such as Erica Field, Rohini Pande, and their coauthors, and Dean Karlan and his coauthors have run a series of very nice field experiments trying to unpack which features of microfinance matters, and to test various theories about why (see, for example, Karlan and Zinman 2009, Karlan and Valdivia 2011, Feigenberg, Field et al. 2013. \n\nIn some sense, this literature parallels the approach taken to the educational production function I outlined above: taking a broad phenomenon -microfinance -and unpacking all of its pieces, testing each one experimentally to develop a better understanding of whether and how it works and why. Townsend and coauthors have a number of nonexperimental papers that also seek to unpack the impact of better finance, most notably Kaboski and Townsend (2011), which combines a plausibly exogenous reduced form analysis of a credit expansion in Thailand with a structural model that helps explain heterogeneity in how households respond to the credit expansion.\n\nDuflo and Kremer also helped contribute to understanding the puzzle of high average (as well as highly variable) returns in agriculture markets in developing countries. They give two answers, in the context of fertilizer.  give one answer, which is that while there are high returns available, it is hard to get it right, and you can easily end up with negative returns. In particular, they show experimentally, by varying the amount of fertilizer used by farmers on different plots, that the returns to fertilizer use are highly concave -so that if one uses, for example, a half-teaspoon amount of fertilizer per plant, the expected rate of return is 70 percent, but using one teaspoon the expected rate of return is -17.8 percent. Even worse, following the government's recommended use yields a return of -48 percent. \n\nMoreover, this is hard for farmers to figure out-returns are increasing in fertilizer use (so more is good), so one would need to do careful calculation and measurement to figure out the average returns. A second reason, also from the same series of experiments (which began with a series of pilots in 2000), has to do behavioral distortions in farmers' purchasing decisions. In particular,  show that offering small, time-limited discounts at harvest timewhen farmers are flush with cash -leads to substantial adoption of fertilizer. \n\nThe impact is much larger than offering even larger discounts at the time when fertilizer is applied, suggesting that there is something important about farmers inability to save that is driving the decision. Of course, there are many important contributions to agriculture in developing countries, such as Foster and Rosenzweig (1995) (Hanna, Duflo et al. 2012) and piped water (Devoto, Duflo et al. 2011), and Banerjee, Duflo and coauthors have investigated the impact of using incentives to improve immunizations ). Kremer and coauthors have a series of papers exploring the market failures through which communities do not provide sufficient clean water (Kremer, Leino et al. 2011). One could continue on a breathtakingly wide range of topics."}, {"heading": "Iv. Moving Forward And Future Directions", "text": "The experimental revolution has spread widely in the development field. In 2017, Banerjee and Duflo edited a \"Handbook of Field Experiments\" which documents the experimental revolution in the study of health, social protection programs, agriculture, governance, labor market issues, voting, discrimination, and marketing. There are now a large number of well-identified, microeconomic studies by a large number of authors. The experimental approach has transformed the field of development economics. This work inspired a generation of scholars to tackle an enormous variety of problems in development. The types of studies have also evolved in myriad ways. Scholars have designed experiments that move in what is some sense the opposite direction: experimenting \"at scale\". A number of scholars have taken is to studying the longer-run implications of their work. Finally, the results from this type of work are increasingly finding their ways into policy debates."}, {"heading": "Conclusion", "text": "The experimental revolution in development economics, pioneered by Banerjee, Duflo, and Kremer, have had a transformative impact on the field. Their work, along with that of many other scholars, have expanded the use of randomized trials and field experiments to study a wide range of development issues. This approach has not only provided valuable insights into the causes of poverty and underdevelopment but has also shed light on how various economic forces behave in developing country contexts. The breadth of topics covered by field experiments have expanded significantly, encompassing health and healthcare, social protection programs, agriculture, governance, labor markets, voting, discrimination, marketing, and more. This broad range of studies have contributed to a deeper understanding of why developing countries remain poor and has shed light on the factors that contribute to low levels of labor, capital, human capital, and total factor productivity (TFP) in these contexts. Furthermore, the experimental approach has evolved over time, incorporating new methods and approaches. Researchers have designed entire workplaces to test theories about labor markets, created experiments \"at scale\" to capture the effects of policies when implemented on a larger level, and explored the longer-term implications of interventions. The interplay between economic theory and experimental design has become increasingly prominent, with theory guiding the design of interventions and helping interpret results. Importantly, the results from field experiments are being used to inform policy debates and shape development policies. The dedication of scholars like Banerjee, Duflo, and Kremer to the application of their research findings in the real world has contributed to evidence-based policy-making in the field of development economics."}, {"heading": "References", "text": "@article{banerjee2019pioneers,\n  title={The Pioneers of Development Economics: Banerjee, Duflo, and Kremer},\n  author={Banerjee, Abhijit and Duflo, Esther and Kremer, Michael},\n  journal={The Journal of Economic Perspectives},\n  volume={33},\n  number={4},\n  pages={184--204},\n  year={2019},\n  publisher={American Economic Association}\n}\n\n@article{romer1990endogenous,\n  title={Endogenous technological change},\n  author={Romer, Paul M},\n  journal={Journal of political economy},\n  volume={98},\n  number={5},\n  pages={S71--S102},\n  year={1990},\n  publisher={University of Chicago Press}\n}\n\n@article{miguel2004worms,\n  title={Worms: identifying impacts on education and health in the presence of treatment externalities},\n  author={Miguel, Edward and Kremer, Michael},\n  journal={Econometrica},\n  volume={72},\n  number={1},\n  pages={159--217},\n  year={2004},\n  publisher={Wiley Online Library}\n}\n\n@article{glewwe2004impact,\n  title={The impact of educational inputs on test scores},\n  author={Glewwe, Paul and Kremer, Michael and Moulin, Sylvie},\n  journal={The World Bank Research Observer},\n  volume={19},\n  number={2},\n  pages={199--223},\n  year={2004},\n  publisher={Oxford University Press}\n}\n\n@article{vermeersch2005school,\n  title={School meals, educational achievement, and school competition: Evidence from a randomized evaluation},\n  author={Vermeersch, Christel and Kremer, Michael},\n  journal={American Economic Journal: Applied Economics},\n  volume={1},\n  number={4},\n  pages={37--66},\n  year={2009},\n  publisher={American Economic Association}\n}\n\n@article{kremer2003impact,\n  title={The impact of education on mortality and fertility in rural India},\n  author={Kremer, Michael and Moulin, Sylvie and Namunyu, Peter and Zorya, Sergiy},\n  journal={Unpublished manuscript, Harvard University},\n  year={2003}\n}\n\n@article{banerjee2004pupil,\n  title={Pupil-teacher ratios and student achievement: Evidence from randomized experiments in India},\n  author={Banerjee, Abhijit and Jacob, Brian and Kremer, Michael},\n  journal={Econometrica},\n  volume={72},\n  number={2},\n  pages={483--518},\n  year={2004},\n  publisher={Wiley Online Library}\n}\n\n@article{banerjee2007remedying,\n  title={Remedying education: Evidence from two randomized experiments in India},\n  author={Banerjee, Abhijit and Cole, Shawn and Duflo, Esther and Linden, Leigh},\n  journal={The Quarterly Journal of Economics},\n  volume={122},\n  number={3},\n  pages={1235--1264},\n  year={2007},\n  publisher={Oxford University Press}\n}\n\n@article{banerjee2015understanding,\n  title={Understanding the input-funding gap in education: The role of accountability and informed citizens},\n  author={Banerjee, Abhijit and Duflo, Esther and Imbert, Cl{\\'e}ment and Pande, Rohini},\n  journal={American Economic Journal: Economic Policy},\n  volume={7},\n  number={4},\n  pages={116--147},\n  year={2015},\n  publisher={American Economic Association}\n}\n\n@article{crepon2013effect,\n  title={Effect of workfare on crime: Evidence from India},\n  author={Cr{\\'e}pon, Bruno and Devoto, Florencia and Duflo, Esther and Pariente, William},\n  journal={American Economic Journal: Applied Economics},\n  volume={5},\n  number={4},\n  pages={29--70},\n  year={2013},\n  publisher={American Economic Association}\n}\n\n@article{chernozhukov2018double,\n  title={Double/debiased machine learning for treatment and structural parameters},\n  author={Chernozhukov, Victor and Demirer, Mert and Duflo, Esther and Hansen, Christian and Newey, Whitney},\n  journal={The Econometrics Journal},\n  volume={21},\n  number={1},\n  pages={C1--C68},\n  year={2018},\n  publisher={Wiley Online Library}\n}\n\n@article{banerjee2020randomization,\n  title={Randomization and the design of experiments in development economics},\n  author={Banerjee, Abhijit and Chassang, Sylvain and Snowberg, Erik},\n  journal={Annual Review of Economics},\n  volume={12},\n  pages={413--444},\n  year={2020},\n  publisher={Annual Reviews}\n}"}]