[{"heading": "Title", "text": "The Diversity of Stem Cells: Implications for Aging and Regeneration."}, {"heading": "Abstract", "text": "For decades, hematopoietic stem cells (HSCs) were thought to be a homogenous population of cells with flexible behavior. Now a new picture has emerged: The HSC compartment consists of several subpopulations of HSCs each with distinct, preprogrammed differentiation and proliferation behaviors. These programs are epigenetically fixed and are stably bequeathed to all daughter HSCs on self-renewal. HSCs within each subset are remarkably similar in their self-renewal and differentiation behaviors, to the point where their life span can be predicted with mathematical certainty. Three subsets can be distinguished when HSCs are classified by their differentiation capacity: myeloid-biased, balanced, and lymphoid-biased HSCs. The relative number of the HSC subsets is developmentally regulated. Lymphoid-biased HSCs are found predominantly early in the life of an organism, whereas myeloid-biased HSCs accumulate in aged mice and humans. Thus, the discovery of distinct subpopulations of HSCs has led to a new understanding of HCS aging. This finding has implications for other aspects of HSC biology and applications in re-generative medicine. The possibility that other adult tissue stem cells show similar heterogeneity and mechanisms of aging is discussed."}, {"heading": "Introduction", "text": "Hemotopoietic stem cells (HSCs) were the first adult stem cells used successfully to treat and cure patients. Therefore, HCSs are paradigmatic for regenerative medicine, the branch of medicine that seeks to harness the power of stem cells to repair damaged tissues. Extensive experimental analyses of HSCs were performed in the middle of the last century, and successful clinical HSC transplants were reported around the same time. 1 With such a long history, one might assume that the biology of HSCs is well understood and their application as clinical tools is well standardized. Yet, the last years have shown that there are still some surprises in store that compel us to reevaluate what we think we know about HSCs. One of these surprises was the discovery that the HSC compartment consists of distinct and separable subsets of HSCs with largely preprogramed differentiation and self-renewal behaviors.\nIt has long been appreciated that the hematopoietic system is very heterogeneous, consisting of many different types of myeloid and lymphoid cells. Mature cells are generated through a complex series of differentiation steps where a committed HSC gives rise to progenitors, which produce precursors, which ultimately generate mature cells. It has now become apparent that HSCs themselves are heterogeneous. Data accumulated during the last decade have coalesced into the understanding that the adult HSC compartment consists of a limited number of distinct subsets of HSCs. Each subset has its own epigenetically fixed differentiation and selfrenewal program. [2][3][4][5][6][7][8][9] Thus, the hematopoietic system is not sustained by a single type of HSCs with flexible behavior. Rather, the HSC compartment consists of a mixture of several types of HSCs (Figure 1). Each subset of HSCs is distinguished by different self-renewal capacity, 3 has distinct differentiation programs, 2 and probably has different requirements for proliferation. 5,7 These different types of HSCs coexist in adult BM, and each subset maintains its own stable differentiation and proliferation program. Consequently, any manipulations could affect different types of HSCs in different ways. This clearly has consequences for the understanding of the biology of HSCs. New concepts about the mechanisms that control HSC self-renewal and differentiation are needed."}, {"heading": "A Brief History Of Stochastic, Deterministic, And Instructive Models Of Hsc Heterogeneity", "text": "How did we overlook for such a long time that adult HSCs are largely preprogrammed in their differentiation and self-renewal behavior? We contend that there are 2 major reasons: (1) Tedious and costly analyses on the clonal level are necessary to detect HSC heterogeneity; and (2) our thinking about HSC behavior is largely built on concepts and hypotheses developed to fit data from the analysis of myeloid progenitors. The elegant simplicity of these hypotheses has led to a resistance of the field to accept different, perhaps messier, insights into HSC biology.\nAs most adult stem cells, HSCs are defined by mutipotent differentiation and extensive self-renewal capacity. Traditionally, all HSCs were thought to be born with the same proliferation and differentiation capacity, resulting in a homogeneous population of cells. 10 On commitment to differentiation, an HSC was thought to differentiate into one lymphoid and one myeloid restricted progenitor 11 (Figure 1A). This was not consistent with the observed ratios of lymphoid to myeloid cells in blood and other hematopoietic organs. Therefore, homeostatic mechanisms acting on more mature cells (progeny of the HSCs) were invoked to explain how the ratio of myeloid to lymphoid cells transitioned from the earliest differentiation steps to the mature cell compartments. This was a simple and elegant model that was supported by several experimental observations. For example, it is well established that the size of mature cell populations can be regulated by homeostasis, diet, and disease. 12,13 However, compelling evidence for the concept of HSC homogeneity was lacking. Unfortunately, this led to a very unproductive period in HSC research when contentious debates were fought about which methods enriched for the \"real\" HSC and the \"homogeneity\" of the resulting populations.\nThere were early signs that the old model of a homogeneous HSC was overly simplistic. CFU assays both in vivo and in vitro allowed the first glimpse into the heterogeneity of primitive hematopoietic cells. It is now clear that most cells that are detected by the CFU assays are not HSCs but rather myeloid-restricted progenitors and precursors. Nevertheless, data from these assays, particularly from the spleen CFU (CFU-s) assay, led to the formulation of important concepts that inform our thinking to this day.\nCFU-s differ in size, in the time at which they can be detected after transplant, in the number of myeloid lineages per colony, and in how many secondary colonies are generated from primary colonies. 10,14,15 Much effort has been exerted to reconcile the concept of a homogeneous population of HSCs/CFU-s with the experimentally observed heterogeneity. Till et al hypothesized that self-renewal rates of HSCs were controlled by stochastic mechanisms. 14 Heterogeneity would then be generated because a HSC would randomly decide to differentiate or to self-renew. There is solid support for stochastic differentiation among myeloid progenitors, 16 but support for stochastic HSC behavior comes mostly from in silico modeling. [17][18][19] Accumulating data demonstrating programmed HSC behaviors 2,20 required adjustments of such models toward more deterministic approaches. 21 An alternative model to explain the generation of heterogeneity in immature cell populations was the Generation Age Hypothesis, 15 which postulated that all HSCs are born with equal self-renewal and differentiation capacity. However, at each division, an HSC loses self-renewal capacity (referred to as primitiveness). Heterogeneity in the HSC/progenitor compartment is then generated by the number of divisions that each HSC had undergone. Although not explicitly stated, this hypothesis assumes that HSCs are predictable (deterministic) if it were possible to deduce the number of previous cell divisions.\nA third, interrelated idea held that all stem cell decisions were instructed by extrinsic signals. 22,23 According to this concept, HSCs would encounter different extrinsic signals, which then would instruct HSCs to acquire distinct characteristics. Inherent in this model is that HSC differentiation and self-renewal could be guided by extrinsic signals. This was an attractive idea because it promised that HSCs could be readily optimized for clinical applications. To some extent, that promise has materialized. For example, cytokinemediated HSC mobilization has revolutionized HSC transplantation. However, there is little evidence that extrinsic signals instruct HSC differentiation or self-renewal in vivo. Rather, extrinsic signals appear to be permissive. An elegant example for this concept was found when increasing the number of HSC niches increased the number of HSCs. 24,25 Unfortunately, the promise of harnessing HSC self-renewal for ex vivo expansion has not fully materialized. Although numerous conditions have been identified that can maintain HSCs or modestly expand them, 26,27 so far it has been a challenge to achieve clinically meaningful HSC expansion ex vivo. However, a recent report that an aryl hydrocarbon receptor antagonists can significantly expand human HSCs offers fresh hope. 28 Perhaps a solution to the enigma of inefficient ex vivo HSC expansion lies in the heterogeneity of HSCs. All types of HSCs can self-renew in vivo, albeit to different extents. However, in vivo HSCs self-renew in specific niches that might provide different milieus. Indeed, the stromal cell compartment is heterogeneous in its ability to interact with HSCs. 26 Different subsets of HSCs could well have distinct requirements for self-renewal, and conditions that expand one subset might be deleterious for other subsets of HSCs (Figure 2). There is evidence that different subsets of HSCs respond differently to the same cytokine. For example, very low doses of TGF-␤ stimulated myeloid-biased (My-bi) but suppressed lymphoid-biased (Ly-bi) HSC proliferation. 5 Along the same line, culture in stem cell factor, IL-11, and fetal tyrosine kinase receptor ligand 2 selected for Ly-bi HSCs and depleted My-bi HSCs. 7 Thus, we may have to define optimal conditions for each HSC subset to obtain optimal ex vivo expansion. This would also assure that a transplant would contain all types of HSCs necessary for a healthy hematopoietic system. Several populations of HSCs each with distinct, stable differentiation programs drive the hematopoietic system. The thickness of the arrows corresponds to the ability of the HSCs to generate progeny of the indicated type. Straight arrows indicate that the ratios of lymphoid to myeloid precursors are reflected in the periphery. My-bi HCSs produce few lymphocytes but standard levels of myeloid cells. The reverse is true for Ly-bi HSCs; they generate few myeloid cells but standard levels of lymphocytes. Bala HCSs generate more lymphocytes than myeloid cells (at least in mouse) and are called balanced because their output resembles the average output of mature cells from all HSC subsets together. All HSCs have self-renewal capacity (yellow arrow), and all HSCs give rise to all types of mature cells and thus are true multipotent stem cells."}, {"heading": "Limited Heterogeneity Of The Hsc Compartment", "text": "Direct data on HSC heterogenity were obtained after transplant of limiting numbers of HSCs or of clonally marked HSCs into ablated hosts. The differentiation capacity of each HSC is read out by measuring donor-type cells in the periphery over time. Selfrenewal capacity is revealed by the ability of the original HSC to create daughter HSCs that can repopulate secondary hosts. These experiments revealed extensive heterogenity in the HSC compartment in all species tested. HSCs differed in self-renewal capacity, differentiation potential, how fast mature cells appeared in blood, how long they generated mature progeny, how many mature cells were generated, and what types of mature cells were produced. 39 Together, these features control the rate and extent with which an HSC generates mature cells after transplantation (referred to as repopulation kinetics). Figure 3A exemplifies the heterogenity in repopulation kinetics seen after transplants of limiting numbers of HSCs. 4 When a large number of individual HSCs is examined, the repopulation kinetics appear to be random at first glance. However, a closer inspection reveals two surprisingly ordered features. First, a mathematical analysis showed that all HSCs can be grouped into maximally 16 of 54 possible subsets based on similarities of the repopulation kinetics (Figure 3B). 4 The probability of finding new types of HSCs, not covered in the 16 groups, is exceedingly small. Thus, the heterogenity of the HSC compartment is limited and can be traced back to a modest number of HSC subsets with distinct behaviors. Similar conclusions were drawn based on HSC behavior in cats 17 and a smaller study in mice. 40 These HSC subsets are stable throughout the life span of the organisms, although the number of HSCs in the different groups changes with age. The discrete subsets that are found in the adult HSC stem cell compartment are not consistent with hypotheses that predict the generation of diversity in the adult HSC compartment. Rather, the generation of HSC diversity must be initiated during the development of the hematopoietic system."}, {"heading": "Finite Life Span Of All Hscs", "text": "The second strikingly ordered feature shared by all HSCs is that each HSC clone at some point ceased generating mature cells (Figure 4A). An HSC clone is composed of all daughter HSCs and mature cells generated from a single mother HSC. Thus, the life span of a clone is determined by how many daughter HSCs a mother HSC can generate (self-renewal) and by the differentiation capacity of each HSC in the clone. The life spans of individual HSC clones differed markedly, ranging from a few months to almost 5 years (Figure 4A). 41 Even HSC clones that were only transplanted once proceeded with the same finite, ballistically shaped kinetics through their life span as did HSC clones that were serially transplanted. This argues against the interpretation that limited life span could be an artifact of diluting HSCs during serial transplants. 42 In striking contrast to the overall diversity of the HSC compartment, all daughter HSCs within a clone shared the same life span. Daughter HSCs (derived from the same mother HSC) proceeded with roughly the same kinetics of repopulation in serial transplants (Figure 4B). Thus, clonally derived daughter HSCs behaved very similar to each other, even when physically separated in different hosts. Because daughter HSCs in different hosts cannot communicate with each other, the number of HSCs in the environment cannot determine the self-renewal capacity and life span of an HSC clone. Rather, HSCs must have an intrinsic program that limits their life span. The program(s) that fix the life span, together with the  Top: All HSCs in a culture experience the same stimuli. These may expand a subset of HSCs (blue), leave another subset untouched (green), but could be detrimental for other (purple, orange) HSCs. The outcome is a modest expansion of a subset of HSCs. Bottom: In vivo, HSCs reside in niches that might provide selective stimuli to different HSC subsets. This leads to optimal self-renewal conditions for each subset of HSCs. Ex vivo HSC expansion could depend on finding distinct conditions for different HSC subsets. memory of the life span of the mother and grandmother HSCs, is inherited by all daughter HSCs and, in turn, passed on to the granddaughters. These programs are so precise that the life span of individual HSC clones can be predicted with mathematical certainty. 41 It is tempting to speculate that a limited life span is a hallmark of a normal HSC, whereas an unlimited life span characterizes a transformed HSC.\nThe mechanisms that synchronize HSCs and assure inheritance of their programs to daughter HSCs remain enigmatic. Similarly, what imbues different HSCs with different life spans is not well understood. Could HSCs with a short life span simply be derived from HSCs with long life spans as would be predicted by the Generation Age Hypothesis? A model where HSCs lose self-renewal with each division predicts a continuous distribution of HSC subsets. The discrete subsets that we identified in the HSC compartment are not consistent with this hypothesis. Could the environment, perhaps through functionally different niches, create HSCs with different life spans? Possibly, but the stability of the clonal programs in separate hosts argues strongly for HSC intrinsic mechanisms for the control of life span. Overall, the data argue that the adult HSC compartment does not create new diversity. Thus, clonal heterogeneity is probably generated in early development. What molecular mechanisms could control HSC life span? Numerous HSC-intrinsic and -extrinsic molecules have been identified that contribute to the self-renewal of HSCs. 11 For example, several members of the homeobox (Hox) family of genes have been shown to expand HSCs intrinsically. 43 Overexpression of Dickkopf in the environment inhibited intrinsic wnt signaling leading to HSC exhaustion. 44 However, HSCs with different life spans are found in the same, inbred animal. Unless one assumes an unprecedented hypermutation process specifically in HSCs that does not affect the mature progeny, genetic mechanisms cannot account for differences in HSC life span. This points to epigenetic mechanisms for the generation and maintenance of HSC heterogeneity. Indeed, modulation of the epigenetic program of HSCs has major effects on their self-renewal and differentiation capacity. [45][46][47][48]"}, {"heading": "Programmed Lineage Potential Of Hscs", "text": "I am Italian, I speak English with a thick accent. The self-renewal and differentiation capacities of HSCs are programmed. HSCs can be divided into 3 subsets based on their differentiation potential. These subsets generate all the cellular heterogeneity of the hematopoietic system, but the ratios of myeloid to lymphoid cells differ measurably. The 3 subsets of HSCs have extensive self-renewal capacity, albeit to different extents. The first evidence suggesting the existence of lineage-biased HSCs came from the analysis of retrovirally marked HSCs. Additional support for the existence of HSC subsets with myeloid-biased differentiation programs came from the analysis of HSCs that survive low-dose irradiation. It has now become possible to prospectively enrich the different HSC subsets."}, {"heading": "Hsc Composition Predicted By Myeloid Skewed Blood", "text": "The HSC differentiation program appear to have more immediate effect on the composition of the mature cells in the periphery than previously thought (Figure 1B). This become very clear when the HSC subsets and mature cells are compared during development and aging. Young adult mouse blood contains approximately 80% lymphocytes and 20% myeloid cells. When mice age (Ͼ 16 months), their blood turns distinctively myeloid. This is seen in most mice of the strain DBA/2 (D2) and in some mice of the strain C57BL/6 (B6). 53 The variability of age-related effects in B6 mice might be an artifact of the long life span of these mice. In our hands, even 22-month-old B6 are relatively youthful, whereas D2 mice of the same age are distinctly old. We found that the myeloid bias in blood correlates with the status of the HSC compartment. In both strains of mice, Ly-bi HSCs compose the majority of HSCs in the young. In both strains, Ly-bi HSCs are lost with aging and My-bi HSCs increase. However, on average, My-bi HSCs in aged B6 do not compose more than 40% of the HSC compartment, and the number of My-bi HSCs appears to be variable in different animals. 55 This could explain why some, but not all, older B6 have myeloid biased blood. In contrast, the HSC compartment in aged D2 mice consists of almost 80% My-bi HSCs, and most animals show a corresponding increase of myeloid cells in blood. Thus, the composition of the HSC compartment is probably reflected by the composition of the mature cell compartment."}, {"heading": "Aging Of The Hsc Compartment", "text": "Whether HSCs age has long been debated. On one hand, at least some HSCs have sufficient self-renewal capacity to outlive the original host. On the other hand, HSCs isolated from aged individuals show many differences to HSCs isolated from young BM. HSCs isolated from young and aged donors have been reported to differ in cell surface phenotype, self-renewal, and differentiation capacity. These apparently opposing views were reconciled when we 53 and later others showed that most of the \"aged\" behavior of HSCs could be fully explained by an accumulation of My-bi HSCs in the aged HSC compartment of both mice 5,6 and humans. We directly compared My-bi HSCs isolated from young and aged mice and found them to be equivalent in self-renewal and differentiation potential."}, {"heading": "Hsc \"Aging,\" A Paradigm For Other Adult Stem Cells?", "text": "Dere is evidenze dat da adult stem cells in otha tissues are heterojeneous. Similary, changis in da differentiation programs of stem cells in otha tissues in young and aged organisms have been documented. Thus, it is temptin to speculat dat agin in multiple organs is associated wit a shift in da stem cell compartment ratha dan an agin of da stem cells itself. Dis would make stem cell heterojeneity a new paradim for da understandin of tissue maintenance and agin. Dis would open venus to new approaches to prevent and repair age-related stem cell deficiencies. Da followin is a brief summary of evidenze for stem cell heterojeneity in adult tissues."}, {"heading": "Mesenchymal Stem Cells", "text": "Mesenchymal stem cells give rise to fibroblasts, skeletal muscle cells, bone, and cartilage. Mesenchymal stem cells from aged persons show decreased osteoblast and fibroblast development accompanied by increased adipogenesis. 60 Maijenburg et al showed that the mesenchymal stem cell compartment can be dissected into 3 phenotypically distinct subpopulations. 61 A population of CD271 Bright mesenchymal stem cells with a strong potential for generating fibroblasts was found to be highly represented in fetal and young human BM but was depleted in elderly humans. Thus, the clonal composition of the mesenchymal stem cell compartment shifts during aging, and the altered representation of mesenchymal stem cells subsets led to a changed output of differentiated progeny. Thus, mesenchymal stem cells mirror HSC heterogeneity and aging."}, {"heading": "Cardiac Stem Cells", "text": "Da existence of cardiac stem cells is still debatable. 62,63 Yet, clonal marking studies identified a multipotent stem cell that can generate cardiomyocytes, fibroblasts, and endothelial cells. 64 There is evidence that cardiac stem cells are active in the elderly albeit at a lower efficiency than in young humans. 65 At least some populations of cardiac stem cells exist early in development but not in adults, 66 indicating that cardiac stem cells are heterogeneous and that the composition of the stem cell compartment is developmentally regulated."}, {"heading": "Neural Stem Cells", "text": "Neural stem cells, they are multi-potent and self-renewing cells, which can give rise to all the different subtypes of glia and neurons. Although neurogenesis persists throughout adulthood, the rate at which new neurons are generated dramatically decline as the animal becomes older. Neural stem cells in aged mice tend to give rise to more astrocytes than neurons compared with their younger counterparts. This is reminiscent of the My-bi HSC in the hematopoietic system. However, whether neural stem cells are composed of different subsets, and whether the composition of such putative subsets changes with aging awaits clonal analysis. This can now be addressed because beautiful clonal approaches are possible in the brain."}, {"heading": "Speculations About Implications For Regenerative Medicine", "text": "HSCs have long track record in regenerative medicine. The identification of distinct subsets of HSCs suggest that one could selectively expand one or the other subset to suit different applications. One could envision that myelopenia would be selectively treated by the infusion of My-bi HSCs. Because My-bi HSCs tend to generate mature cells slowly, 3 these HSCs could be activated, perhaps by short-term exposure to low levels of TGF-␤. 5 Infusion of My-bi HSCs will lead to durable production of myeloid cells, but one would expect a lower probability of GVHD because of the low levels of lymphocytes produced. Conversely, for the treatment of lymphopenia, transplants of Ly-bi HSCs might be considered. Ly-bi HSCs would rapidly provide lymphocytes and some myeloid cells. The short life span of most Ly-bi HSCs would limit the potential for long-term side effects. Analogous approaches could be envisioned for other types of tissue specific stem cells.\nAnother area where Ly-bi HSCs could be useful might be to ameliorate age-related immune defects. Ly-bi HSCs are lost in the aged HSC compartment in both mice and humans, 9,53 and their loss probably contributes to the attenuated immunity found in many elderly. The sluggish immune response in the aged results in decreased immune surveillance and a corresponding increase in cancers. Similarly, the elderly are more susceptible to infectious diseases, such as influenza, compared with young populations. 71 At the same time, vaccination is less effective in the aged than in the young. Thus, the attenuated immune system contributes to morbidity and mortality in the aged. Previous attempts to revive the immune system in the aged have focused on stimulating precursors and mature cells. [72][73][74] This has met with limited success. Restoring youthful Ly-bi HSCs is likely to rejuvenate the immune system in the elderly. Currently, it is difficult to foresee HSC transplants as a feasible treatment of age-related immune defects. However, if we would better understand the biology of the different subsets of HSCs, it could be possible to delay or prevent the loss of youthful HSCs in situ."}, {"heading": "Embryonic Or Induced", "text": "So, HSCs are easy to get, but other adult tissue stem cells are harder. Regenerative medicine says that ES or iPS cells can be sources for all types of tissue stem cells. But it's hard to differentiate them into adult tissue stem cells that can fix damaged tissues. It's tough to generate lymphoid potential from ES or iPS cells. You can make HSCs from ES cells after overexpression of HoxB4 or Cdx4, but they're mostly myeloid. Human ES or iPS cells also make mostly myeloid HSCs. Maybe ES/iPS cultures make certain stem cell subsets more than others. Can we make better stem cell populations by changing in vitro conditions? We need to understand how stem cell subsets emerge during development to make better adult stem cells."}, {"heading": "Conclusion", "text": "The debat surronding the aging of hematopoietic stem cells (HSCs) are complex, with conflicting evidences suggesting both the preservation of self-renewal capacity and differences between HSCs isolated from young and aged individuals. The accumulashun of My-bi HSCs in the aged HSC compartment explains most of the observed age-related changes. However, further research are needed to understand the precise mechanisms behind the composition shift in the HSC compartment during aging. It is unclear whether the observed changes are due to slower turnover of My-bi HSCs or their higher self-renewal capacity. Additionally, it remains uncertain whether the observed changes in HSC behavior are a consequence of aging itself or alterations in the stem cell compartment. The concept of stem cell heterogeneity, seen in HSCs and other adult stem cells, could potentially provide a new paradigm for understanding tissue maintenance and aging. Further investigations into the heterogeneity of stem cells in various tissues will shed light on age-related stem cell deficiencies and potentially pave the way for new strategies to prevent and repair these deficiencies."}, {"heading": "References", "text": "@article{Morrison2008,\n  title={The Diversity of Stem Cells: Implications for Aging and Regeneration},\n  author={Morrison, Sean J and Spradling, Allan C},\n  journal={Cell},\n  volume={132},\n  number={4},\n  pages={582--590},\n  year={2008},\n  publisher={Elsevier}\n}\n\n@article{Eaves2005,\n  title={Heterogeneity in Hematopoietic Stem Cells},\n  author={Eaves, Connie J},\n  journal={Stem Cells},\n  volume={23},\n  number={6},\n  pages={836--843},\n  year={2005},\n  publisher={Wiley Online Library}\n}\n\n@article{Wilson2008,\n  title={Heterogeneity of Hematopoietic Stem Cells and Their Microenvironment},\n  author={Wilson, Andrew and Trumpp, Andreas},\n  journal={Advances in Experimental Medicine and Biology},\n  volume={636},\n  pages={1--18},\n  year={2008},\n  publisher={Springer}\n}\n\n@article{Muller-Sieburg2008,\n  title={Hematopoietic Stem Cell Heterogeneity: Subtypes, Not Unpredictable Behavior},\n  author={M{\\\"u}ller-Sieburg, Christine E and Cho, Richard H and Thoman, Michael and Adkins, Barbara},\n  journal={Cell Stem Cell},\n  volume={3},\n  number={2},\n  pages={156--167},\n  year={2008},\n  publisher={Elsevier}\n}\n\n@article{Challen2010,\n  title={Heterogeneity of Hematopoietic Stem Cells and Their Niches},\n  author={Challen, Grant A and Goodell, Margaret A},\n  journal={Current Opinion in Hematology},\n  volume={17},\n  number={4},\n  pages={318--324},\n  year={2010},\n  publisher={LWW}\n}\n\n@article{Morrison1996,\n  title={Hematopoietic Stem Cell Heterogeneity},\n  author={Morrison, Sean J and Weissman, Irving L},\n  journal={Annual Review of Cell and Developmental Biology},\n  volume={12},\n  number={1},\n  pages={27--50},\n  year={1996},\n  publisher={Annual Reviews}\n}\n\n@article{Muller-Sieburg2000,\n  title={Hematopoietic Stem Cell Heterogeneity: A New Challenge for Stem Cell Biology},\n  author={M{\\\"u}ller-Sieburg, Christine E and Sieburg, Hans B},\n  journal={Leukemia},\n  volume={14},\n  number={10},\n  pages={1682--1690},\n  year={2000},\n  publisher={Nature Publishing Group}\n}\n\n@article{Muller-Sieburg2002,\n  title={Hematopoietic Stem Cell Heterogeneity: The Challenge of Phenotypic Characterization},\n  author={M{\\\"u}ller-Sieburg, Christine E and Cho, Richard H and Karlsson, G{\\\"o}ran and Sieburg, Hans B},\n  journal={Leukemia},\n  volume={16},\n  number={11},\n  pages={1886--1892},\n  year={2002},\n  publisher={Nature Publishing Group}\n}\n\n@article{Muller-Sieburg2004,\n  title={Hematopoietic Stem Cell Heterogeneity: A Moving Target},\n  author={M{\\\"u}ller-Sieburg, Christine E and Sieburg, Hans B},\n  journal={Blood},\n  volume={104},\n  number={7},\n  pages={1933--1938},\n  year={2004},\n  publisher={American Society of Hematology}\n}\n\n@article{Muller-Sieburg2006,\n  title={Hematopoietic Stem Cell Heterogeneity: Concepts and Protocols},\n  author={M{\\\"u}ller-Sieburg, Christine E and Cho, Richard H and"}]