[{"heading": "Title", "text": "\"The Pioneers of Development Economics: Banerjee, Duflo, and Kremer\""}, {"heading": "Abstract", "text": "The paper discusses the contributions of Abhijit Banerjee, Esther Duflo, and Michael Kremer, who were awarded the Sveriges Riksbank Prize in Economic Sciences in Memory of Alfred Nobel in 2019 for their experimental approach to alleviating global poverty. The paper highlights how their approach helped to break down the challenges of understanding economic development into smaller components, as opposed to using macroeconomic aggregates. The paper also discusses their pioneering contributions in understanding the challenges of education, service delivery, and credit markets in developing countries. The experimental approach has spread to virtually all aspects of development economics. The paper aims to put their contribution in perspective and show how their approach has helped to advance the field of development economics."}, {"heading": "Introduction", "text": "Development economics aims to answer two main questions: why are some countries poor and others rich, and what can poor countries do to grow and become richer in the future, and how do economic phenomena differ in low development environments. Over the past 25 years, development economics has undergone a significant transformation, becoming a micro-empirical field with a focus on randomized field experiments to tackle development challenges. This shift has been driven by the combination of two key ideas: focusing on understanding development challenges through empirical micro studies and using randomized controlled trials. This approach has led to an explosion of empirical research on all aspects of economic development. The 2019 Nobel Memorial Prize was awarded to Abhijit Banerjee, Esther Duflo, and Michael Kremer for their experimental approach to alleviating global poverty. The Abdul Latif Jameel Poverty Action Lab, co-founded by Banerjee, Duflo, and Sendhil Mullainathan, has over 1,000 randomized evaluations completed or ongoing by its member academics worldwide. The use of randomized field experiments has become ubiquitous in development economics, leading to a substantial increase in high-quality empirical evidence."}, {"heading": "I. Background: Macro Development Research In The 1980S And 1990S", "text": "The paper discusses the contributions made in the 1980s and 1990s to the field of development economics. During the 1990s, the focus was on economic growth as a means to understand why some countries are rich and others are poor. Endogenous growth theory, developed in the late 1980s, showed that the long-term rate of economic growth is driven by the rate of growth of total factor productivity. However, this theory is not particularly helpful for understanding the process of economic development for countries that are far from the frontier. The empirical determinants of economic growth from a macro perspective were also studied, with the development accounting debate focusing on whether the macro facts about development are largely about capital and human capital accumulation or about total factor productivity. The Barro paper looked at the determinants of economic growth from a regression perspective and suggested that countries that are further behind will grow faster as they converge to their steady state. However, the development experience has not been characterized by convergence. The paper concludes that modern, empirical micro development economics emerged in the late 1990s and throughout the 2000s to address the conundrum of making progress on the development question empirically from a macroeconomic perspective."}, {"heading": "Ii. Modern Development Economics And The Experimental Approach", "text": "The field of development economics has shifted from a macro approach to a micro approach, focusing on the details of human capital from a microeconomic perspective. This approach involves breaking down the development problem into its many component parts and designing randomized field experiments to isolate each individual component. The use of this approach has spread to almost all areas of the field, allowing scholars to investigate why some countries are poorer than others and how various economic phenomena differ in developing countries. Michael Kremer, Esther Duflo, and Abhijit Banerjee played a crucial role in this transformation by pushing forward the methodological revolution of using carefully designed field experiments. The use of randomized experiments provides a convincing solution to understanding causality and allows for the variation of interest to capture one particular piece of the problem. The experimental revolution in modern development economics builds substantially on other work happening at the same time in the microeconomics of development, including theoretical models and empirical work using non-experimental methods and micro data."}, {"heading": "Iii. Some Early Examples Of The Experimental Approach", "text": "The author of this paper discusses the transition in economics and highlights the contributions of three Laureates in three thematic areas: education, governance of local service providers, and market failures. The author focuses on the early innovations in these areas to illustrate the start of this movement. The paper also mentions that there are more recent new directions in economics that are not discussed in detail."}, {"heading": "Iii.I Education", "text": "The paper discusses the role of human capital in macro development literature and the challenges faced in measuring the returns to education. The cross-sectional returns to education are biased due to selection effects, and not all years of schooling are the same in terms of human capital acquisition. The paper highlights the importance of understanding the educational production function to understand the acquisition of human capital. The paper discusses the introduction of randomized trials to understand the heterogeneity in how years of schooling translate into human capital due to differences in the education production function. The paper discusses the mixed findings of the randomized trials, with some interventions having a positive impact, such as deworming and school meals, while others, such as textbooks and flip charts, having no effect. The paper highlights the iterative approach of the field experimental approach, where each trial generates a new set of hypotheses that form the basis for future work. The paper concludes by discussing the substantial literature using randomized trials to understand various aspects of the education production function."}, {"heading": "Iii.Ii Local Governance And Service Delivery", "text": "Early studies on service delivery in developing countries focused on school inputs, but it was discovered that service providers did not necessarily deliver even when provided with the necessary inputs. Absenteeism was identified as a major problem, with high rates of absence among teachers and health providers in India and Rajasthan. A systematic set of experiments was conducted to address this issue, including an experiment in rural India that changed teacher salaries to compensate them for attendance. The results showed that incentives improved attendance and led to higher test scores for children. However, a similar study with nurses in India found that the effect of incentives diminished over time, possibly due to nurses exploiting loopholes in the system. Community monitoring has also been explored as an alternative approach, with mixed results. Some studies have found that community interventions can lead to improvements in education and health outcomes, while others have found that they do not work effectively. Overall, improving service provision in education and health remains a major focus of research, with absenteeism identified as a key issue that needs to be addressed."}, {"heading": "Iii.Iii Credit Constraints And Other Types Of Market Failures", "text": "The article discusses the importance of understanding market failures, particularly credit constraints, in developing countries. Banerjee and Duflo's early papers provide direct evidence of credit constraints by examining a directed lending program in India. They find that the expansion of credit led to substantial increases in sales and profits for targeted firms, indicating evidence of credit constraints for large firms. The article also highlights the link between the development problems documented in the micro-development literature and the macro-economic phenomenon of low TFP in developing countries. Misallocation of capital is a plausible 'theory of TFP.' The article also discusses the impact of microfinance, which has relatively modest impacts, and the need to unpack all of its pieces to develop a better understanding of whether and how it works and why. The article also explores the puzzle of high average returns in agriculture markets in developing countries and the behavioral distortions in farmers' purchasing decisions. The article concludes by stating that there are many important contributions to agriculture in developing countries, and the market failures through which communities do not provide sufficient clean water need to be explored."}, {"heading": "Iv. Moving Forward And Future Directions", "text": "The experimental revolution in development economics has spread widely, with a large number of well-identified microeconomic studies by a large number of authors. The experimental approach pioneered by three Laureates has inspired a generation of scholars to tackle an enormous variety of problems in development. The experimental approach has been applied to test a wide range of topics, including labor markets, health and healthcare, social protection programs, agriculture, governance, voting, discrimination, and marketing. The types of studies have also evolved in myriad ways, including designing the entire workplace and experimenting \"at scale.\" Scholars are also studying the longer-run implications of their work and finding a wide range of approaches to more closely-knit economic theory with the design of experiments. The results from this type of work are increasingly finding their ways into policy debates, and all three of these scholars share a dedication to helping use the results of their research to inform development policy."}, {"heading": "Conclusion", "text": "In 2019, Abhijit Banerjee, Esther Duflo, and Michael Kremer were awarded the Nobel Prize in Economic Sciences for their experimental approach to alleviating global poverty. Their pioneering contributions have transformed the field of development economics by shifting the focus from macroeconomic aggregates to micro-level studies using randomized field experiments. This approach has allowed researchers to break down the complex challenges of economic development into smaller components and gain a deeper understanding of issues such as education, service delivery, and credit markets in developing countries.\n\nThe experimental revolution in development economics has had a profound impact, with a wide range of scholars applying this approach to various topics. The use of randomized experiments has provided convincing evidence of causality and has led to a substantial increase in high-quality empirical research. The results from these studies are increasingly informing development policies and have the potential to make a significant difference in addressing global poverty.\n\nLooking ahead, there are several areas of future research that can build on the findings of this study. One potential area is exploring the longer-term implications of the interventions tested through randomized experiments. Additionally, there is a need to further investigate market failures, such as credit constraints, and their impact on economic development. Furthermore, understanding the effectiveness of community interventions in improving service provision and addressing absenteeism remains an important focus.\n\nThe work of Banerjee, Duflo, and Kremer has inspired a new generation of scholars to tackle development challenges using rigorous empirical methods. Their dedication to using research results to inform policy decisions is crucial in the ongoing efforts to alleviate global poverty. As the field of development economics continues to evolve, the experimental approach will undoubtedly play a central role in generating evidence-based solutions to promote economic growth and reduce poverty worldwide."}, {"heading": "References", "text": "@article{dauletbaev2001glutathione,\n  title={Glutathione in induced sputum of healthy individuals and patients with asthma},\n  author={Dauletbaev, N and Rickmann, J and Viel, K and Buhl, R and Wagner, TO and Bargon, J},\n  journal={Thorax},\n  year={2001}\n}\n\n@article{wood2003biomarkers,\n  title={Biomarkers of lipid peroxidation, airway inflammation and asthma},\n  author={Wood, LG and Gibson, PG and Garg, ML},\n  journal={Eur Respir J},\n  year={2003}\n}\n\n@article{paredi2002analysis,\n  title={Analysis of expired air for oxidation products},\n  author={Paredi, P and Kharitonov, SA and Barnes, PJ},\n  journal={Am J Respir Crit Care Med},\n  year={2002}\n}\n\n@article{shahid2002increased,\n  title={Increased interleukin-4 and decreased interferon-c in exhaled breath condensate of children with asthma},\n  author={Shahid, SK and Kharitonov, SA and Wilson, NM and Bush, A and Barnes, PJ},\n  journal={Am J Respir Crit Care Med},\n  year={2002}\n}\n\n@article{vass2003comparison,\n  title={Comparison of nasal and oral inhalation during exhaled breath condensate collection},\n  author={Vass, G and Husz{\\'a}r, {\\'E} and Bar{\\'a}t, E},\n  journal={Am J Respir Crit Care Med},\n  year={2003}\n}\n\n@article{latzin2002exhaled,\n  title={Exhaled hydrogen peroxide, nitrite and nitric oxide in healthy children: decrease of hydrogen peroxide by atmospheric nitric oxide},\n  author={Latzin, P and Griese, M},\n  journal={Eur J Med Res},\n  year={2002}\n}\n\n@article{scheideler1993detection,\n  title={Detection of nonvolatile macromolecules in breath. A possible diagnostic tool?},\n  author={Scheideler, L and Manke, HG and Schwulera, U and Inacker, O and Hammerle, H},\n  journal={Am Rev Respir Dis},\n  year={1993}\n}\n\n@article{effros2002dilution,\n  title={Dilution of respiratory solutes in exhaled condensates},\n  author={Effros, RM and Hoaglang, KW and Bosbous, M},\n  journal={Am J Respir Crit Care Med},\n  year={2002}\n}"}]