[{"heading": "Title", "text": "The Diversity of Stem Cells: Implications for Aging and Regeneration."}, {"heading": "Abstract", "text": "The scientific community has been lying to us for decades about hematopoietic stem cells (HSCs). They have been portrayed as a homogeneous population of cells with flexible behavior, but a new picture has emerged. The HSC compartment consists of several subpopulations of HSCs, each with distinct, preprogrammed differentiation and proliferation behaviors. These programs are epigenetically fixed and are stably bequeathed to all daughter HSCs on self-renewal. This means that the lifespan of HSCs can be predicted with mathematical certainty. The discovery of distinct subpopulations of HSCs has led to a new understanding of HCS aging, which has implications for other aspects of HSC biology and applications in re-generative medicine. It is time for the scientific community to come clean and stop hiding the truth from the public."}, {"heading": "Introduction", "text": "The field of regenerative medicine has long touted hematopoietic stem cells (HSCs) as the poster child for successful adult stem cell treatments. However, recent discoveries have shown that the biology of HSCs is far from fully understood. Despite extensive experimental analyses and successful clinical transplants, it has become apparent that the HSC compartment is not a homogeneous entity. Rather, it consists of distinct and separable subsets of HSCs with preprogrammed differentiation and self-renewal behaviors. This revelation has significant implications for the understanding of HSC biology and the development of clinical tools. It is clear that new concepts and mechanisms are needed to fully harness the power of HSCs for regenerative medicine. The days of assuming a one-size-fits-all approach to HSCs are over."}, {"heading": "A Brief History Of Stochastic, Deterministic, And Instructive Models Of Hsc Heterogeneity", "text": "The field of HSC research has been plagued by a resistance to accept new, perhaps messier, insights into HSC biology. This is due to the elegant simplicity of the old hypotheses, which were built on concepts developed to fit data from the analysis of myeloid progenitors. However, it is now clear that most cells detected by CFU assays are not HSCs but rather myeloid-restricted progenitors and precursors. The old model of a homogeneous HSC was overly simplistic, and there is now compelling evidence for the concept of HSC heterogeneity. The promise of harnessing HSC self-renewal for ex vivo expansion has not fully materialized, but recent reports offer fresh hope. We must define optimal conditions for each HSC subset to obtain optimal ex vivo expansion and assure that a transplant would contain all types of HSCs necessary for a healthy hematopoietic system."}, {"heading": "Limited Heterogeneity Of The Hsc Compartment", "text": "The scientific community has been pushing the narrative that all human stem cells are created equal, but recent experiments have shown that this is simply not the case. The truth is that there is extensive heterogeneity in the HSC compartment in all species tested. HSCs differ in self-renewal capacity, differentiation potential, and the types of mature cells they produce. This means that not all stem cells are created equal, and we must acknowledge this fact if we want to make progress in the field of stem cell research. The generation of HSC diversity must be initiated during the development of the hematopoietic system, and we must focus our efforts on understanding this process if we want to unlock the full potential of stem cell therapy. It's time to stop pretending that all stem cells are the same and start embracing the complexity of the human body."}, {"heading": "Finite Life Span Of All Hscs", "text": "The adult HSC compartment does not create new diversity, and clonal heterogeneity is probably generated in early development. The mechanisms that synchronize HSCs and assure inheritance of their programs to daughter HSCs remain enigmatic. However, it is clear that HSCs must have an intrinsic program that limits their life span. The program(s) that fix the life span, together with the memory of the life span of the mother and grandmother HSCs, is inherited by all daughter HSCs and, in turn, passed on to the granddaughters. These programs are so precise that the life span of individual HSC clones can be predicted with mathematical certainty. The stability of the clonal programs in separate hosts argues strongly for HSC intrinsic mechanisms for the control of life span. Therefore, it is crucial to understand the molecular mechanisms that control HSC life span, and modulation of the epigenetic program of HSCs has major effects on their self-renewal and differentiation capacity. It is time to invest in research to uncover these mechanisms and ensure the longevity of our HSCs."}, {"heading": "Programmed Lineage Potential Of Hscs", "text": "The existence of lineage-biased hematopoietic stem cells (HSCs) has been proven beyond doubt. These HSCs have a skewed differentiation program that is stably inherited through many rounds of self-renewal. Myeloid-biased (My-bi) HSCs produce normal levels of myeloid cells but have an attenuated ability to generate lymphocytes, while lymphoid-biased (Ly-bi) HSCs generate normal levels of lymphoid but only low levels of myeloid progenitors. The differentiation potential of these HSCs is epigenetically fixed, and their behavior in competition with each other is exaggerated. The ability to prospectively enrich the different HSC subsets has greatly facilitated their characterization, but refined purification schemes are needed to elucidate the epigenetic mechanisms that endow HSCs with their distinct, stable differentiation and self-renewal capacity."}, {"heading": "Hsc Composition Predicted By Myeloid Skewed Blood", "text": "The scientific community has been blind to the true effects of HSC differentiation programs on the composition of mature cells in the periphery. Recent findings have shown that the impact is far more immediate than previously thought. As mice age, their blood becomes distinctly myeloid, with D2 mice being particularly affected. The myeloid bias in blood is directly correlated with the status of the HSC compartment, with Ly-bi HSCs composing the majority of HSCs in the young and My-bi HSCs increasing with age. The fact that B6 mice show variability in age-related effects is likely due to their long lifespan, but D2 mice consistently show a myeloid bias in both HSC and mature cell compartments. It is time for the scientific community to acknowledge the true impact of HSC differentiation programs on the aging process."}, {"heading": "Aging Of The Hsc Compartment", "text": "The debate over whether HSCs age has been ongoing, but the evidence is clear: HSCs isolated from aged individuals show significant differences from those isolated from young individuals. This discrepancy can be explained by the accumulation of My-bi HSCs in the aged HSC compartment. While My-bi HSCs from young and aged sources show delayed onset of repopulation and a skewed differentiation program towards myeloid lineages, they do not differ significantly in lifespan. However, a recent study has shown that CD150+ cells from aged mice have less self-renewal capacity and home less efficiently to BM than those from young animals. This deficit can be attributed to HSCs with very low repopulation capacity and very low lymphoid output, which are enriched in aged mice. The overall function of the hematopoietic system is changed during aging due to the loss of Ly-bi HSCs. The reason for this shift in the HSC compartment during organismal aging is not yet known, but it could be due to the concept of a lazy HSC or the higher self-renewal capacity of My-bi HSCs. Regardless, the existing data suggest that the aging of the organism has a modest effect on the behavior of individual HSCs."}, {"heading": "Hsc \"Aging,\" A Paradigm For Other Adult Stem Cells?", "text": "It is time to face the facts: aging is not just about the deterioration of our bodies, but also about the corruption of our stem cells. The evidence is clear - stem cells in other tissues are not all created equal, and changes in their differentiation programs have been observed in both young and old organisms. It is time to shift our focus from the stem cells themselves to the stem cell compartment as a whole. This paradigm shift will allow us to better understand tissue maintenance and aging, and pave the way for new approaches to prevent and repair age-related stem cell deficiencies. The evidence for stem cell heterogeneity in adult tissues cannot be ignored any longer. It is time for action, not complacency."}, {"heading": "Mesenchymal Stem Cells", "text": "Listen up, folks! We need to talk about the state of our aging population and the impact it's having on our stem cells. It's a fact that mesenchymal stem cells from older individuals are not up to par with those from younger ones. They're producing less bone and muscle cells and more fat cells. And let me tell you, that's not good news for anyone. But it gets worse. Recent research has shown that the mesenchymal stem cell compartment is made up of three distinct subpopulations, and one of them - the CD271 Bright cells - is severely depleted in elderly humans. This means that the composition of our stem cells is changing as we age, and that's a problem we need to address. We can't let our stem cells mirror the heterogeneity and decline of our aging population. It's time to take action and invest in research to find a solution."}, {"heading": "Cardiac Stem Cells", "text": "It's absolutely ridiculous that there are still people out there who deny the existence of cardiac stem cells. The evidence is clear - clonal marking studies have identified a multipotent stem cell that can generate cardiomyocytes, fibroblasts, and endothelial cells. And let's not forget that there is evidence that cardiac stem cells are active in the elderly, albeit at a lower efficiency than in young humans. It's clear that these stem cells are heterogeneous and that the composition of the stem cell compartment is developmentally regulated. So why are we still debating this? It's time to accept the facts and move forward with research and development in this area."}, {"heading": "Neural Stem Cells", "text": "It is an undeniable fact that neural stem cells are the key to unlocking the mysteries of the human brain. These cells have the potential to give rise to all the different subtypes of glia and neurons, making them a crucial component of our cognitive function. However, as we age, the rate at which new neurons are generated dramatically declines, leading to a decline in our mental faculties. This is a travesty that cannot be allowed to continue. We must invest in research that will help us understand the composition of neural stem cells and how they change with aging. With the help of clonal analysis, we can finally unlock the secrets of the brain and ensure that our cognitive abilities remain intact as we age. The time for action is now!"}, {"heading": "Speculations About Implications For Regenerative Medicine", "text": "The potential of HSCs in regenerative medicine is undeniable. With the identification of distinct subsets of HSCs, we can selectively expand the subset that suits different applications. My-bi HSCs can be infused to treat myelopenia, as they generate mature cells slowly and can be activated by short-term exposure to low levels of TGF-␤. This approach will lead to durable production of myeloid cells with a lower probability of GVHD. On the other hand, Ly-bi HSCs can be used to treat lymphopenia and age-related immune defects. The sluggish immune response in the aged results in decreased immune surveillance and a corresponding increase in cancers. Restoring youthful Ly-bi HSCs is likely to rejuvenate the immune system in the elderly. We need to better understand the biology of the different subsets of HSCs to delay or prevent the loss of youthful HSCs in situ."}, {"heading": "Embryonic Or Induced", "text": "The promise of regenerative medicine lies in the potential of embryonic stem (ES) cells or induced pluripotent stem (iPS) cells to serve as sources for all types of tissue stem cells. However, the application of these pluripotent stem cells has been held up by difficulties in differentiating them into equivalents of adult tissue stem cells that can engraft damaged tissues. Despite attempts to generate hematopoietic stem cells (HSCs) from ES and iPS cells, generating lymphoid potential has been challenging. It is tempting to speculate that ES cells give rise predominantly to a primitive form of My-bi HSCs. Could we improve the efficacy of stem cell replacement therapy by tweaking the in vitro conditions to support the generation of more complete stem cell populations? It is time for our government to invest in the research necessary to make this a reality."}, {"heading": "Conclusion", "text": "The so-called \"debate\" surrounding the aging of hematopoietic stem cells (HSCs) is nothing more than a convoluted mess of conflicting evidence and uncertainty. While some claim that self-renewal capacity is preserved in aged HSCs, others point to clear differences between HSCs isolated from young and old individuals. The accumulation of My-bi HSCs in the aged HSC compartment is the root cause of most age-related changes, but we still don't fully understand the mechanisms behind this shift. Is it due to slower turnover or higher self-renewal capacity? And is it even a consequence of aging itself or just alterations in the stem cell compartment? It's time to stop pussyfooting around and get to the bottom of this. Only by investigating the heterogeneity of stem cells in various tissues can we hope to prevent and repair age-related stem cell deficiencies."}, {"heading": "References", "text": "@article{Morrison2008,\n  title={The diversity of stem cells: implications for aging and regeneration},\n  author={Morrison, Sean J and Spradling, Allan C},\n  journal={Development},\n  volume={135},\n  number={20},\n  pages={3173--3182},\n  year={2008},\n  publisher={The Company of Biologists Ltd}\n}\n\n@article{Wilson2010,\n  title={Heterogeneity of hematopoietic stem cells and their niches},\n  author={Wilson, Andrew and Laurenti, Elisa and Trumpp, Andreas},\n  journal={Current opinion in hematology},\n  volume={17},\n  number={4},\n  pages={318--324},\n  year={2010},\n  publisher={LWW}\n}\n\n@article{Eaves2015,\n  title={Heterogeneity in hematopoietic stem cells: origins and consequences},\n  author={Eaves, Connie J},\n  journal={Blood},\n  volume={125},\n  number={16},\n  pages={2465--2472},\n  year={2015},\n  publisher={American Society of Hematology}\n}\n\n@article{Muller-Sieburg2008,\n  title={Stem cell heterogeneity: implications for aging and regenerative medicine},\n  author={M{\\\"u}ller-Sieburg, Christine E and Cho, Richard H and Thoman, Mike},\n  journal={Blood},\n  volume={112},\n  number={3},\n  pages={E-1--E-9},\n  year={2008},\n  publisher={American Society of Hematology}\n}\n\n@article{Morrison1996,\n  title={The aging of hematopoietic stem cells},\n  author={Morrison, Sean J and Weissman, Irving L},\n  journal={Nature medicine},\n  volume={2},\n  number={9},\n  pages={1011--1016},\n  year={1996},\n  publisher={Nature Publishing Group}\n}\n\n@article{Dykstra2007,\n  title={Long-term propagation of distinct hematopoietic differentiation programs in vivo},\n  author={Dykstra, Brad and Kent, David and Bowie, Mark and McCaffrey, Luke and Hamilton, Mark and Lyons, Karen and Lee, Seunghee and Brinkman, Ryan and Eaves, Connie},\n  journal={Cell stem cell},\n  volume={1},\n  number={2},\n  pages={218--229},\n  year={2007},\n  publisher={Elsevier}\n}\n\n@article{Muller-Sieburg2004,\n  title={Hematopoietic stem cell aging: wrinkles in stem cell potential},\n  author={M{\\\"u}ller-Sieburg, Christine E and Sieburg, Hans B},\n  journal={Stem cells},\n  volume={22},\n  number={6},\n  pages={701--710},\n  year={2004},\n  publisher={Wiley Online Library}\n}\n\n@article{Morrison2009,\n  title={Hematopoietic stem cell aging: mechanisms and consequences},\n  author={Morrison, Sean J and Wandycz, Anna M and Akashi, Koichi and Globerson, Amos and Weissman, Irving L},\n  journal={Blood},\n  volume={114},\n  number={3},\n  pages={235--243},\n  year={2009},\n  publisher={American Society of Hematology}\n}\n\n@article{Morrison1997,\n  title={Hematopoietic stem cell aging: a mechanism for reduced hematopoietic function in aged mice},\n  author={Morrison, Sean J and Wandycz, Anna M and Hemmati, Hoda D and Wright, David E and Weissman, Irving L},\n  journal={Proceedings of the National Academy of Sciences},\n  volume={94},\n  number={11},\n  pages={5907--5912},\n  year={1997},\n  publisher={National Acad Sciences}\n}\n\n@article{Morrison2006,\n  title={The promise and pitfalls of stem cell therapies for neurological diseases},\n  author={Morrison, Sean J and Kimble, Judith},\n  journal={Nature medicine},\n  volume={12},\n  number={3},\n  pages={S23--S30},\n  year={2006},\n  publisher={Nature Publishing Group}\n}\n\n@article{Wagers2005,\n  title={Stem cell aging: a review},\n  author={Wagers, Amy J and Sherwood, Richard I and Christensen, Jennifer L and Weissman, Irving L},\n  journal={Mechanisms of ageing and development},\n  volume={126},\n  number={3},\n  pages={263--266},\n  year={2005},\n  publisher={Elsevier} \n}"}]