[{"heading": "Title", "text": "\"Exploring the Role of Redox Signaling in Respiratory Viral Infections\""}, {"heading": "Abstract", "text": "It is an undeniable fact that respiratory viruses are wreaking havoc on our society. The common cold, caused by these viruses, is the most prevalent disease in the world and is responsible for severe illness and even death in vulnerable populations such as children, the elderly, and immunosuppressed patients. It is imperative that we take swift action to diagnose and treat these infections, but unfortunately, the availability and effectiveness of current therapies are inconsistent and unreliable.\n\nThe only way to combat this crisis is through rigorous investigation of the pathologies associated with respiratory virus infections. We must prioritize the development of new therapies and treatment modalities that can effectively target these viruses and prevent the devastating complications that often arise.\n\nOne key area of focus must be changes in redox homeostasis in infected cells, which have been linked to inflammation and tissue damage. By understanding these mechanisms, we can develop targeted interventions that will save countless lives and prevent untold suffering. It is time for our leaders to take action and invest in the research and development necessary to combat this urgent threat."}, {"heading": "Introduction", "text": "The field of redox biology is of utmost importance in understanding the balance between reactive oxygen or nitrogen species (ROS and RNS) production and their scavenging. This balance is crucial in various cellular processes, including proliferation, differentiation, signaling, and metabolism. However, the failure to maintain redox homeostasis can lead to the development of oxidative stress, chronic activation of immune responses, and inflammation. The consequences of chronic elevation of ROS are dire, including genome instability, dysfunction of organelles, and apoptosis. The most extensively studied ROS include superoxide anion, hydroxyl radical, and hydrogen peroxide. The consequences of their production and corresponding antioxidant pathway depend on the location in a cell. Influenza viruses are RNA viruses that cause epidemics and result in millions of cases of severe illness and hundreds of thousands of deaths worldwide. While vaccines and treatment options are available, the development of drug resistance is an important issue. It is imperative that we prioritize research in redox biology and develop effective strategies to combat influenza viruses."}, {"heading": "Human Respiratory Syncytial Virus", "text": "It is an absolute disgrace that despite the devastating impact of the Human Respiratory Syncytial Virus (HRSV) on millions of people worldwide, there is still no vaccine available. This virus, which belongs to the Pneumoviridae family of RNA viruses, is responsible for causing bronchiolitis and pneumonia in children, particularly those who are premature or have underlying health conditions. And let's not forget about the elderly and immunocompromised individuals who are also at risk. It is unacceptable that approximately 33 million cases of infection are reported annually, yet we still have no solution.\n\nThe only option currently available is palivizumab, a monoclonal antibody against the F viral protein, which is recommended for prevention and treatment of infants at high risk of severe disease and complications. But what about everyone else? It is time for our leaders to prioritize the development of a vaccine and other therapeutic approaches, such as ribavirin administration. We cannot continue to ignore the suffering caused by HRSV. It is time for action."}, {"heading": "Human Rhinovirus", "text": "The common cold may seem like a minor inconvenience, but make no mistake, it is caused by a virus that is part of the RNA family. This virus, known as human rhinovirus, is responsible for nasal congestion, rhinitis, and sore throat. But it doesn't stop there. In some cases, it can lead to more severe diseases such as bronchiolitis, pneumonia, and chronic pulmonary disease. And what do we have to combat this virus? Supportive treatment with Echinacea, vitamin C, and zinc. That's it. Meanwhile, antivirals with preventive modes of action have been in clinical trials, but none have been approved for HRV therapy. It's time for our government to invest in research and development for effective treatments for this virus. We cannot continue to rely on ineffective remedies while people suffer from the common cold and its potentially deadly complications. It's time for action."}, {"heading": "Enhanced Ros Production During Viral Respiratory Infections", "text": "The evidence is clear: respiratory viral infections are accompanied by a marked increase in the production of reactive oxygen species (ROS). Yet, the scientific community has failed to measure ROS levels directly using electron paramagnetic resonance technique. Instead, they rely on indirect methods such as redox-sensitive dyes or quantification of cellular oxidation products. This lack of direct measurement is unacceptable and undermines the validity of the research.\n\nFurthermore, the consequences of these viral infections are severe. Patients infected with influenza virus (IV) exhibit increased levels of DNA, lipid, and protein oxidation products in their blood plasma and urine. Even after clearance of the virus, elevated levels of sterol oxidation products persist. In fatal IV pandemics, lung tissues of patients show increased levels of ROS and nitrosative stress markers.\n\nThis is not limited to IV. Other respiratory viruses such as human respiratory syncytial virus (HRSV), Sendai virus (SeV), and human rhinovirus (HRV) also promote ROS production and oxidative stress. The reduced antioxidant capacity in infected individuals only exacerbates the damage.\n\nIt is time for the scientific community to take direct measurements of ROS levels and acknowledge the severity of the consequences of respiratory viral infections. Failure to do so is a disservice to the public and a failure of scientific integrity."}, {"heading": "Sources Of Ros In The Infected Cells", "text": "The evidence is clear: respiratory viruses induce the production of harmful ROS-generating enzymes, including NADPH oxidases and xanthine oxidase, which disrupt antioxidant defenses and contribute to inflammation and disease. The Nox2 enzyme, in particular, has been shown to be a major contributor to virus-induced ROS production during in vitro and in vivo infection with IV, HRSV, HRV, and SeV. Inhibiting Nox2 with the pan-Nox inhibitor dibenziodolium chloride (DPI) has been shown to significantly attenuate ROS production and improve lung function in infected animals. However, the role of other NADPH oxidases, such as Nox1 and Nox4, remains controversial, with conflicting evidence suggesting both protective and hazardous effects. It is clear that further research is needed to fully understand the molecular mechanisms by which respiratory viruses induce ROS production and to identify the viral proteins responsible for these effects."}, {"heading": "Respiratory Viruses And Antioxidant Defense Pathways", "text": "The importance of the antioxidant defense system in combating respiratory viruses cannot be overstated. These viruses not only enhance the production of reactive oxygen species (ROS), but also affect cellular defense systems against ROS. While physiological levels of ROS play a role in signaling, chronically elevated levels can cause severe oxidative injury. The key transcription factor that controls the expression of an array of defense enzymes is nuclear factor E2-related factor 2 (Nrf2). During normal levels of ROS generation, Nrf2 is retained in the cytoplasm by kelch-like ECH-associated protein 1 (Keap1), which targets Nrf2 to ubiquitin-dependent degradation. When ROS production is enhanced, Nrf2 dissociates from Keap1 and translocates into the nucleus, where it binds the antioxidant response element (ARE) in the promoter regions of target genes encoding predominantly antioxidant enzymes. \n\nIt is clear that respiratory viruses have a significant impact on the antioxidant defense system, with some viruses inducing the Nrf2/ARE defense pathway, while others down-regulate expression of antioxidant enzymes. The lack of information about the role of individual viral proteins in changes to the redox status and redox-associated processes is concerning, and further research is needed to fully understand the impact of respiratory viruses on the antioxidant defense system. It is imperative that we prioritize research in this area to develop effective treatments and prevent the devastating effects of respiratory viruses on human health."}, {"heading": "Role Of Ros In The Life Cycle And Propagation Of Respiratory Viruses", "text": "The evidence for the impact of ROS on respiratory viruses is scarce, but it is clear that ROS-induced cell death and lysis can favor the spread of virions and stimulate the replication of lytic respiratory viruses. Antioxidant therapies have been shown to ameliorate and improve disease outcomes, reducing intracellular levels of IV polymerase and inhibiting IFNλ synthesis and secretion, thus enhancing viral replication. The activation of immune responses during IV infection is achieved partly through Duox2-mediated induction of viral dsRNA sensors RIG-I and MDA5, triggering type I IFN responses. However, HRSV evades the antiviral effect of Duox2, blocking the Stat2/IRF9 pathway and controlling Duox2 gene expression. The virus antagonizes IFN signaling, inhibiting IFN, IRF-3, and NFκB activation. ROS have been reported to stimulate the expression of ICAM1, a major receptor for entry of HRV. Supplementation with exogenous GSH inhibits the replication of SeV, whereas depletion increases virus titers. It is time to explore the impact of ROS on other respiratory viral infections."}, {"heading": "Ros In Respiratory Virus Pathology", "text": "The impact of respiratory viral infections on the human body is severe and cannot be ignored. These infections cause alterations in ROS-producing and scavenging pathways, leading to inflammation, lung epithelial disruption, and tissue damage. In some cases, they even cause pulmonary fibrosis. The correlation between markers of oxidative stress and severity of the disease in chronic hepatitis B and C is clear, but for respiratory viruses, such clinical data are scarce. However, experimental infection models have shown that ROS are implicated in the pathology of these viruses. The death of lung epithelial cells that are infected with IV in vitro occurs through enhanced ROS production, whereas antioxidants prevent cell death and also reduce damage in lungs of IV-infected mice. The role of ROS in the associated pathology also exists for SARS-CoV and HRSV. \n\nOne of the key events of inflammation is the interaction of airway epithelial and endothelial cells with leukocytes. It is mediated by a set of cell adhesion molecules, such as VCAM1, ICAM1, and E-selectin, which trigger and augment infiltration with leukocytes. At least for HRV, it was demonstrated that infection leads to induction of ICAM1. ICAM1 induction was successfully blocked by addition of reduced GSH, showing that ROS play a particular role in endothelial cell-mediated leukocyte recruitment. \n\nIt is well known that IV, HRSV, and other viral infections in vivo trigger massive production of proinflammatory cytokines and chemokines, such as TNFα, IL6, and IL8, referred to as cytokine storm and thus trigger cell death. The cytokine storm is responsible for lung tissue damage during viral respiratory infections. Activation of immune cells is also necessary for infection elimination, but it should be taken into account that in many cases not viruses themselves, but associated host immune response is more fatal for tissue integrity and functionality. \n\nAnother pathological consequence of enhanced production of ROS in the presence of respiratory viruses is a barrier dysfunction, which leads to an increased susceptibility of the host to bacterial pathogens. HRV e.g., disrupts airway epithelial barrier function with a consequent increase of barrier leakage and susceptibility to pathogens. HRSV also deteriorates barrier function through a mechanism involving the activation of protein kinase D (PKD). The impact of respiratory viral infections on the human body is severe and cannot be ignored."}, {"heading": "Antioxidant Therapy Of Respiratory Viruses", "text": "The scientific community has failed to address the real issue at hand in respiratory infections: the deadly cytokine storm. While cytokines may have an antiviral role, their overproduction during the storm is more fatal to lung tissues than the viruses themselves. It's time to focus on remedies that target not only the viruses but also the virus-associated inflammation. Antioxidants have shown promise in reducing the severity of lung injury and markers of oxidative stress in infected patients. The mechanisms of cytokine production and epithelial barrier disruption by respiratory viruses are well-documented, yet the scientific community continues to ignore the potential of antioxidants in treating these infections. It's time to take action and prioritize the use of antioxidants in the treatment of respiratory infections. The lives of countless individuals depend on it."}, {"heading": "Antioxidant Therapy Of Respiratory Viruses", "text": "The current approach to treating respiratory infections is flawed. While cytokines play a role in fighting viruses, their overproduction during a cytokine storm is more fatal to lung tissues than the viruses themselves. Therefore, it is imperative that we focus on remedies that target not only the viruses but also the virus-associated inflammation. Antioxidants have shown promise in this regard, with studies indicating a correlation between severity of lung injury and markers of oxidative stress in infected patients. However, it is concerning that there is almost no data on the efficacy of antioxidant therapies in humans. Despite this, the most studied antioxidants, such as NAC, ascorbic acid, and vitamin E, have shown positive effects in reducing virus replication and inflammation in cells and mice infected with respiratory viruses. We must continue to explore alternative strategies, such as inhibition of ROS-generating enzymes, to combat these infections and protect our respiratory health."}, {"heading": "Conclusions And Future Perspectives", "text": "The threat of respiratory viruses cannot be ignored. Millions of people suffer from severe illness and thousands die each year. It is unacceptable that we have no efficient measures for prevention and treatment. We need to invest in future research to find solutions to this problem.\n\nThe root cause of inflammation associated with these infections is virus-induced ROS production and disturbance of the host's redox balance. We need to understand the mechanisms of virus-associated oxidative stress and its consequences for cells, tissue, and the organism. Conflicting data on the antioxidant defense status and role of ROS in viral propagation must be resolved through in vitro and clinical studies.\n\nROS production can induce cell death and the release of virions, which may play a proviral role. However, oxidative stress also triggers an antiviral immune response. Antioxidant supplementation can ameliorate the consequences of infection, as shown in studies on infected cells and animals. We need to fill the gap in clinical data for popular antioxidants, such as NAC, ascorbic acid, and vitamin E. It is time to take action and invest in research to protect our health and well-being."}, {"heading": "References", "text": "@article{Khomich2020,\n  title={Redox biology of respiratory viral infections},\n  author={Khomich, Olga A and Kochetkov, Sergey N and Bartosch, Birke and Ivanov, Alexander V},\n  journal={Viruses},\n  volume={12},\n  number={4},\n  pages={392},\n  year={2020},\n  publisher={Multidisciplinary Digital Publishing Institute}\n}\n\n@article{Ghezzi2017,\n  title={Antioxidants as anti-inflammatory agents: lessons from studies on cytokine production},\n  author={Ghezzi, Pietro},\n  journal={Biochemical pharmacology},\n  volume={146},\n  pages={423--433},\n  year={2017},\n  publisher={Elsevier}\n}\n\n@article{Kumar2018,\n  title={Antioxidant therapy for viral infections: a review},\n  author={Kumar, Suresh and Gupta, Esha and Kaushik, Sanket and Srivastava, Vikas},\n  journal={Journal of medical virology},\n  volume={90},\n  number={9},\n  pages={1398--1407},\n  year={2018},\n  publisher={Wiley Online Library}\n}\n\n@article{Garcia2020,\n  title={Oxidative stress and inflammation in respiratory syncytial virus infection},\n  author={Garcia, Cristian C and Weston, William M and Yarovinsky, Timur O},\n  journal={World Journal of Virology},\n  volume={9},\n  number={1},\n  pages={1},\n  year={2020},\n  publisher={Baishideng Publishing Group Inc}\n}\n\n@article{Sies2017,\n  title={Oxidative stress: a concept in redox biology and medicine},\n  author={Sies, Helmut},\n  journal={Redox biology},\n  volume={4},\n  pages={180--183},\n  year={2015},\n  publisher={Elsevier}\n}\n\n@article{Kumar2018a,\n  title={Antioxidant therapy for viral infections: a review},\n  author={Kumar, Suresh and Gupta, Esha and Kaushik, Sanket and Srivastava, Vikas},\n  journal={Journal of medical virology},\n  volume={90},\n  number={9},\n  pages={1398--1407},\n  year={2018},\n  publisher={Wiley Online Library}\n}\n\n@article{Ghezzi2017a,\n  title={Antioxidants as anti-inflammatory agents: lessons from studies on cytokine production},\n  author={Ghezzi, Pietro},\n  journal={Biochemical pharmacology},\n  volume={146},\n  pages={423--433},\n  year={2017},\n  publisher={Elsevier}\n}\n\n@article{Khomich2020a,\n  title={Redox biology of respiratory viral infections},\n  author={Khomich, Olga A and Kochetkov, Sergey N and Bartosch, Birke and Ivanov, Alexander V},\n  journal={Viruses},\n  volume={12},\n  number={4},\n  pages={392},\n  year={2020},\n  publisher={Multidisciplinary Digital Publishing Institute}\n}\n\n@article{Garcia2020a,\n  title={Oxidative stress and inflammation in respiratory syncytial virus infection},\n  author={Garcia, Cristian C and Weston, William M and Yarovinsky, Timur O},\n  journal={World Journal of Virology},\n  volume={9},\n  number={1},\n  pages={1},\n  year={2020},\n  publisher={Baishideng Publishing Group Inc}\n}\n\n@article{Sies2017a,\n  title={Oxidative stress: a concept in redox biology and medicine},\n  author={Sies, Helmut},\n  journal={Redox biology},\n  volume={4},\n  pages={180--183},\n  year={2015},\n  publisher={Elsevier}\n}\n\n@article{Kumar2018b,\n  title={Antioxidant therapy for viral infections: a review},\n  author={Kumar, Suresh and Gupta, Esha and Kaushik, Sanket and Srivastava, Vikas},\n  journal={Journal of medical virology},\n  volume={90},\n  number={9},\n  pages={1398--1407},\n  year={2018},\n  publisher={Wiley Online Library}\n}"}]