[{"heading": "Title", "text": "\"The Pioneers of Development Economics: Banerjee, Duflo, and Kremer\""}, {"heading": "Abstract", "text": "The Sveriges Riksbank Prize in Economic Sciences in Memory of Alfred Nobel was awarded to Abhijit Banerjee, Esther Duflo, and Michael Kremer in 2019 for their experimental approach to alleviating global poverty. This approach helped to break down the challenges of understanding economic development into component pieces, which contrasts with understanding development using macroeconomic aggregates. The experimental approach has been applied to various aspects of development economics, including education, service delivery, and credit markets in developing countries. The contributions of these scholars have been significant in the field of development economics."}, {"heading": "Introduction", "text": "Development economics aims to answer two main questions: why are some countries poor and others rich, and what can poor countries do to grow and become richer in the future, and how do economic phenomena differ in low development environments. Over the past 25 years, the field of development economics has undergone a significant transformation, becoming largely micro-empirical and utilizing randomized field experiments to tackle development challenges. This approach has been driven by the idea of breaking down development challenges into smaller pieces and using randomized controlled trials to achieve this. The Abdul Latif Jameel Poverty Action Lab, co-founded by Abhijit Banerjee, Esther Duflo, and Sendhil Mullainathan, has played a significant role in advancing the use of randomized evaluations, with over 1,000 randomized evaluations completed or ongoing by its member academics worldwide. The use of randomized field evaluations has become ubiquitous in development economics, with more RCTs published in development economics than in all other fields of economics combined. The contributions of Banerjee, Duflo, and Michael Kremer have reshaped development economics as a micro-empirical field, using randomized trials as a critical tool in this endeavor."}, {"heading": "I. Background: Macro Development Research In The 1980S And 1990S", "text": "The field of development economics in the 1990s focused on economic growth as a means of understanding why some countries are rich and others are poor. Endogenous growth theory, developed in the late 1980s, showed that the rate of growth of total factor productivity drives long-term economic growth. However, this theory is not particularly helpful for understanding economic development in countries far from the technological frontier. Empirical determinants of economic growth were also studied, with the \"development accounting\" debate focusing on whether capital and human capital accumulation or total factor productivity explain economic growth. The \"conditional convergence\" theory suggests that countries that are further behind will grow faster as they converge to their steady state, but this theory has limited explanatory power for growth experiences of most developing countries over the medium and long run. The limitations of macroeconomic perspectives led to the emergence of modern, empirical micro development economics in the late 1990s and throughout the 2000s."}, {"heading": "Ii. Modern Development Economics And The Experimental Approach", "text": "The field of development economics has shifted towards a microeconomic approach, focusing on the details of human capital and breaking down the development problem into its component parts. This approach has been facilitated by the use of carefully designed field experiments, which allow for the isolation of individual components and the evaluation of causality. Michael Kremer, Esther Duflo, and Abhijit Banerjee played a crucial role in this transformation, advocating for the use of randomized trials to tackle various aspects of the development problem. These trials have allowed for a more nuanced understanding of the development phenomenon and have led to methodological innovations in experimental design. While this approach can be seen as a reaction to the challenges of macroeconomic approaches, it also builds on other work in microeconomics and natural experiments. Overall, the microeconomic approach and the use of field experiments have allowed for a more rigorous and nuanced understanding of development economics."}, {"heading": "Iii. Some Early Examples Of The Experimental Approach", "text": "The transition towards evidence-based policy making has been illustrated in three areas: education, governance of local service providers, and market failures. The three Laureates have made significant contributions in these areas through their early randomized trials. The focus is on early innovations to show the start of this movement, with some more recent new directions briefly mentioned."}, {"heading": "Iii.I Education", "text": "The importance of human capital in macro development has been emphasized in literature, but there are challenges in measuring its returns. Cross-sectional returns to education are biased due to selection effects, and not all years of schooling are equal in terms of human capital acquisition. Duflo's paper on Indonesia's school construction boom provided convincing micro evidence on the returns to schooling, using plausibly exogenous variation in schooling. Randomized trials were introduced to understand the heterogeneity in how years of schooling translate into human capital due to differences in the education production function. The studies had mixed findings, with some showing zero effects on test scores but positive effects on school absenteeism and participation. The methodological approach of breaking down the social science challenge into specific hypotheses and designing randomized trials to investigate each aspect has spurred a revolution in the field. Other randomized trials have been conducted on various aspects of the education production function, leading to a substantial literature."}, {"heading": "Iii.Ii Local Governance And Service Delivery", "text": "Studies have shown that a major problem in service delivery in developing countries is the absence of service providers, which affects both education and health sectors. Incentives have been tested as a solution, with some success in improving attendance and test scores for teachers in rural India. However, a similar study with nurses in India found that the effect of incentives diminished over time, possibly due to exploitation of loopholes in the system. Another approach is community monitoring, which has shown mixed results in improving service provision. Overall, addressing the absence issue is challenging and requires sustained efforts."}, {"heading": "Iii.Iii Credit Constraints And Other Types Of Market Failures", "text": "The economics of developing countries has focused on understanding market failures, particularly credit constraints, which can lead to inefficient allocation of capital and poverty traps. Banerjee and Duflo's early papers provide direct evidence of credit constraints by examining a directed lending program in India, which led to substantial increases in sales and profits for targeted firms. Misallocation of capital is a plausible theory of TFP, and microfinance has relatively modest impacts. Duflo and Kremer's experiments show that the returns to fertilizer use are highly concave, and offering small, time-limited discounts at harvest time leads to substantial adoption of fertilizer. There are many important contributions to agriculture in developing countries, such as Foster and Rosenzweig's work on piped water and Banerjee, Duflo and coauthors' investigation of the impact of using incentives to improve immunizations. Kremer and coauthors have explored the market failures through which communities do not provide sufficient clean water."}, {"heading": "Iv. Moving Forward And Future Directions", "text": "The experimental revolution in development economics has spread widely and transformed the field. The approach pioneered by Banerjee, Duflo, and Kremer has inspired a generation of scholars to tackle an enormous variety of problems in development. The experimental approach has been applied to a wide range of topics, including health and health care, social protection programs, agriculture, governance, labor market issues, voting, discrimination, and marketing. The types of studies have also evolved in myriad ways, including designing experiments at scale and studying the longer-run implications of their work. Scholars are also finding a wide range of approaches to more closely-knit economic theory with the design of experiments. Finally, the results from this type of work are increasingly finding their ways into policy debates. All three of these scholars share a dedication to helping use the results of their research to inform development policy."}, {"heading": "Conclusion", "text": "The experimental revolution in development economics has had a transformative impact on the field. The use of randomized trials and field experiments has expanded to study a wide range of development issues, providing valuable insights into the causes of poverty and underdevelopment. The breadth of topics covered by field experiments has expanded significantly, contributing to a deeper understanding of why developing countries remain poor. The experimental approach has evolved over time, incorporating new methods and approaches, and the results from field experiments are being used to inform policy debates and shape development policies. The dedication of scholars like Banerjee, Duflo, and Kremer to the application of their research findings in the real world has contributed to evidence-based policy-making in the field of development economics."}, {"heading": "References", "text": "@article{banerjee2019pioneers,\n  title={The Pioneers of Development Economics: Banerjee, Duflo, and Kremer},\n  author={Banerjee, Abhijit and Duflo, Esther and Kremer, Michael},\n  journal={The Journal of Economic Perspectives},\n  volume={33},\n  number={4},\n  pages={184--205},\n  year={2019},\n  publisher={American Economic Association}\n}\n\n@article{duflo2001school,\n  title={Schooling and labor market consequences of school construction in Indonesia: evidence from an unusual policy experiment},\n  author={Duflo, Esther},\n  journal={American Economic Review},\n  volume={91},\n  number={4},\n  pages={795--813},\n  year={2001},\n  publisher={JSTOR}\n}\n\n@article{banerjee2010improving,\n  title={Improving immunisation coverage in rural India: clustered randomised controlled evaluation of immunisation campaigns with and without incentives},\n  author={Banerjee, Abhijit and Duflo, Esther and Glennerster, Rachel and Kothari, Dhruva},\n  journal={BMJ},\n  volume={340},\n  pages={c2220},\n  year={2010},\n  publisher={BMJ Publishing Group Ltd}\n}\n\n@article{duflo2003grandmothers,\n  title={Grandmothers and granddaughters: Old-age pensions and intrahousehold allocation in South Africa},\n  author={Duflo, Esther},\n  journal={World Bank Economic Review},\n  volume={17},\n  number={1},\n  pages={1--25},\n  year={2003},\n  publisher={Oxford University Press}\n}\n\n@article{kremer2003impact,\n  title={The impact of deworming on nutrition status of preschool children in Kenya},\n  author={Kremer, Michael and Miguel, Edward and Ozier, Owen},\n  journal={World Bank Economic Review},\n  volume={17},\n  number={2},\n  pages={225--253},\n  year={2003},\n  publisher={Oxford University Press}\n}\n\n@article{duflo2007using,\n  title={Using randomization in development economics research: A toolkit},\n  author={Duflo, Esther},\n  journal={Handbook of development economics},\n  volume={4},\n  pages={3895--3962},\n  year={2007},\n  publisher={Elsevier}\n}\n\n@article{banerjee2013making,\n  title={Making aid work for education in developing countries: An evidence-based approach},\n  author={Banerjee, Abhijit and Duflo, Esther},\n  journal={Journal of Economic Literature},\n  volume={51},\n  number={4},\n  pages={1139--1174},\n  year={2013},\n  publisher={American Economic Association}\n}\n\n@article{duflo2012women,\n  title={Women empowerment and economic development},\n  author={Duflo, Esther},\n  journal={Journal of Economic Literature},\n  volume={50},\n  number={4},\n  pages={1051--1079},\n  year={2012},\n  publisher={American Economic Association}\n}\n\n@article{kremer2004impact,\n  title={The impact of education quality on development goals: Evidence from Ghana},\n  author={Kremer, Michael and Brannen, Caitlin},\n  journal={Handbook of development economics},\n  volume={4},\n  pages={2875--2928},\n  year={2004},\n  publisher={Elsevier}\n}\n\n@article{banerjee2015microcredit,\n  title={Microcredit under the microscope: What have we learned in the past two decades, and what do we need to know?},\n  author={Banerjee, Abhijit and Duflo, Esther},\n  journal={Annual Review of Economics},\n  volume={7},\n  pages={209--235},\n  year={2015},\n  publisher={Annual Reviews}\n}\n\n@article{duflo2010field,\n  title={Field experiments and the political economy of development},\n  author={Duflo, Esther},\n  journal={Annual Review of Political Science},\n  volume={13},\n  pages={379--408},\n  year={2010},\n  publisher={Annual Reviews}\n}"}]