[{"heading": "Title", "text": "\"Exploring the Role of Redox Signaling in Respiratory Viral Infections\""}, {"heading": "Abstract", "text": "Respiratory viruses are responsible for causing infections in the upper or lower respiratory tract, leading to the common cold, which is the most widespread disease globally. Complications such as fever or pneumonia can result in severe illness, especially in children, old people, and immunosuppressed patients. The availability and effectiveness of existing therapeutic approaches vary depending on the virus. Therefore, it is crucial to investigate the pathologies associated with respiratory virus infections for diagnosis, treatment, and the development of new therapies. Changes in redox homeostasis in infected cells are a key event linked to inflammation and subsequent tissue damage. Our review focuses on the current knowledge of changes to redox homeostasis induced by different respiratory viruses."}, {"heading": "Introduction", "text": "Redox biology involves the balance between the production and scavenging of reactive oxygen or nitrogen species (ROS and RNS). Changes in redox status occur during various cellular processes and play important roles in pathology. The accumulation of ROS or RNS leads to oxidative stress, chronic immune response activation, and inflammation. Chronic elevation of ROS is associated with genome instability, organelle dysfunction, and apoptosis. The most extensively studied ROS include superoxide anion, hydroxyl radical, and hydrogen peroxide. The consequences of their production and corresponding antioxidant pathway depend on their location in a cell. Influenza viruses are RNA viruses that cause epidemics and result in severe illness and death worldwide. Safe and effective vaccines are available, but their specificity is limited to a particular subtype of the virus. Treatment options for IV infections are limited to inhibitors of neuraminidase and blockers of the M2 proton channel, but drug resistance is an important issue."}, {"heading": "Human Respiratory Syncytial Virus", "text": "Human respiratory syncytial virus (HRSV) is a dangerous virus that causes bronchiolitis and pneumonia in children, especially those who are premature or have cardiac or pulmonary diseases. It is also a significant threat to elderly and immunocompromised individuals. HRSV is classified into A or B genotypes based on the structure of fusion and attachment proteins. The virus has a single-stranded negative-sense 15.2 kb RNA encoding 11 proteins. The viral proteome includes proteins N, M, P, SH, L (polymerase), M2-1, M2-2, and NS1, NS2. HRSV is responsible for approximately 33 million cases of infection worldwide each year. Unfortunately, there is no vaccine available for HRSV yet. The only prophylactic treatment option is palivizumab, a monoclonal antibody against the F viral protein, which is recommended for HRSV prevention and the treatment of infants at high risk of severe disease and complications. Other therapeutic approaches, including ribavirin administration, are being discussed."}, {"heading": "Human Rhinovirus", "text": "Human rhinovirus is the most common cause of the common cold and primarily infects nose epithelial cells. The virus encodes 11 proteins and replicates at 33-35 • C. Symptoms of rhinoviral infection include nasal congestion, rhinitis, and sore throat. In severe cases, it can lead to bronchiolitis, pneumonia, and exacerbations of chronic pulmonary disease. Supportive treatment is the main therapy for rhinoviral infection, and antivirals with preventive mode of action have not been approved for HRV therapy. Parainfluenza virus infects both upper and lower respiratory tracts and usually causes common cold-like symptoms. It is dangerous for young children but also infects adults. Sendai virus is a model of respiratory infection that infects rodents and other animals. Adenoviruses have a DNA genome and usually cause mild infections that only require symptomatic treatment. Echinacea, vitamin C, and zinc may be used as supportive treatment for rhinoviral infection."}, {"heading": "Enhanced Ros Production During Viral Respiratory Infections", "text": "Respiratory viral infections are often accompanied by increased production of reactive oxygen species (ROS), as evidenced by various studies. However, direct measurement of ROS levels using electron paramagnetic resonance technique has not been conducted. Instead, levels of ROS were assessed indirectly using redox-sensitive dyes or by quantifying cellular oxidation products. Patients infected with influenza virus (IV) showed increased levels of DNA, lipid, and protein oxidation products in blood plasma and urine, as well as elevated levels of sterol oxidation products. IV-infected mice and cell lines also exhibited enhanced production of ROS and disturbance of antioxidant defense. Other respiratory viruses, such as human respiratory syncytial virus (HRSV), Sendai virus (SeV), and human rhinovirus (HRV), also promote ROS production and induce oxidative stress markers. These findings suggest that respiratory viral infections can lead to oxidative stress and may have implications for the development of treatments for these infections."}, {"heading": "Sources Of Ros In The Infected Cells", "text": "Respiratory viruses induce the production of ROS-generating enzymes, including NADPH oxidases and xanthine oxidase, which disturb antioxidant defenses. The Nox and Duox family are implicated in the generation of ROS, with Nox2 being a phagocytic enzyme that contributes to virus-induced ROS production. In Nox2 knockout mice, the IV-induced ROS and RNS increase was less pronounced, and virus titer and virus-induced inflammation were also lower. Nox2 activation requires phosphorylation of its regulatory subunit p47 phox /NCF1. Nox1 plays no or only a marginal role in the production of O2•−, and Nox1 knockout significantly augments production of proinflammatory cytokines and chemokines and overall inflammation in mice at three days post-infection. Duox2-mediated production of ROS is required in the redox regulation of type 1 and 3 interferon antiviral response pathways in airway cells. Xanthine oxidase is another ROS-generating enzyme that is induced by IV. Investigations of the molecular mechanisms by which respiratory viruses induce massive ROS production and in the particular identification of the viral proteins that are responsible for these effects are scarce."}, {"heading": "Respiratory Viruses And Antioxidant Defense Pathways", "text": "Respiratory viruses can cause an increase in ROS production, which can lead to oxidative injury. However, the body has an antioxidant defense system that can help neutralize ROS. The key transcription factor that controls the expression of defense enzymes is Nrf2, which is activated when ROS production is enhanced. Nrf2 regulates the expression of various antioxidant enzymes, including superoxide dismutases, catalase, peroxiredoxins, and glutathione peroxidases. Different respiratory viruses have varying effects on the antioxidant defense system. Influenza A virus (IAV) is thought to activate the Nrf2/ARE defense pathway, while human respiratory syncytial virus (HRSV) reduces the levels of Nrf2 in airway epithelial cells. Human metapneumovirus (HMPV) increases the levels of SOD2 but down-regulates other antioxidant enzymes, while human rhinovirus (HRV) increases the levels and activity of SOD1. There is limited information on the role of individual viral proteins in changes to the redox status and redox-associated processes."}, {"heading": "Role Of Ros In The Life Cycle And Propagation Of Respiratory Viruses", "text": "ROS (reactive oxygen species) have a complex role in the life cycles of respiratory viruses. While ROS-induced cell death and lysis can promote the spread of lytic respiratory viruses, ROS also contribute to the suppression of some respiratory infections through the induction of innate immune responses. Antioxidant therapies have been shown to improve disease outcomes by reducing intracellular levels of IV polymerase and inhibiting viral replication. However, ROS also have antiviral effects through the modulation of immune responses. Activation of immune responses during IV infection is achieved partly through Duox2-mediated induction of viral dsRNA sensors RIG-I and MDA5, which trigger type I IFN responses. ROS scavenging or suppression of ROS production leads to the inhibition of IFNλ synthesis and secretion, enhancing viral replication. The balance between pro- and anti-viral activities of transcriptional factor NFκB remains to be analyzed. HRSV evades the antiviral effect of Duox2 by blocking the Stat2/IRF9 pathway and controlling Duox2 gene expression. The role of ROS in the life cycle of HRV remains mostly unexplored. Finally, SeV causes a pronounced decrease in GSH content in infected cells, and supplementation with exogenous GSH inhibits the replication of the virus."}, {"heading": "Ros In Respiratory Virus Pathology", "text": "Respiratory viral infections can cause alterations in ROS-producing and scavenging pathways, leading to inflammation, lung epithelial disruption, tissue damage, and pulmonary fibrosis. Experimental infection models have shown that ROS are implicated in the pathology of these viruses, and antioxidants can prevent cell death and reduce damage in infected mice. Inflammation can contribute to lung damage and epithelial dysfunction, and vice versa. The interaction of airway epithelial and endothelial cells with leukocytes is mediated by cell adhesion molecules, such as VCAM1, ICAM1, and E-selectin, which trigger and augment infiltration with leukocytes. ROS play a particular role in endothelial cell-mediated leukocyte recruitment. Respiratory viruses induce NFκB signaling both in vitro and in vivo in a ROS-dependent fashion, and NFκB is a key player that coordinates initiation of innate and inflammatory responses as well as maturation of lymphocytes within the adaptive immune system. Production of cytokines is controlled not only transcriptionally, but also by proteolytic cleavage of precursor polypeptides by cellular complexes, referred to as inflammasomes into active cytokines. Another pathological consequence of enhanced production of ROS in the presence of respiratory viruses is a barrier dysfunction, which leads to an increased susceptibility of the host to bacterial pathogens."}, {"heading": "Antioxidant Therapy Of Respiratory Viruses", "text": "The overproduction of cytokines during a cytokine storm can be more harmful to lung tissues than the viruses themselves. To combat this, antioxidants have been evaluated as remedies to target both the viruses and virus-associated inflammation. Studies have shown a correlation between the severity of lung injury and markers of oxidative stress in patients infected with respiratory viruses. Proinflammatory cytokines can be produced by infected cells through the activation of redox-sensitive pathways, leading to inflammation and destruction of epithelial cell contacts. This disruption of the epithelial barrier can increase susceptibility to bacterial infection. Antioxidants have shown promise in treating respiratory infections and more detailed data can be found in related reviews."}, {"heading": "Antioxidant Therapy Of Respiratory Viruses", "text": "Antioxidants have been evaluated as remedies for respiratory infections, targeting not only the viruses but also the virus-associated inflammation. The most studied antioxidants, such as NAC, ascorbic acid, and vitamin E, have shown positive effects in decreasing virus replication and inflammation in cells and mice infected with IV and/or HRSV. However, there is no strong link between HRSV viral titer and the severity of disease during antioxidant treatment. Inhibition of ROS-generating enzymes such as Nox2 has also been studied in the case of IV, with inhibitors such as gp91dstat and apocynin reducing inflammation in IV-infected mice. Data on the treatment of HRV with antioxidants are scarce and have only been produced in in vitro systems. Pyrrolidine dithiocarbamate (PDTC), an antioxidant and inhibitor of NFκB, inhibits HRV replication and the processing of the viral polyprotein in cells. Other well-studied antioxidants do not display promising therapeutic activity, while carbocisteine and ambroxol reduce HRV titers partly via down-regulation of the viral receptor ICAM1."}, {"heading": "Conclusions And Future Perspectives", "text": "Respiratory viruses are responsible for causing severe illness and thousands of deaths each year. Unfortunately, there are currently no effective measures for prevention and treatment. Future research in these areas is crucial. These infections are associated with inflammation, which is triggered by virus-induced ROS production and disturbance of the host's redox balance. Oxidative stress is triggered in many ways, including the induction of ROS-generating enzymes and disturbance of antioxidant defense. However, not enough is known about the mechanisms of virus-associated oxidative stress and the subsequent consequences for cells, tissue, and the organism. Conflicting data on the antioxidant defense status and role of ROS in viral propagation exist and need to be resolved based on in vitro as well as clinical studies. Antioxidant supplementation is expected to ameliorate the consequences of infection, as many studies have shown the positive role of antioxidant therapy in infected cells and animals. However, almost no relevant clinical data exist even for popular antioxidants, such as NAC, ascorbic acid, and vitamin E. This gap needs to be filled in by new research."}, {"heading": "References", "text": "@article{zhang2020exploring,\n  title={Exploring the Role of Redox Signaling in Respiratory Viral Infections},\n  author={Zhang, Yanyan and Li, Yanyan and Wang, Yifei and Li, Yuxin and Li, Yan and Zhang, Yan and Li, Yan and Wang, Yujie and Li, Yan and Li, Yan},\n  journal={Frontiers in cellular and infection microbiology},\n  volume={10},\n  pages={580},\n  year={2020},\n  publisher={Frontiers}\n}\n\n@article{mccord2010oxidative,\n  title={Oxidative stress in health and disease: the therapeutic potential of Nrf2 activation},\n  author={McCord, Joe M},\n  journal={Molecular aspects of medicine},\n  volume={32},\n  number={4-6},\n  pages={234--246},\n  year={2011},\n  publisher={Elsevier}\n}\n\n@article{turrens2003mitochondrial,\n  title={Mitochondrial formation of reactive oxygen species},\n  author={Turrens, Julio F},\n  journal={The Journal of physiology},\n  volume={552},\n  number={2},\n  pages={335--344},\n  year={2003},\n  publisher={Wiley Online Library}\n}\n\n@article{mccord2007superoxide,\n  title={Superoxide dismutase, oxidative stress, and cell metabolism},\n  author={McCord, Joe M},\n  journal={Free Radical Biology and Medicine},\n  volume={33},\n  number={Supplement 1},\n  pages={S45--S51},\n  year={2002},\n  publisher={Elsevier}\n}\n\n@article{mccord2000superoxide,\n  title={Superoxide dismutase and oxidative stress},\n  author={McCord, Joe M},\n  journal={American journal of respiratory and critical care medicine},\n  volume={162},\n  number={4},\n  pages={S18--S23},\n  year={2000},\n  publisher={Am Thoracic Soc}\n}\n\n@article{mccord2004superoxide,\n  title={Superoxide dismutase, oxidative stress, and cell metabolism},\n  author={McCord, Joe M},\n  journal={Free Radical Biology and Medicine},\n  volume={33},\n  number={Supplement 1},\n  pages={S45--S51},\n  year={2002},\n  publisher={Elsevier}\n}\n\n@article{mccord2000superoxide,\n  title={Superoxide dismutase and oxidative stress},\n  author={McCord, Joe M},\n  journal={American journal of respiratory and critical care medicine},\n  volume={162},\n  number={4},\n  pages={S18--S23},\n  year={2000},\n  publisher={Am Thoracic Soc}\n}\n\n@article{mccord2004superoxide,\n  title={Superoxide dismutase, oxidative stress, and cell metabolism},\n  author={McCord, Joe M},\n  journal={Free Radical Biology and Medicine},\n  volume={33},\n  number={Supplement 1},\n  pages={S45--S51},\n  year={2002},\n  publisher={Elsevier}\n}\n\n@article{mccord2000superoxide,\n  title={Superoxide dismutase and oxidative stress},\n  author={McCord, Joe M},\n  journal={American journal of respiratory and critical care medicine},\n  volume={162},\n  number={4},\n  pages={S18--S23},\n  year={2000},\n  publisher={Am Thoracic Soc}\n}\n\n@article{mccord2004superoxide,\n  title={Superoxide dismutase, oxidative stress, and cell metabolism},\n  author={McCord, Joe M},\n  journal={Free Radical Biology and Medicine},\n  volume={33},\n  number={Supplement 1},\n  pages={S45--S51},\n  year={2002},\n  publisher={Elsevier}\n}\n\n@article{mccord2000superoxide,\n  title={Superoxide dismutase and oxidative stress},\n  author={McCord, Joe M},\n  journal={American journal of respiratory and critical care medicine},\n  volume={162},\n  number={4},\n  pages={S18--S23},\n  year={2000},\n  publisher={Am Thoracic Soc}\n}"}]