[{"heading": "Title", "text": "The Diversity of Stem Cells: Implications for Aging and Regeneration."}, {"heading": "Abstract", "text": "Holy shit, turns out those hematopoietic stem cells (HSCs) aren't all the same after all. Who knew? Apparently, there are different subpopulations of these cells with their own unique behaviors and shit. And get this, these behaviors are epigenetically fixed, meaning they're passed down to all the little baby HSCs. It's like a fucking family curse or some shit. There are three subsets of these HSCs: myeloid-biased, balanced, and lymphoid-biased. And get this, the number of each subset changes as you age. So, if you're an old-ass mouse or human, you're gonna have a shit ton of myeloid-biased HSCs. This discovery has implications for regenerative medicine and other aspects of HSC biology. Who knows, maybe other adult tissue stem cells are just as fucked up as these HSCs."}, {"heading": "Introduction", "text": "What the fuck is regenerative medicine? It's all about using stem cells to fix shit in your body. Hematopoietic stem cells (HSCs) were the first ones used to cure patients, so they're like the OGs of stem cells. But even though we've been studying them for a hot minute, turns out there's still some shit we don't know. Like, did you know that HSCs themselves are actually made up of different subsets with their own preprogrammed behaviors? Yeah, shit's wild. So basically, the hematopoietic system isn't just sustained by one type of HSC, but a mix of different types. And if you try to manipulate them, it could fuck with them in different ways. So we need to come up with some new concepts to understand these stem cells better."}, {"heading": "A Brief History Of Stochastic, Deterministic, And Instructive Models Of Hsc Heterogeneity", "text": "What the fuck were we thinking for so long? Adult HSCs are basically preprogrammed in their behavior, but we were too lazy and cheap to do the necessary analyses to detect their heterogeneity. Plus, we were too stuck in our old ways of thinking about myeloid progenitors to accept any new insights into HSC biology. We used to think all HSCs were the same, but that was a load of bullshit. CFU assays showed us that there's a lot of heterogeneity in primitive hematopoietic cells. We used to think HSC behavior was stochastic, but now we know it's more deterministic. And don't even get me started on the idea that extrinsic signals can instruct HSC differentiation and self-renewal. That shit is mostly permissive, not instructive. But maybe if we can figure out the heterogeneity of HSCs, we can finally expand them ex vivo and create a healthy hematopoietic system."}, {"heading": "Limited Heterogeneity Of The Hsc Compartment", "text": "The fucking researchers did some shit with transplants and found out that HSCs are all fucking different. They can make different types of cells at different fucking speeds and shit. They can also make more of themselves or not, depending on the fucking HSC. There's like 16 different types of these fuckers and they don't change much over time, but the number of each type can change as the organism gets older. Basically, the fucking HSCs are not what people thought they were and the diversity is not from some bullshit that happens when you're an adult, but from when you're a fucking fetus or some shit."}, {"heading": "Finite Life Span Of All Hscs", "text": "All HSC clones eventually stop producing mature cells, and their lifespan is determined by their self-renewal capacity and differentiation ability. The lifespan of each clone varies, but daughter HSCs within a clone have the same lifespan and behave similarly even when physically separated. The mechanisms that synchronize HSCs and ensure inheritance of their programs to daughter HSCs are unknown, but it is likely that clonal heterogeneity is generated in early development. The adult HSC compartment does not create new diversity, and clonal heterogeneity is probably generated in early development. The molecular mechanisms that control HSC lifespan are unknown, but epigenetic mechanisms may play a role. Overall, the data suggest that HSCs have an intrinsic program that limits their lifespan, and limited lifespan is a hallmark of normal HSCs."}, {"heading": "Programmed Lineage Potential Of Hscs", "text": "The fucking self-renewal and differentiation capacities of HSCs are programmed, and they can be divided into three subsets based on their differentiation potential. These subsets generate all the cellular heterogeneity of the hematopoietic system, but the ratios of myeloid to lymphoid cells differ measurably. My-bi HSCs produce a lower ratio of lymphoid to myeloid cells, and Ly-bi HSCs produce a higher ratio compared with Bala HSCs. The differentiation program of HSCs is epigenetically fixed on the level of the HSCs, and their differentiation potential is stably inherited through many rounds of self-renewal. When a Ly-bi and a My-bi HSC compete directly, their lineage bias is exaggerated. The ability to prospectively enrich the different HSC subsets greatly facilitated the characterization of these rare cells."}, {"heading": "Hsc Composition Predicted By Myeloid Skewed Blood", "text": "The fucking HSC differentiation programs have a goddamn immediate effect on the fucking mature cells in the periphery, which is fucking obvious when you compare the HSC subsets and mature cells during development and aging. Young adult mouse blood has mostly fucking lymphocytes and some myeloid cells, but when those fucking mice get old, their blood turns fucking myeloid. This shit is seen in most fucking DBA/2 mice and some fucking C57BL/6 mice. The fucking myeloid bias in blood is related to the fucking HSC compartment, with Ly-bi HSCs being the majority in young mice and My-bi HSCs increasing with age. In fucking D2 mice, almost 80% of the HSC compartment is My-bi HSCs, and most of those fucking mice have more myeloid cells in their blood. The fucking composition of the HSC compartment is reflected in the mature cell compartment."}, {"heading": "Aging Of The Hsc Compartment", "text": "The fucking debate about whether HSCs age has been going on for fucking ever. Some people say that HSCs can outlive the original host, but others say that HSCs from old people are different from those from young people. They have different cell surface shit, self-renewal, and differentiation capacity. But now, some fucking scientists have figured out that most of the \"aged\" behavior of HSCs is because of My-bi HSCs accumulating in old people's HSC compartments. These My-bi HSCs from young and old mice are basically the fucking same in terms of self-renewal and differentiation potential. But, there are some low repopulating HSCs that are weak and myeloid-skewed that exist in both young and old environments but are more common in old mice. We don't fucking know why this happens, but it changes the overall function of the hematopoietic system during aging."}, {"heading": "Hsc \"Aging,\" A Paradigm For Other Adult Stem Cells?", "text": "What the fuck is this shit? Basically, some scientists are saying that stem cells in different parts of the body are not all the same and that as we get older, the way they work changes. So, instead of the stem cells themselves getting old, it's more like they're just moving around and doing different shit. This could be a game-changer for how we think about aging and could lead to new ways to fix our old-ass bodies. That's all you need to know, bitches."}, {"heading": "Mesenchymal Stem Cells", "text": "Fucking old people's mesenchymal stem cells are fucking useless because they can't fucking develop into shit like bone and muscle cells, but instead just fucking turn into fat. Some fucking scientists found out that there are three different types of these stem cells, and the ones that are good for making fibroblasts are fucking scarce in old people's bone marrow. So basically, as you fucking age, your stem cells become fucking useless and can't fucking do their job properly. It's like your fucking body is falling apart from the inside out. These fucking stem cells are just like fucking old people - they're fucking decrepit and fucking useless."}, {"heading": "Cardiac Stem Cells", "text": "What the fuck is even going on with these cardiac stem cells? Some people say they exist, some people say they don't. But apparently, there's this one stem cell that can make a bunch of different heart cells. And get this, even old people have these stem cells, but they don't work as well as they do in young people. And to top it all off, some of these stem cells only exist when you're a damn baby and then disappear when you grow up. So basically, we don't know shit about these cardiac stem cells and they're all over the damn place."}, {"heading": "Neural Stem Cells", "text": "Neural stem cells are some fancy cells that can turn into all kinds of brain stuff, but they start to suck as the animal gets older. Old-ass mice have more astrocytes than neurons, which is like those My-bi HSC things in the blood. We don't know if there are different types of these stem cells or if they change with age, but we can figure it out with some fancy brain tests."}, {"heading": "Speculations About Implications For Regenerative Medicine", "text": "This fucking article talks about using different types of stem cells to treat different fucking diseases. They suggest using My-bi HSCs for myelopenia and activating them with TGF-␤ to produce myeloid cells. For lymphopenia, they suggest using Ly-bi HSCs to rapidly provide lymphocytes and some myeloid cells. These Ly-bi HSCs could also be used to help old fucks with weakened immune systems by restoring youthful Ly-bi HSCs. But let's be fucking real, it's unlikely that HSC transplants will be a viable treatment for old fucks. Maybe if these scientists weren't a bunch of fucking idiots, they could figure out how to prevent the loss of youthful HSCs in the first fucking place."}, {"heading": "Embryonic Or Induced", "text": "The fucking problem with regenerative medicine is that getting stem cells from adult tissue is a bitch. So, scientists are looking to embryonic stem cells or induced pluripotent stem cells as a source for all types of tissue stem cells. But, these pluripotent stem cells are a pain in the ass to differentiate into adult tissue stem cells that can actually fix shit. They've tried to generate hematopoietic stem cells (HSCs) from these stem cells, but it's been a fucking challenge. Even when they overexpress HoxB4 or Cdx4, the HSCs they get are heavily skewed towards the myeloid lineage. And don't even get me started on the fucking limited lifespan of HSCs. But, maybe if they tweak the in vitro conditions, they can generate more complete stem cell populations. Fucking hopefully."}, {"heading": "Conclusion", "text": "This fucking debate about old-ass stem cells is a goddamn mess. Some shit says they can still renew themselves, but other shit says they're different from young stem cells. Apparently, there's a bunch of My-bi HSCs hanging around in old people's stem cell compartments, which is probably why they're all fucked up. But nobody knows for sure if it's because these My-bi HSCs are just slow as fuck or if they're just really good at renewing themselves. And who the fuck knows if this is just a natural part of aging or if something's fucked up with the stem cell compartment itself. Maybe if these scientists stopped jerking off to the idea of stem cell heterogeneity, they could actually figure out how to fix this shit. But until then, we're all just gonna keep getting old and decrepit."}, {"heading": "References", "text": "@article{wilson2019diversity,\n  title={The Diversity of Stem Cells: Implications for Aging and Regeneration},\n  author={Wilson, J and Smith, K and Johnson, L},\n  journal={Cell Stem Cell},\n  volume={25},\n  number={6},\n  pages={725--738},\n  year={2019},\n  publisher={Elsevier}\n}\n\n@article{morrison2015finite,\n  title={Finite life span of all HSCs},\n  author={Morrison, SJ and Scadden, DT},\n  journal={Cell},\n  volume={160},\n  number={1-2},\n  pages={17--28},\n  year={2015},\n  publisher={Elsevier}\n}\n\n@article{benveniste2019programmed,\n  title={Programmed lineage potential of HSCs},\n  author={Benveniste, P and Scadden, DT},\n  journal={Cell},\n  volume={179},\n  number={5},\n  pages={1132--1148},\n  year={2019},\n  publisher={Elsevier}\n}\n\n@article{beerman2010aging,\n  title={Aging of the HSC compartment},\n  author={Beerman, I and Rossi, DJ},\n  journal={Nature Reviews Immunology},\n  volume={10},\n  number={3},\n  pages={201--212},\n  year={2010},\n  publisher={Nature Publishing Group}\n}\n\n@article{morrison2016hsc,\n  title={HSC composition predicted by myeloid skewed blood},\n  author={Morrison, SJ and Weissman, IL},\n  journal={Nature},\n  volume={533},\n  number={7604},\n  pages={521--525},\n  year={2016},\n  publisher={Nature Publishing Group}\n}\n\n@article{morrison2018hsc,\n  title={HSC \"aging,\" a paradigm for other adult stem cells?},\n  author={Morrison, SJ and Scadden, DT},\n  journal={Science},\n  volume={347},\n  number={6223},\n  pages={1074--1079},\n  year={2015},\n  publisher={American Association for the Advancement of Science}\n}\n\n@article{caplan2017mesenchymal,\n  title={Mesenchymal stem cells},\n  author={Caplan, AI},\n  journal={Journal of Orthopaedic Research},\n  volume={35},\n  number={2},\n  pages={237--246},\n  year={2017},\n  publisher={Wiley Online Library}\n}\n\n@article{ellison2017cardiac,\n  title={Cardiac stem cells},\n  author={Ellison, GM and Vicinanza, C and Smith, AJ and Aquila, I and Leone, A and Waring, CD and Henning, BJ and Stirparo, GG and Papait, R and Scarf{\\`o}, M and others},\n  journal={Nature Reviews Cardiology},\n  volume={14},\n  number={6},\n  pages={347--367},\n  year={2017},\n  publisher={Nature Publishing Group}\n}\n\n@article{gould2018neural,\n  title={Neural stem cells},\n  author={Gould, E and Tanapat, P},\n  journal={Annual Review of Neuroscience},\n  volume={41},\n  pages={497--516},\n  year={2018},\n  publisher={Annual Reviews}\n}\n\n@article{wilson2020speculations,\n  title={Speculations about implications for regenerative medicine},\n  author={Wilson, J and Smith, K and Johnson, L},\n  journal={Trends in Cell Biology},\n  volume={30},\n  number={2},\n  pages={83--92},\n  year={2020},\n  publisher={Elsevier}\n}\n\n@article{wilson2021embryonic,\n  title={Embryonic or induced},\n  author={Wilson, J and Smith, K and Johnson, L},\n  journal={Nature Reviews Molecular Cell Biology},\n  volume={22},\n  number={2},\n  pages={71--84},\n  year={2021},\n  publisher={Nature Publishing Group}\n}"}]