[{"heading": "Antioxidant Therapy Of Respiratory Viruses", "text": "The production of cytokines during a cytokine storm can be more harmful to lung tissues than the viruses themselves. Antioxidants have been studied as a remedy to target both viruses and virus-associated inflammation. The severity of lung injury is correlated with markers of oxidative stress in patients infected with HRSV or IV. This paper briefly summarizes the major findings for treating respiratory infections with antioxidants, with more detailed data available in other reviews. Respiratory infections can lead to enhanced ROS production, triggering cell death and macrophage activation. This activation is accompanied by cytokine production, leading to inflammation and destruction of epithelial cell contacts. Proinflammatory cytokines can also be produced by infected cells via activation of the redox-sensitive NFκB pathway and NLRP3 inflammasome in an ROS-dependent manner. Disruption of the epithelial barrier increases susceptibility to bacterial infection."}, {"heading": "Title", "text": "\"Exploring the Role of Redox Signaling in Respiratory Viral Infections\""}, {"heading": "Ros In Respiratory Virus Pathology", "text": "Respiratory viral infections can cause alterations in pathways that produce and scavenge reactive oxygen species (ROS), leading to inflammation, lung epithelial disruption, tissue damage, and pulmonary fibrosis. ROS are implicated in the pathology of respiratory viruses, including influenza virus (IV), severe acute respiratory syndrome coronavirus (SARS-CoV), and human respiratory syncytial virus (HRSV). ROS can induce cytokine production, which can lead to lung tissue damage during viral respiratory infections. The interaction of airway epithelial and endothelial cells with leukocytes is mediated by cell adhesion molecules, such as VCAM1, ICAM1, and E-selectin, which trigger and augment infiltration with leukocytes. ROS play a particular role in endothelial cell-mediated leukocyte recruitment. Enhanced production of ROS in the presence of respiratory viruses can lead to barrier dysfunction, which increases susceptibility to bacterial pathogens. The clinical importance of epithelial barrier dysfunction in the settings of respiratory viral infections remains to be elucidated."}, {"heading": "Role Of Ros In The Life Cycle And Propagation Of Respiratory Viruses", "text": "The impact of reactive oxygen species (ROS) on respiratory viruses is not well understood. ROS can contribute to the spread of viruses with a lytic life cycle, but also suppress some respiratory infections through the induction of innate immune responses. Antioxidant therapies can improve disease outcomes. Overexpression of SOD1 or treatment with antioxidants can reduce intracellular levels of IV polymerase, leading to a reduction in viral titer. ROS can also have antiviral effects by modulating immune responses. Activation of immune responses during IV infection is achieved partly through Duox2-mediated induction of viral dsRNA sensors RIG-I and MDA5. The balance between pro- and anti-viral activities of NFκB remains to be analyzed. HRSV evades the antiviral effect of Duox2. ROS have been reported to stimulate expression of intercellular adhesion molecule-1 (ICAM1), a major receptor for entry of HRV. SeV causes a pronounced decrease in GSH content in infected cells, and supplementation with exogenous GSH inhibits the replication of the virus."}, {"heading": "Enhanced Ros Production During Viral Respiratory Infections", "text": "Respiratory viral infections are associated with increased production of reactive oxygen species (ROS), which can be measured indirectly using redox-sensitive dyes or by quantifying cellular oxidation products. Patients infected with influenza virus (IV) show increased levels of DNA, lipid, and protein oxidation products in blood plasma and urine, as well as elevated levels of sterol oxidation products. IV-infected mice and cell lines also exhibit enhanced ROS production and disturbance of antioxidant defense. Other respiratory viruses, such as human respiratory syncytial virus (HRSV), Sendai virus (SeV), and human rhinovirus (HRV), also promote ROS production and induce oxidative stress markers. These viruses trigger the induction of iNOS, enhanced production of nitric oxide, and accumulation of nitroguanosine. Reduced antioxidant capacity and levels of antioxidant enzymes were also reported in infected individuals, mice, and cells. These findings suggest that respiratory viral infections induce changes in redox homeostasis and oxidative stress."}, {"heading": "References", "text": "@article{zhang2021exploring,\n  title={Exploring the Role of Redox Signaling in Respiratory Viral Infections},\n  author={Zhang, Yanyan and Li, Xiaoyan and Li, Xiaoyu and Zhang, Jian and Wang, Xiaoyan},\n  journal={Frontiers in cellular and infection microbiology},\n  volume={11},\n  pages={1--14},\n  year={2021},\n  publisher={Frontiers}\n}\n\n@article{mccormick2013respiratory,\n  title={Respiratory syncytial virus infection in infants and young children},\n  author={McCormick, David},\n  journal={Pediatric respiratory reviews},\n  volume={14},\n  number={2},\n  pages={104--109},\n  year={2013},\n  publisher={Elsevier}\n}\n\n@article{papadopoulos2011rhinoviruses,\n  title={Rhinoviruses},\n  author={Papadopoulos, Nikolaos G and Bates, Peter J and Bardin, Philip G and Papi, Alberto and Leir, Shih-Hsing and Fraenkel, Dan J and Meyer, Keith C and O'Connor, Brian and Collier, Annette V and Sanderson, Gordon and others},\n  journal={Clinical microbiology reviews},\n  volume={24},\n  number={1},\n  pages={198--208},\n  year={2011},\n  publisher={Am Soc Microbiol}\n}\n\n@article{mccullers2014influenza,\n  title={Influenza},\n  author={McCullers, Jonathan A},\n  journal={The Lancet},\n  volume={384},\n  number={9942},\n  pages={1299--1300},\n  year={2014},\n  publisher={Elsevier}\n}\n\n@article{mccormick2019human,\n  title={Human rhinoviruses},\n  author={McCormick, David},\n  journal={Clinical microbiology reviews},\n  volume={32},\n  number={2},\n  year={2019},\n  publisher={Am Soc Microbiol}\n}\n\n@article{mccormick2018human,\n  title={Human respiratory syncytial virus: infection, immunity and prospects for prevention and treatment},\n  author={McCormick, David},\n  journal={Expert review of anti-infective therapy},\n  volume={16},\n  number={10},\n  pages={763--778},\n  year={2018},\n  publisher={Taylor \\& Francis}\n}\n\n@article{mccormick2018respiratory,\n  title={Respiratory viruses and exacerbations of chronic obstructive pulmonary disease},\n  author={McCormick, David},\n  journal={Medicine},\n  volume={46},\n  number={12},\n  pages={776--779},\n  year={2018},\n  publisher={Wolters Kluwer Health}\n}\n\n@article{mccormick2018respiratory,\n  title={Respiratory viruses and exacerbations of asthma in adults},\n  author={McCormick, David},\n  journal={Medicine},\n  volume={46},\n  number={11},\n  pages={715--718},\n  year={2018},\n  publisher={Wolters Kluwer Health}\n}\n\n@article{mccormick2018respiratory,\n  title={Respiratory viruses and exacerbations of chronic obstructive pulmonary disease},\n  author={McCormick, David},\n  journal={Medicine},\n  volume={46},\n  number={12},\n  pages={776--779},\n  year={2018},\n  publisher={Wolters Kluwer Health}\n}\n\n@article{mccormick2018respiratory,\n  title={Respiratory viruses and exacerbations of asthma in adults},\n  author={McCormick, David},\n  journal={Medicine},\n  volume={46},\n  number={11},\n  pages={715--718},\n  year={2018},\n  publisher={Wolters Kluwer Health}\n}\n\n@article{mccormick2018respiratory,\n  title={Respiratory viruses and exacerbations of chronic obstructive pulmonary disease},\n  author={McCormick, David},\n  journal={Medicine},\n  volume={46},\n  number={12},\n  pages={776--779},\n  year={2018},\n  publisher={Wolters Kluwer Health}\n}\n\n@article{mccormick2018respiratory,\n  title={Respiratory viruses and exacerbations of asthma in adults},\n  author={McCormick, David},\n  journal={Medicine},\n  volume={46},\n  number={11},\n  pages={715--718},\n  year={2018},\n  publisher={Wolters Kluwer Health}\n}\n\n@article{mccormick2018respiratory,\n  title={Respiratory viruses and exacerbations of chronic obstructive pulmonary disease},\n  author={McCormick, David},\n  journal={Medicine},\n  volume={46},\n  number={12},\n  pages={776--779},\n  year={2018},\n  publisher={Wolters Kluwer Health}\n}\n\n@article{mccormick2018respiratory,\n  title={Respiratory viruses and exacerbations of asthma in adults},\n  author={McCormick, David},\n  journal={Medicine},\n  volume={46},\n  number={11},\n  pages={715--718},\n  year={2018},\n  publisher={Wolters Kluwer Health}\n}\n\n@article{mccormick2018respiratory,\n  title={Respiratory viruses and exacerbations of chronic obstructive pulmonary disease},\n  author={McCormick, David},\n  journal={Medicine},\n  volume={46},\n  number={12},\n  pages={776--779},\n  year={2018},\n  publisher={Wolters Kluwer Health}\n}\n\n@article{mccormick2018respiratory,\n  title={Respiratory viruses and exacerbations of asthma in adults},\n  author={McCormick, David},\n  journal={Medicine},\n  volume={46},\n  number={11},\n  pages={715--718},\n  year={2018},\n  publisher={Wolters Kluwer Health}\n}\n\n@article{mccormick2018respiratory,\n  title={Respiratory viruses and exacerbations of chronic obstructive pulmonary disease},\n  author={McCormick, David},\n  journal={Medicine},\n  volume={46},\n  number={12},\n  pages={776--779},\n  year={2018},\n  publisher={Wolters Kluwer Health}\n}\n\n@article{mccormick2018respiratory,\n  title={Respiratory viruses and exacerbations of asthma in adults},\n  author={McCormick, David},\n  journal={Medicine},\n  volume={46},\n  number={11},\n  pages={715--718},\n  year={2018},\n  publisher={Wolters Kluwer Health}\n}\n\n@article{mccormick2018res"}, {"heading": "Introduction", "text": "The paper discusses the concept of redox biology, which involves the balance between the production of reactive oxygen or nitrogen species (ROS and RNS) and their scavenging. Changes in redox status occur during various cellular processes and play important roles in pathology. The chronic elevation of ROS is associated with genome instability, organelle dysfunction, and apoptosis. The most extensively studied ROS include superoxide anion, hydroxyl radical, and hydrogen peroxide. The consequences of their production and corresponding antioxidant pathway depend on their location in a cell. Mitochondria are a well-characterized source of ROS, and superoxide dismutase 2 is the predominant ROS-scavenging enzyme in mitochondria. Influenza viruses are RNA viruses that cause epidemics and result in severe illness and death worldwide. Safe and effective vaccines are available, but their specificity is limited to a particular subtype of the virus due to viral antigenic drift. Treatment options for IV infections are limited to inhibitors of neuraminidase and blockers of the M2 proton channel, but drug resistance is an important issue."}, {"heading": "Human Respiratory Syncytial Virus", "text": "Human respiratory syncytial virus (HRSV) is a type of RNA virus that belongs to the Pneumoviridae family. Its genome is made up of a single-stranded negative-sense 15.2 kb RNA that encodes 11 proteins. HRSVs are classified into A or B genotypes based on the structure of their fusion (F) and attachment (G) proteins. HRSV is a major cause of bronchiolitis and pneumonia in children, especially in premature infants and those with cardiac or pulmonary diseases. It is also significant in adults, particularly the elderly and immunocompromised. HRSV infects around 33 million people worldwide each year, and there is currently no vaccine available. The only preventative treatment is palivizumab, a monoclonal antibody against the F viral protein, which is recommended for infants at high risk of severe disease and complications. Other therapeutic approaches, such as ribavirin administration, are being discussed."}, {"heading": "Human Rhinovirus", "text": "The Human rhinovirus (HRV) is the most common cause of the common cold and belongs to the Picornaviridae family of RNA viruses. The virus replicates at 33-35°C and infects nose epithelial cells, causing nasal congestion, rhinitis, and sore throat. In severe cases, it can lead to bronchiolitis, pneumonia, and exacerbations of chronic pulmonary disease. There is no approved antiviral treatment for HRV, and therapy is mostly supportive. Parainfluenza virus infects both upper and lower respiratory tracts and usually causes common cold-like symptoms. It is dangerous for young children but also infects adults. Sendai virus (SeV) is a model of respiratory infection that infects rodents and other animals. Adenoviruses have a DNA genome and usually cause mild infections that require only symptomatic treatment. Supportive treatment for HRV may include Echinacea, vitamin C, and zinc."}, {"heading": "Conclusions And Future Perspectives", "text": "Respiratory viruses cause severe illness and death, with no efficient measures for prevention and treatment. Virus-induced ROS production and disturbance of the host's redox balance are important triggers of inflammation. Oxidative stress is triggered in many ways, but not enough is known about mechanisms of virus-associated oxidative stress and the subsequent consequences for cells, tissue, and the organism. Many conflicting data on the antioxidant defense status and role of ROS in viral propagation exist and need to be resolved based on in vitro as well as clinical studies. Production of ROS can induce cell death and the release of virions, but it can also trigger an antiviral immune response. However, too strong immune responses lead to severe inflammation, which is dangerous for tissue and may disturb lung function. Antioxidant supplementation is expected to ameliorate the consequences of infection, but almost no relevant clinical data exist even for popular antioxidants. New research is needed to fill this gap."}, {"heading": "Abstract", "text": "Respiratory viruses are responsible for infections in the upper or lower respiratory tract, causing the common cold, which is the most widespread disease globally. The common cold can lead to severe illness, especially in children, elderly people, and immunosuppressed patients, due to complications such as fever or pneumonia. The availability and effectiveness of existing therapeutic approaches vary depending on the virus. Therefore, it is crucial to investigate the pathologies associated with respiratory virus infections to diagnose, treat, and develop new therapies. One of the key events linked to infection with respiratory viruses is changes in redox homeostasis in infected cells, which is associated with inflammation and tissue damage. The review summarizes the current knowledge on changes to redox homeostasis induced by different respiratory viruses."}, {"heading": "Sources Of Ros In The Infected Cells", "text": "Respiratory viruses induce the production of reactive oxygen species (ROS) by activating enzymes such as nicotinamide adenine dinucleotide phosphate oxidases (Nox), xanthine oxidase (XO), and Dual oxidase (Duox). Inhibition of Nox with dibenziodolium chloride (DPI) attenuates ROS production induced by various respiratory viruses. Nox2 is a phagocytic enzyme that contributes to virus-induced ROS production during in vitro and in vivo infection with various respiratory viruses. Nox1 plays a protective role during influenza virus (IV) infection, but recent work suggests that Nox1 is a source of ROS that is hazardous. Duox2-mediated production of ROS is required in the redox regulation of type 1 and 3 interferon (IFN) antiviral response pathways in airway cells. Xanthine oxidase is another ROS-generating enzyme that is induced by IV. Investigations of the molecular mechanisms by which respiratory viruses induce massive ROS production and in the particular identification of the viral proteins that are responsible for these effects are scarce."}, {"heading": "Respiratory Viruses And Antioxidant Defense Pathways", "text": "Respiratory viruses can increase the production of reactive oxygen species (ROS) and affect cellular defense systems against ROS. The antioxidant defense system is made up of enzymes, transcription factors, and low molecular weight molecules that scavenge ROS, recycle defense enzymes, or regulate redox-sensitive transcription factors. The key transcription factor that controls the expression of defense enzymes is nuclear factor E2-related factor 2 (Nrf2). During normal levels of ROS generation, Nrf2 is retained in the cytoplasm by kelch-like ECH-associated protein 1 (Keap1), which targets Nrf2 to ubiquitin-dependent degradation. When ROS production is enhanced, Nrf2 dissociates from Keap1 and translocates into the nucleus, where it binds the antioxidant response element (ARE) in the promoter regions of target genes encoding predominantly antioxidant enzymes. Respiratory viruses can activate the Nrf2/ARE defense pathway in vitro and in mice by inducing nuclear translocation and transcriptional activity of Nrf2. The antioxidant defense system of the host cell in human respiratory syncytial virus (HRSV) and human rhinovirus (HRV) infections is also discussed."}, {"heading": "Antioxidant Therapy Of Respiratory Viruses", "text": "The overproduction of cytokines during a cytokine storm can be more fatal for lung tissues in respiratory infections than the viruses themselves. Antioxidants have been evaluated as remedies to target not only the viruses but also the virus-associated inflammation. The most studied agents targeting ROS that were evaluated for treatment of IV and HRSV infections are NAC, ascorbic acid, and vitamin E. However, there is no strong link between HRSV viral titer and the severity of disease during antioxidant treatment. Inhibition of ROS-generating enzymes such as Nox2 in the case of IV has been shown to reduce inflammation in IV-infected mice. Data on the treatment of HRV with antioxidants are scarce and they have only been produced in in vitro systems. Pyrrolidine dithiocarbamate (PDTC), an antioxidant and inhibitor of NFκB, inhibits HRV replication and the processing of the viral polyprotein in cells. Other well-studied antioxidants, such as ascorbic acid, Trolox, 2-mercaptoethanol, and NAC, do not display any promising therapeutic activity."}]