[{"heading": "Title", "text": "The Common Cold: A Deadly Pandemic"}, {"heading": "Abstract", "text": "Respiratory viruses are responsible for infections in the upper or lower respiratory tract, causing the common cold, which is the most widespread disease globally. The common cold can lead to severe illness, especially in children, elderly people, and immunosuppressed patients, due to complications such as fever or pneumonia. The availability and effectiveness of existing therapeutic approaches vary depending on the virus. Therefore, it is crucial to investigate the pathologies associated with respiratory virus infections to diagnose, treat, and develop new therapies. One of the key events linked to infection with respiratory viruses is changes in redox homeostasis in infected cells, which is associated with inflammation and tissue damage. The review summarizes the current knowledge on changes to redox homeostasis induced by different respiratory viruses."}, {"heading": "Introduction", "text": "The paper discusses the concept of redox biology, which involves the balance between the production of reactive oxygen or nitrogen species (ROS and RNS) and their scavenging. Changes in redox status occur during various cellular processes and play important roles in pathology. The chronic elevation of ROS is associated with genome instability, organelle dysfunction, and apoptosis. The most extensively studied ROS include superoxide anion, hydroxyl radical, and hydrogen peroxide. The consequences of their production and corresponding antioxidant pathway depend on their location in a cell. Mitochondria are a well-characterized source of ROS, and superoxide dismutase 2 is the predominant ROS-scavenging enzyme in mitochondria. Influenza viruses are RNA viruses that cause epidemics and result in severe illness and death worldwide. Safe and effective vaccines are available, but their specificity is limited to a particular subtype of the virus due to viral antigenic drift. Treatment options for IV infections are limited to inhibitors of neuraminidase and blockers of the M2 proton channel, but drug resistance is an important issue."}, {"heading": "Human Respiratory Syncytial Virus", "text": "Human respiratory syncytial virus (HRSV) is a type of RNA virus that belongs to the Pneumoviridae family. Its genome is made up of a single-stranded negative-sense 15.2 kb RNA that encodes 11 proteins. HRSVs are classified into A or B genotypes based on the structure of their fusion (F) and attachment (G) proteins. HRSV is a major cause of bronchiolitis and pneumonia in children, especially in premature infants and those with cardiac or pulmonary diseases. It is also significant in adults, particularly the elderly and immunocompromised. HRSV infects around 33 million people worldwide each year, and there is currently no vaccine available. The only preventative treatment is palivizumab, a monoclonal antibody against the F viral protein, which is recommended for infants at high risk of severe disease and complications. Other therapeutic approaches, such as ribavirin administration, are being discussed."}, {"heading": "Human Rhinovirus", "text": "The Human rhinovirus (HRV) is the most common cause of the common cold and belongs to the Picornaviridae family of RNA viruses. The virus replicates at 33-35°C and infects nose epithelial cells, causing nasal congestion, rhinitis, and sore throat. In severe cases, it can lead to bronchiolitis, pneumonia, and exacerbations of chronic pulmonary disease. There is no approved antiviral treatment for HRV, and therapy is mostly supportive. Parainfluenza virus infects both upper and lower respiratory tracts and usually causes common cold-like symptoms. It is dangerous for young children but also infects adults. Sendai virus (SeV) is a model of respiratory infection that infects rodents and other animals. Adenoviruses have a DNA genome and usually cause mild infections that require only symptomatic treatment. Supportive treatment for HRV may include Echinacea, vitamin C, and zinc."}, {"heading": "Enhanced Ros Production During Viral Respiratory Infections", "text": "Respiratory viral infections are associated with increased production of reactive oxygen species (ROS), which can be measured indirectly using redox-sensitive dyes or by quantifying cellular oxidation products. Patients infected with influenza virus (IV) show increased levels of DNA, lipid, and protein oxidation products in blood plasma and urine, as well as elevated levels of sterol oxidation products. IV-infected mice and cell lines also exhibit enhanced ROS production and disturbance of antioxidant defense. Other respiratory viruses, such as human respiratory syncytial virus (HRSV), Sendai virus (SeV), and human rhinovirus (HRV), also promote ROS production and induce oxidative stress markers. These viruses trigger the induction of iNOS, enhanced production of nitric oxide, and accumulation of nitroguanosine. Reduced antioxidant capacity and levels of antioxidant enzymes were also reported in infected individuals, mice, and cells. These findings suggest that respiratory viral infections induce changes in redox homeostasis and oxidative stress."}, {"heading": "Sources Of Ros In The Infected Cells", "text": "Respiratory viruses induce the production of reactive oxygen species (ROS) by activating enzymes such as nicotinamide adenine dinucleotide phosphate oxidases (Nox), xanthine oxidase (XO), and Dual oxidase (Duox). Inhibition of Nox with dibenziodolium chloride (DPI) attenuates ROS production induced by various respiratory viruses. Nox2 is a phagocytic enzyme that contributes to virus-induced ROS production during in vitro and in vivo infection with various respiratory viruses. Nox1 plays a protective role during influenza virus (IV) infection, but recent work suggests that Nox1 is a source of ROS that is hazardous. Duox2-mediated production of ROS is required in the redox regulation of type 1 and 3 interferon (IFN) antiviral response pathways in airway cells. Xanthine oxidase is another ROS-generating enzyme that is induced by IV. Investigations of the molecular mechanisms by which respiratory viruses induce massive ROS production and in the particular identification of the viral proteins that are responsible for these effects are scarce."}, {"heading": "Respiratory Viruses And Antioxidant Defense Pathways", "text": "Respiratory viruses can increase the production of reactive oxygen species (ROS) and affect cellular defense systems against ROS. The antioxidant defense system is made up of enzymes, transcription factors, and low molecular weight molecules that scavenge ROS, recycle defense enzymes, or regulate redox-sensitive transcription factors. The key transcription factor that controls the expression of defense enzymes is nuclear factor E2-related factor 2 (Nrf2). During normal levels of ROS generation, Nrf2 is retained in the cytoplasm by kelch-like ECH-associated protein 1 (Keap1), which targets Nrf2 to ubiquitin-dependent degradation. When ROS production is enhanced, Nrf2 dissociates from Keap1 and translocates into the nucleus, where it binds the antioxidant response element (ARE) in the promoter regions of target genes encoding predominantly antioxidant enzymes. Respiratory viruses can activate the Nrf2/ARE defense pathway in vitro and in mice by inducing nuclear translocation and transcriptional activity of Nrf2. The antioxidant defense system of the host cell in human respiratory syncytial virus (HRSV) and human rhinovirus (HRV) infections is also discussed."}, {"heading": "Role Of Ros In The Life Cycle And Propagation Of Respiratory Viruses", "text": "The impact of reactive oxygen species (ROS) on respiratory viruses is not well understood. ROS can contribute to the spread of viruses with a lytic life cycle, but also suppress some respiratory infections through the induction of innate immune responses. Antioxidant therapies can improve disease outcomes. Overexpression of SOD1 or treatment with antioxidants can reduce intracellular levels of IV polymerase, leading to a reduction in viral titer. ROS can also have antiviral effects by modulating immune responses. Activation of immune responses during IV infection is achieved partly through Duox2-mediated induction of viral dsRNA sensors RIG-I and MDA5. The balance between pro- and anti-viral activities of NFκB remains to be analyzed. HRSV evades the antiviral effect of Duox2. ROS have been reported to stimulate expression of intercellular adhesion molecule-1 (ICAM1), a major receptor for entry of HRV. SeV causes a pronounced decrease in GSH content in infected cells, and supplementation with exogenous GSH inhibits the replication of the virus."}, {"heading": "Ros In Respiratory Virus Pathology", "text": "Respiratory viral infections can cause alterations in pathways that produce and scavenge reactive oxygen species (ROS), leading to inflammation, lung epithelial disruption, tissue damage, and pulmonary fibrosis. ROS are implicated in the pathology of respiratory viruses, including influenza virus (IV), severe acute respiratory syndrome coronavirus (SARS-CoV), and human respiratory syncytial virus (HRSV). ROS can induce cytokine production, which can lead to lung tissue damage during viral respiratory infections. The interaction of airway epithelial and endothelial cells with leukocytes is mediated by cell adhesion molecules, such as VCAM1, ICAM1, and E-selectin, which trigger and augment infiltration with leukocytes. ROS play a particular role in endothelial cell-mediated leukocyte recruitment. Enhanced production of ROS in the presence of respiratory viruses can lead to barrier dysfunction, which increases susceptibility to bacterial pathogens. The clinical importance of epithelial barrier dysfunction in the settings of respiratory viral infections remains to be elucidated."}, {"heading": "Antioxidant Therapy Of Respiratory Viruses", "text": "The production of cytokines during a cytokine storm can be more harmful to lung tissues than the viruses themselves. Antioxidants have been studied as a remedy to target both viruses and virus-associated inflammation. The severity of lung injury is correlated with markers of oxidative stress in patients infected with HRSV or IV. This paper briefly summarizes the major findings for treating respiratory infections with antioxidants, with more detailed data available in other reviews. Respiratory infections can lead to enhanced ROS production, triggering cell death and macrophage activation. This activation is accompanied by cytokine production, leading to inflammation and destruction of epithelial cell contacts. Proinflammatory cytokines can also be produced by infected cells via activation of the redox-sensitive NFκB pathway and NLRP3 inflammasome in an ROS-dependent manner. Disruption of the epithelial barrier increases susceptibility to bacterial infection."}, {"heading": "Antioxidant Therapy Of Respiratory Viruses", "text": "The overproduction of cytokines during a cytokine storm can be more fatal for lung tissues in respiratory infections than the viruses themselves. Antioxidants have been evaluated as remedies to target not only the viruses but also the virus-associated inflammation. The most studied agents targeting ROS that were evaluated for treatment of IV and HRSV infections are NAC, ascorbic acid, and vitamin E. However, there is no strong link between HRSV viral titer and the severity of disease during antioxidant treatment. Inhibition of ROS-generating enzymes such as Nox2 in the case of IV has been shown to reduce inflammation in IV-infected mice. Data on the treatment of HRV with antioxidants are scarce and they have only been produced in in vitro systems. Pyrrolidine dithiocarbamate (PDTC), an antioxidant and inhibitor of NFκB, inhibits HRV replication and the processing of the viral polyprotein in cells. Other well-studied antioxidants, such as ascorbic acid, Trolox, 2-mercaptoethanol, and NAC, do not display any promising therapeutic activity."}, {"heading": "Conclusion", "text": "Respiratory viral infections, such as the common cold, can lead to severe illness and complications, particularly in vulnerable populations. Understanding the pathologies associated with these infections is crucial for diagnosis, treatment, and the development of new therapies. One key aspect of respiratory viral infections is the disruption of redox homeostasis in infected cells, leading to inflammation and tissue damage. This review summarizes the current knowledge on the changes to redox homeostasis induced by different respiratory viruses.\n\nThe findings suggest that respiratory viral infections induce oxidative stress and changes in redox balance, leading to the production of reactive oxygen species (ROS). These ROS play a role in the life cycle and propagation of respiratory viruses, as well as in the pathology of these infections. The production of ROS can contribute to the spread of viruses, but also suppress some respiratory infections through the induction of innate immune responses. The balance between pro- and anti-viral activities of ROS remains to be fully understood.\n\nThe study also highlights the potential for antioxidant therapy in the treatment of respiratory viral infections. Antioxidants have been studied as remedies to target both the viruses and the virus-associated inflammation. However, the effectiveness of antioxidant treatment varies depending on the specific virus and the stage of infection. Further research is needed to better understand the mechanisms by which respiratory viruses induce ROS production and to identify specific viral proteins responsible for these effects. Additionally, more studies are needed to evaluate the therapeutic potential of antioxidants in the treatment of respiratory viral infections.\n\nIn conclusion, respiratory viral infections disrupt redox homeostasis and induce oxidative stress, leading to inflammation and tissue damage. The production of ROS plays a complex role in the life cycle and propagation of respiratory viruses, as well as in the pathology of these infections. Antioxidant therapy shows promise but requires further investigation. Understanding the interplay between redox signaling and respiratory viral infections is essential for the development of effective diagnostic tools and therapeutic strategies.\n\nFuture research should focus on elucidating the molecular mechanisms by which respiratory viruses induce ROS production and identifying specific viral proteins responsible for these effects. Additionally, more studies are needed to evaluate the therapeutic potential of antioxidants in the treatment of respiratory viral infections. Are there other potential targets for antioxidant therapy? How can we optimize the timing and dosage of antioxidant treatment to maximize its effectiveness? These questions remain to be explored in future research."}, {"heading": "References", "text": "@article{vliet2014hydrogen,\n  title={Hydrogen peroxide as a damage signal in tissue injury and inflammation: Murderer, mediator, or messenger?},\n  author={Van Der Vliet, A and Janssen-Heininger, YM},\n  journal={J. Cell. Biochem},\n  year={2014}\n}\n\n@article{mittal2014reactive,\n  title={Reactive oxygen species in inflammation and tissue injury},\n  author={Mittal, M and Siddiqui, MR and Tran, K and Reddy, SP and Malik, AB},\n  journal={Antioxid. Redox Signal},\n  year={2014}\n}\n\n@article{circu2010reactive,\n  title={Reactive oxygen species, cellular redox systems, and apoptosis},\n  author={Circu, ML and Aw, TY},\n  journal={Free Radic. Biol. Med},\n  year={2010}\n}\n\n@article{birben2012oxidative,\n  title={Oxidative stress and antioxidant defense},\n  author={Birben, E and Sahiner, UM and Sackesen, C and Erzurum, S and Kalayci, O},\n  journal={World Allergy Organ. J},\n  year={2012}\n}\n\n@article{fukai2011superoxide,\n  title={Superoxide dismutases: Role in redox signaling, vascular function, and diseases},\n  author={Fukai, T and Ushio-Fukai, M},\n  journal={Antioxid. Redox Signal},\n  year={2011}\n}\n\n@article{cox2009mitochondrial,\n  title={Mitochondrial peroxiredoxin involvement in antioxidant defence and redox signalling},\n  author={Cox, AG and Winterbourn, CC and Hampton, MB},\n  journal={Biochem. J},\n  year={2009}\n}\n\n@article{winterbourn2008reconciling,\n  title={Reconciling the chemistry and biology of reactive oxygen species},\n  author={Winterbourn, CC},\n  journal={Nat. Chem. Biol},\n  year={2008}\n}\n\n@article{trachootham2008redox,\n  title={Redox regulation of cell survival},\n  author={Trachootham, D and Lu, W and Ogasawara, MA and Nilsa, RD and Huang, P},\n  journal={Antioxid. Redox Signal},\n  year={2008}\n}\n\n@article{ivanov2017oxidative,\n  title={Oxidative stress, a trigger of hepatitis C and B virus-induced liver carcinogenesis},\n  author={Ivanov, AV and Valuev-Elliston, VT and Tyurina, DA and Ivanova, ON and Kochetkov, SN and Bartosch, B and Isaguliants, MG},\n  journal={Oncotarget},\n  year={2017}\n}\n\n@article{jones2015redox,\n  title={The Redox Code},\n  author={Jones, DP and Sies, H},\n  journal={Antioxid. Redox Signal},\n  year={2015}\n}\n\n@article{sies2015oxidative,\n  title={Oxidative stress: A concept in redox biology and medicine},\n  author={Sies, H},\n  journal={Redox Biol},\n  year={2015}\n}\n\n@article{hoffman2015thiol,\n  title={Thiol redox chemistry: Role of protein cysteine oxidation and altered redox homeostasis in allergic inflammation and asthma},\n  author={Hoffman, S and Nolin, J and Mcmillan, D and Wouters, E and Janssen-Heininger, Y and Reynaert, N},\n  journal={J. Cell. Biochem},\n  year={2015}\n}\n\n@article{colman1994influenza,\n  title={Influenza virus neuraminidase: Structure, antibodies, and inhibitors},\n  author={Colman, PM},\n  journal={Protein Sci},\n  year={1994}\n}"}]