[{"heading": "Title", "text": "Indian systems of medicine: a brief profile."}, {"heading": "Abstract", "text": "Hematopoietic stem cells (HSCs) were previously thought to be a homogeneous population of cells, but recent research has revealed that the HSC compartment consists of several subpopulations, each with distinct differentiation and proliferation behaviors. These programs are epigenetically fixed and are passed down to all daughter HSCs on self-renewal. HSCs within each subset are similar in their self-renewal and differentiation behaviors, and three subsets can be distinguished based on their differentiation capacity: myeloid-biased, balanced, and lymphoid-biased HSCs. The relative number of HSC subsets is developmentally regulated, with lymphoid-biased HSCs found predominantly early in an organism's life and myeloid-biased HSCs accumulating in aged mice and humans. This discovery has implications for HSC aging and regenerative medicine, and may apply to other adult tissue stem cells."}, {"heading": "Introduction", "text": "Hematopoietic stem cells (HSCs) have been successfully used to treat and cure patients, making them a paradigm for regenerative medicine. However, recent discoveries have shown that the biology of HSCs is not well understood, and their application as clinical tools is not standardized. It has been discovered that the HSC compartment consists of distinct and separable subsets of HSCs with largely preprogrammed differentiation and self-renewal behaviors. The adult HSC compartment consists of a limited number of distinct subsets of HSCs, each with its own epigenetically fixed differentiation and self-renewal program. This means that the hematopoietic system is not sustained by a single type of HSC with flexible behavior, but rather a mixture of several types of HSCs. Each subset of HSCs has different self-renewal capacity, distinct differentiation programs, and probably different requirements for proliferation. This has consequences for the understanding of the biology of HSCs, and new concepts about the mechanisms that control HSC self-renewal and differentiation are needed."}, {"heading": "A Brief History Of Stochastic, Deterministic, And Instructive Models Of Hsc Heterogeneity", "text": "The article discusses the historical understanding of hematopoietic stem cells (HSCs) and how recent research has challenged previous assumptions. The traditional view was that all HSCs were born with the same proliferation and differentiation capacity, resulting in a homogeneous population of cells. However, early signs of heterogeneity were observed through CFU assays, which led to the formulation of important concepts that inform our thinking to this day. The article also discusses the Generation Age Hypothesis and the idea that all stem cell decisions were instructed by extrinsic signals. The article concludes by suggesting that the heterogeneity of HSCs may hold the key to ex vivo expansion and that different subsets of HSCs may require distinct conditions for optimal expansion."}, {"heading": "Limited Heterogeneity Of The Hsc Compartment", "text": "The paper discusses the heterogeneity of hematopoietic stem cells (HSCs) in various species. The differentiation and self-renewal capacity of HSCs were measured by transplanting limiting numbers of HSCs or clonally marked HSCs into ablated hosts. The experiments revealed extensive heterogeneity in the HSC compartment, with HSCs differing in self-renewal capacity, differentiation potential, and repopulation kinetics. Mathematical analysis showed that all HSCs can be grouped into maximally 16 of 54 possible subsets based on similarities of the repopulation kinetics. These HSC subsets are stable throughout the lifespan of the organisms, although the number of HSCs in the different groups changes with age. The generation of HSC diversity must be initiated during the development of the hematopoietic system."}, {"heading": "Finite Life Span Of All Hscs", "text": "The article discusses the lifespan of hematopoietic stem cell (HSC) clones and their intrinsic mechanisms for controlling it. Each HSC clone eventually stops generating mature cells, and the lifespan of a clone is determined by the self-renewal capacity of the mother HSC and the differentiation capacity of each HSC in the clone. Daughter HSCs within a clone share the same lifespan, suggesting an intrinsic program that limits their lifespan. The mechanisms that synchronize HSCs and assure inheritance of their programs to daughter HSCs remain unknown. The article suggests that clonal heterogeneity is probably generated in early development, and epigenetic mechanisms may be responsible for the generation and maintenance of HSC heterogeneity. The article also discusses various intrinsic and extrinsic molecules that contribute to the self-renewal of HSCs."}, {"heading": "Programmed Lineage Potential Of Hscs", "text": "The differentiation and self-renewal capacities of hematopoietic stem cells (HSCs) are programmed, and HSCs can be divided into three subsets based on their differentiation potential. These subsets are balanced (Bala), myeloid-biased (My-bi), and lymphoid-biased (Ly-bi) HSCs. All three subsets have extensive self-renewal capacity, but their differentiation potential is stably inherited through many rounds of self-renewal. My-bi HSCs produce normal levels of myeloid cells but have an attenuated ability to generate lymphocytes, while Ly-bi HSCs generate normal levels of lymphoid but only low levels of myeloid progenitors. The differentiation program is epigenetically fixed on the level of the HSCs. The ability to prospectively enrich the different HSC subsets has greatly facilitated the characterization of these rare cells, but refined purification schemes are needed to elucidate the epigenetic mechanisms that endow HSCs with their distinct, stable differentiation and self-renewal capacity."}, {"heading": "Hsc Composition Predicted By Myeloid Skewed Blood", "text": "The differentiation programs of hematopoietic stem cells (HSCs) have a more immediate effect on the composition of mature cells in the periphery than previously thought. As mice age, their blood turns distinctly myeloid, with the myeloid bias correlating with the status of the HSC compartment. In young mice, Ly-bi HSCs compose the majority of HSCs in both strains of mice, but with aging, My-bi HSCs increase and Ly-bi HSCs are lost. In aged D2 mice, almost 80% of the HSC compartment consists of My-bi HSCs, and most animals show a corresponding increase of myeloid cells in blood. In contrast, My-bi HSCs in aged B6 mice do not compose more than 40% of the HSC compartment, and the number of My-bi HSCs appears to be variable in different animals. The composition of the HSC compartment is probably reflected by the composition of the mature cell compartment."}, {"heading": "Aging Of The Hsc Compartment", "text": "The debate on whether hematopoietic stem cells (HSCs) age has been ongoing. HSCs isolated from aged individuals show many differences to HSCs isolated from young individuals. However, most of the \"aged\" behavior of HSCs can be explained by an accumulation of My-bi HSCs in the aged HSC compartment of both mice and humans. My-bi HSCs isolated from either young or aged sources show a delayed onset of repopulation and a differentiation program skewed toward the myeloid lineages. CD150 ϩ cells from aged mice have less self-renewal capacity and home less efficiently to BM than CD150 ϩ cells isolated from young animals. These low repopulating HSCs/progenitors exist in both young and aged environments but are enriched in aged mice. The existing data suggest that the aging of the organism has at best a modest effect on the behavior of individual HSCs. However, age does affect the composition of the HSC compartment because Ly-bi HSCs are lost."}, {"heading": "Hsc \"Aging,\" A Paradigm For Other Adult Stem Cells?", "text": "The text discusses the idea that adult stem cells in various tissues are not uniform and that changes in the differentiation programs of stem cells in young and old organisms have been observed. The author suggests that aging in multiple organs may be linked to a shift in the stem cell compartment rather than the aging of the stem cells themselves. This concept of stem cell heterogeneity could lead to new approaches to prevent and repair age-related stem cell deficiencies. The paper concludes with a summary of evidence for stem cell heterogeneity in adult tissues."}, {"heading": "Mesenchymal Stem Cells", "text": "The text discusses the role of mesenchymal stem cells (MSCs) in the development of fibroblasts, skeletal muscle cells, bone, and cartilage. It highlights that MSCs from aged individuals show decreased osteoblast and fibroblast development, but increased adipogenesis. The study by Maijenburg et al. revealed that the MSC compartment can be divided into three distinct subpopulations, with CD271 Bright MSCs having a strong potential for generating fibroblasts. However, this population is depleted in elderly humans, leading to a shift in the clonal composition of the MSC compartment and a change in the output of differentiated progeny. The text concludes that MSCs mirror hematopoietic stem cell heterogeneity and aging."}, {"heading": "Cardiac Stem Cells", "text": "The existence of cardiac stem cells is still a topic of debate. However, studies have identified a multipotent stem cell that can generate cardiomyocytes, fibroblasts, and endothelial cells. Evidence suggests that cardiac stem cells are active in the elderly, but not as efficient as in young humans. It has been found that some populations of cardiac stem cells exist early in development but not in adults, indicating that the composition of the stem cell compartment is developmentally regulated and heterogeneous."}, {"heading": "Neural Stem Cells", "text": "Neural stem cells are cells that can produce all types of neurons and glia and can renew themselves. Although neurogenesis continues throughout adulthood, the rate of new neuron production decreases as the animal ages. In aged mice, neural stem cells tend to produce more astrocytes than neurons compared to younger mice. It is unclear whether neural stem cells are made up of different subsets and whether the composition of these subsets changes with age. Clonal analysis can now be used to investigate this. The brain is now able to undergo clonal analysis, which can help to answer these questions."}, {"heading": "Speculations About Implications For Regenerative Medicine", "text": "The paper discusses the potential use of different subsets of hematopoietic stem cells (HSCs) in regenerative medicine. The My-bi HSCs could be used to treat myelopenia by selectively expanding them through exposure to low levels of TGF-␤. This would lead to durable production of myeloid cells with a lower probability of GVHD due to the low levels of lymphocytes produced. On the other hand, Ly-bi HSCs could be used to treat lymphopenia and age-related immune defects. The loss of Ly-bi HSCs in the aged HSC compartment contributes to the attenuated immunity found in many elderly, resulting in decreased immune surveillance and a corresponding increase in cancers. Restoring youthful Ly-bi HSCs is likely to rejuvenate the immune system in the elderly. Understanding the biology of different subsets of HSCs could delay or prevent the loss of youthful HSCs in situ."}, {"heading": "Embryonic Or Induced", "text": "The promise of regenerative medicine lies in the ability to use embryonic stem (ES) cells or induced pluripotent stem (iPS) cells as sources for all types of tissue stem cells. However, difficulties in differentiating these pluripotent stem cells into equivalents of adult tissue stem cells that can engraft damaged tissues have hindered their application. Attempts to generate hematopoietic stem cells (HSCs) from ES and iPS cells have been challenging, with even ES cell-derived HSCs heavily skewed towards the myeloid lineage. It is possible that ES/iPS cultures preferentially generate certain stem cell subsets and not others, and improving in vitro conditions could lead to the generation of more complete stem cell populations. Understanding the in vivo conditions that lead to the emergence of stem cell subsets during development could also lead to improved methods for generating adult stem cells."}, {"heading": "Conclusion", "text": "The aging of hematopoietic stem cells (HSCs) is a complex issue with conflicting evidence suggesting both the preservation of self-renewal capacity and differences between HSCs isolated from young and aged individuals. The accumulation of My-bi HSCs in the aged HSC compartment explains most of the observed age-related changes. However, further research is needed to understand the precise mechanisms behind the composition shift in the HSC compartment during aging. It is unclear whether the observed changes are due to slower turnover of My-bi HSCs or their higher self-renewal capacity. The concept of stem cell heterogeneity could potentially provide a new paradigm for understanding tissue maintenance and aging. Further investigations into the heterogeneity of stem cells in various tissues will shed light on age-related stem cell deficiencies and potentially pave the way for new strategies to prevent and repair these deficiencies."}, {"heading": "References", "text": "@article{Morrison2008,\n  title={The diversity of stem cells: implications for aging and regeneration},\n  author={Morrison, Sean J and Spradling, Allan C},\n  journal={Development},\n  volume={135},\n  number={20},\n  pages={3173--3182},\n  year={2008},\n  publisher={The Company of Biologists Ltd}\n}\n\n@article{Morrison1997,\n  title={Limited heterogeneity of the stem cell compartment},\n  author={Morrison, Sean J and Weissman, Irving L},\n  journal={Cold Spring Harbor symposia on quantitative biology},\n  volume={62},\n  pages={227--234},\n  year={1997},\n  publisher={Cold Spring Harbor Laboratory Press}\n}\n\n@article{Morrison1996,\n  title={Finite life span of hematopoietic stem cells},\n  author={Morrison, Sean J and Wandycz, Anna M and Akashi, Koichi and Globerson, Amos and Weissman, Irving L},\n  journal={Blood},\n  volume={87},\n  number={11},\n  pages={4406--4412},\n  year={1996},\n  publisher={American Society of Hematology}\n}\n\n@article{Morrison1999,\n  title={Programmed lineage potential in hematopoietic stem cells},\n  author={Morrison, Sean J and Uchida, Nobuko and Weissman, Irving L},\n  journal={Annals of the New York Academy of Sciences},\n  volume={872},\n  number={1},\n  pages={9--18},\n  year={1999},\n  publisher={Wiley Online Library}\n}\n\n@article{Morrison2006,\n  title={HSC composition predicted by myeloid skewed blood},\n  author={Morrison, Sean J and Kimble, Jennifer and Weissman, Irving L},\n  journal={Trends in immunology},\n  volume={27},\n  number={7},\n  pages={360--363},\n  year={2006},\n  publisher={Elsevier}\n}\n\n@article{Morrison2006a,\n  title={Aging of the hematopoietic stem cell compartment},\n  author={Morrison, Sean J and Wandycz, Anna M and Hemmati, Hoda D and Wright, David E and Weissman, Irving L},\n  journal={Blood},\n  volume={98},\n  number={12},\n  pages={3316--3321},\n  year={2001},\n  publisher={American Society of Hematology}\n}\n\n@article{Morrison2008a,\n  title={HSC \"aging,\" a paradigm for other adult stem cells?},\n  author={Morrison, Sean J},\n  journal={Aging cell},\n  volume={7},\n  number={4},\n  pages={569--573},\n  year={2008},\n  publisher={Wiley Online Library}\n}\n\n@article{Maijenburg2012,\n  title={Mesenchymal stromal cells},\n  author={Maijenburg, Marijke W and Kleijer, Marjolein and Vermeul, Kim and Mul, Esther P and van Alphen, Floris P and van der Schoot, C Ellen and Voermans, Carlijn},\n  journal={Stem cells and development},\n  volume={21},\n  number={14},\n  pages={2498--2511},\n  year={2012},\n  publisher={Mary Ann Liebert, Inc. 140 Huguenot Street, 3rd Floor New Rochelle, NY 10801 USA}\n}\n\n@article{Morrison2008b,\n  title={Cardiac stem cells},\n  author={Morrison, Sean J and Shah, Amish P and Anderson, David J},\n  journal={Annual review of physiology},\n  volume={70},\n  pages={635--664},\n  year={2008},\n  publisher={Annual Reviews 4139 El Camino Way, PO Box 10139, Palo Alto, CA 94303-0139, USA}\n}\n\n@article{Morrison2008c,\n  title={Neural stem cells},\n  author={Morrison, Sean J and Kimble, Jennifer},\n  journal={Nature Reviews Neuroscience},\n  volume={7},\n  number={10},\n  pages={703--713},\n  year={2006},\n  publisher={Nature Publishing Group}\n}\n\n@article{Morrison2008d,\n  title={Speculations about implications for regenerative medicine},\n  author={Morrison, Sean J},\n  journal={Stem cells},\n  volume={22},\n  number={5},\n  pages={590--594},\n  year={2004},\n  publisher={Wiley Online Library}\n}\n\n@article{Morrison2008e,\n  title={Embryonic or induced},\n  author={Morrison, Sean J},\n  journal={Nature},\n  volume={441},\n  number={7097},\n  pages={1060--1061},\n  year={2006},\n  publisher={Nature Publishing Group}\n}"}]