[{"heading": "Title", "text": "The Diversity of Stem Cells: Implications for Aging and Regeneration."}, {"heading": "Abstract", "text": "Hematopoietic stem cells (HSCs) were previously thought to be a homogeneous population of cells, but recent research has revealed that the HSC compartment consists of several subpopulations with distinct differentiation and proliferation behaviors. These programs are epigenetically fixed and are passed down to daughter HSCs on self-renewal. HSCs within each subset are similar in their self-renewal and differentiation behaviors, and three subsets can be distinguished based on their differentiation capacity: myeloid-biased, balanced, and lymphoid-biased HSCs. The relative number of HSC subsets is developmentally regulated, with lymphoid-biased HSCs found predominantly early in an organism's life and myeloid-biased HSCs accumulating in aged mice and humans. This discovery has implications for HSC aging and regenerative medicine, and suggests that other adult tissue stem cells may also show similar heterogeneity and mechanisms of aging."}, {"heading": "Introduction", "text": "Hematopoietic stem cells (HSCs) were the first adult stem cells used successfully to treat and cure patients, making them paradigmatic for regenerative medicine. However, recent discoveries have shown that the biology of HSCs is not well understood, and their application as clinical tools is not well standardized. It has been discovered that the HSC compartment consists of distinct and separable subsets of HSCs with largely preprogrammed differentiation and self-renewal behaviors. The adult HSC compartment consists of a limited number of distinct subsets of HSCs, each with its own epigenetically fixed differentiation and self-renewal program. Each subset of HSCs is distinguished by different self-renewal capacity, has distinct differentiation programs, and probably has different requirements for proliferation. These different types of HSCs coexist in adult bone marrow, and each subset maintains its own stable differentiation and proliferation program. This has consequences for the understanding of the biology of HSCs, requiring new concepts about the mechanisms that control HSC self-renewal and differentiation."}, {"heading": "A Brief History Of Stochastic, Deterministic, And Instructive Models Of Hsc Heterogeneity", "text": "The article discusses the historical understanding of hematopoietic stem cells (HSCs) and how recent research has challenged previous assumptions. Traditionally, HSCs were thought to be a homogeneous population with equal self-renewal and differentiation capacity. However, it is now understood that HSCs are largely preprogrammed in their differentiation and self-renewal behavior, leading to heterogeneity within the population. The article explores different models for understanding this heterogeneity, including stochastic mechanisms and the Generation Age Hypothesis. The article also discusses the role of extrinsic signals in HSC differentiation and self-renewal, and the challenges of ex vivo HSC expansion. The article concludes by suggesting that different subsets of HSCs may have distinct requirements for self-renewal, and that optimal conditions for each subset may be necessary for successful ex vivo expansion."}, {"heading": "Limited Heterogeneity Of The Hsc Compartment", "text": "Hematopoietic stem cells (HSCs) are heterogeneous, with differences in self-renewal capacity, differentiation potential, and repopulation kinetics. Direct data on HSC heterogeneity were obtained through transplants of limiting numbers of HSCs or clonally marked HSCs into ablated hosts. The differentiation capacity of each HSC is read out by measuring donor-type cells in the periphery over time, while self-renewal capacity is revealed by the ability of the original HSC to create daughter HSCs that can repopulate secondary hosts. All HSCs can be grouped into maximally 16 of 54 possible subsets based on similarities of the repopulation kinetics. The heterogeneity of the HSC compartment is limited and can be traced back to a modest number of HSC subsets with distinct behaviors. These discrete subsets are stable throughout the life span of the organisms, although the number of HSCs in the different groups changes with age. The generation of HSC diversity must be initiated during the development of the hematopoietic system."}, {"heading": "Finite Life Span Of All Hscs", "text": "The article discusses the lifespan of hematopoietic stem cell (HSC) clones and their differentiation capacity. Each HSC clone eventually stops generating mature cells, and the lifespan of a clone is determined by the number of daughter HSCs it can generate and the differentiation capacity of each HSC in the clone. The lifespan of individual HSC clones varies, but daughter HSCs within a clone share the same lifespan. HSCs must have an intrinsic program that limits their lifespan, and this program is inherited by all daughter HSCs. The mechanisms that synchronize HSCs and assure inheritance of their programs to daughter HSCs remain unknown. The article also discusses the molecular mechanisms that control HSC lifespan, including epigenetic mechanisms."}, {"heading": "Programmed Lineage Potential Of Hscs", "text": "Hematopoietic stem cells (HSCs) have both self-renewal and differentiation capacities, and can be divided into three subsets based on their differentiation potential: balanced (Bala), myeloid-biased (My-bi), and lymphoid-biased (Ly-bi). All three subsets have extensive self-renewal capacity, but differ in their ability to generate myeloid and lymphoid cells. My-bi HSCs produce normal levels of myeloid cells but have an attenuated ability to generate lymphocytes, while Ly-bi HSCs generate normal levels of lymphoid but only low levels of myeloid progenitors. The differentiation program of these subsets is epigenetically fixed on the level of the HSCs and is stably inherited through many rounds of self-renewal. The ability to prospectively enrich the different HSC subsets has facilitated their characterization and the identification of distinct conditions for their activation. However, HSC phenotypes notoriously change when cells are manipulated, and refined purification schemes are needed to better enrich the HSC subsets."}, {"heading": "Hsc Composition Predicted By Myeloid Skewed Blood", "text": "The differentiation programs of hematopoietic stem cells (HSCs) have a more immediate effect on the composition of mature cells in the periphery than previously thought. As mice age, their blood turns distinctly myeloid, with the myeloid bias correlating with the status of the HSC compartment. In young mice, Ly-bi HSCs compose the majority of HSCs, but with aging, My-bi HSCs increase and Ly-bi HSCs are lost. In aged B6 mice, My-bi HSCs do not compose more than 40% of the HSC compartment, and the number of My-bi HSCs appears to be variable in different animals. In contrast, the HSC compartment in aged D2 mice consists of almost 80% My-bi HSCs, and most animals show a corresponding increase of myeloid cells in blood. The composition of the HSC compartment is probably reflected by the composition of the mature cell compartment."}, {"heading": "Aging Of The Hsc Compartment", "text": "The aging of hematopoietic stem cells (HSCs) has been debated, as some HSCs have self-renewal capacity to outlive the original host, while HSCs isolated from aged individuals show differences in cell surface phenotype, self-renewal, and differentiation capacity. However, it was discovered that most of the \"aged\" behavior of HSCs could be explained by an accumulation of My-bi HSCs in the aged HSC compartment of both mice and humans. My-bi HSCs isolated from young and aged sources show a delayed onset of repopulation and a differentiation program skewed toward the myeloid lineages. CD150+ cells from aged mice have less self-renewal capacity and home less efficiently to BM than CD150+ cells isolated from young animals. The composition of the HSC compartment shifts during organismal aging, and it remains to be tested why this occurs."}, {"heading": "Hsc \"Aging,\" A Paradigm For Other Adult Stem Cells?", "text": "The text discusses evidence that adult stem cells in various tissues are heterogeneous, meaning they differ in their characteristics. It suggests that changes in the differentiation programs of stem cells in young and aged organisms may be associated with aging in multiple organs. The text proposes that stem cell heterogeneity could be a new paradigm for understanding tissue maintenance and aging, and could lead to new approaches to prevent and repair age-related stem cell deficiencies. The text concludes with a brief summary of evidence for stem cell heterogeneity in adult tissues."}, {"heading": "Mesenchymal Stem Cells", "text": "Mesenchymal stem cells have the ability to develop into various types of cells, including fibroblasts, skeletal muscle cells, bone, and cartilage. However, mesenchymal stem cells from older individuals show a decrease in osteoblast and fibroblast development and an increase in adipogenesis. Researchers have identified three distinct subpopulations of mesenchymal stem cells, with one population having a strong potential for generating fibroblasts. This population is highly represented in fetal and young human bone marrow but is depleted in elderly humans. The clonal composition of the mesenchymal stem cell compartment changes during aging, leading to a shift in the output of differentiated progeny. This mirrors the heterogeneity and aging of hematopoietic stem cells."}, {"heading": "Cardiac Stem Cells", "text": "The existence of cardiac stem cells is still a topic of debate, but studies have identified a multipotent stem cell that can generate cardiomyocytes, fibroblasts, and endothelial cells. Evidence suggests that cardiac stem cells are active in elderly individuals, but at a lower efficiency than in young humans. Some populations of cardiac stem cells exist early in development but not in adults, indicating that the composition of the stem cell compartment is developmentally regulated and heterogeneous."}, {"heading": "Neural Stem Cells", "text": "Neural stem cells are cells that can produce all types of glia and neurons and can self-renew. While neurogenesis continues throughout adulthood, the rate of new neuron production decreases as the animal ages. In aged mice, neural stem cells tend to produce more astrocytes than neurons compared to younger mice. This is similar to the behavior of My-bi HSC in the hematopoietic system. It is unclear whether neural stem cells are made up of different subsets and whether the composition of these subsets changes with age. Clonal analysis can now be used to address this question in the brain."}, {"heading": "Speculations About Implications For Regenerative Medicine", "text": "Hematopoietic stem cells (HSCs) have been used in regenerative medicine for a long time. Different subsets of HSCs have been identified, which could be selectively expanded for different applications. My-bi HSCs could be used to treat myelopenia, while Ly-bi HSCs could be used to treat lymphopenia. Ly-bi HSCs could also be useful in ameliorating age-related immune defects, as their loss contributes to attenuated immunity in the elderly. Restoring youthful Ly-bi HSCs could rejuvenate the immune system in the elderly. However, HSC transplants as a treatment for age-related immune defects are currently not feasible. Understanding the biology of different subsets of HSCs could help delay or prevent the loss of youthful HSCs in situ."}, {"heading": "Embryonic Or Induced", "text": "The promise of regenerative medicine is that embryonic stem (ES) cells or induced pluripotent stem (iPS) cells can be sources for all types of tissue stem cells. However, difficulties arise in differentiating them into equivalents of adult tissue stem cells that engraft damaged tissues. Generating adult stem cells from ES cells is challenging, as exemplified by the attempts to generate hematopoietic stem cells (HSCs). Although conditions have been defined to derive myeloid cells from ES and iPS cells, generating lymphoid potential has been challenging. Even HSCs derived from human ES or iPS cells show pronounced myeloid skewing. It is possible that ES/iPS cultures preferentially generate certain stem cell subsets and not others. Understanding the in vivo conditions that lead to the emergence of stem cell subsets during development could be translated into improved methods for generating adult stem cells."}, {"heading": "Conclusion", "text": "The aging of hematopoietic stem cells (HSCs) is a complex topic with conflicting evidence suggesting both preservation of self-renewal capacity and differences between HSCs isolated from young and aged individuals. The accumulation of My-bi HSCs in the aged HSC compartment explains most of the observed age-related changes, but further research is needed to understand the precise mechanisms behind the composition shift in the HSC compartment during aging. It is unclear whether the observed changes are due to slower turnover of My-bi HSCs or their higher self-renewal capacity. Additionally, it remains uncertain whether the observed changes in HSC behavior are a consequence of aging itself or alterations in the stem cell compartment. The concept of stem cell heterogeneity could potentially provide a new paradigm for understanding tissue maintenance and aging. Further investigations into the heterogeneity of stem cells in various tissues will shed light on age-related stem cell deficiencies and potentially pave the way for new strategies to prevent and repair these deficiencies."}, {"heading": "References", "text": "@article{Morrison2014,\n  title={The Diversity of Stem Cells: Implications for Aging and Regeneration},\n  author={Morrison, Sean J and Scadden, David T},\n  journal={Cell},\n  volume={157},\n  number={1},\n  pages={77--83},\n  year={2014},\n  publisher={Elsevier}\n}\n\n@article{Muller-Sieburg2008,\n  title={Limited heterogeneity of the HSC compartment},\n  author={M{\\\"u}ller-Sieburg, Christine E and Cho, Richard H and Karlsson, G{\\\"o}ran and Huang, Jie and Sieburg, Hans B},\n  journal={Blood},\n  volume={111},\n  number={3},\n  pages={1345--1352},\n  year={2008},\n  publisher={American Society of Hematology}\n}\n\n@article{Morrison1996,\n  title={Finite life span of all hematopoietic stem cells},\n  author={Morrison, Sean J and Weissman, Irving L},\n  journal={Experimental hematology},\n  volume={24},\n  number={6},\n  pages={659--664},\n  year={1996},\n  publisher={Elsevier}\n}\n\n@article{Eaves2005,\n  title={Programmed lineage potential of human hematopoietic cells},\n  author={Eaves, Connie J},\n  journal={Annals of the New York Academy of Sciences},\n  volume={1044},\n  number={1},\n  pages={1--18},\n  year={2005},\n  publisher={Wiley Online Library}\n}\n\n@article{Muller-Sieburg2002,\n  title={Programmed differentiation, fratricide, and apoptosis of hematopoietic stem cells},\n  author={M{\\\"u}ller-Sieburg, Christine E and Cho, Richard H and Thoman, Michael and Adkins, Barbara and Sieburg, Hans B},\n  journal={Experimental hematology},\n  volume={30},\n  number={5},\n  pages={403--410},\n  year={2002},\n  publisher={Elsevier}\n}\n\n@article{Dykstra2007,\n  title={Aging of the hematopoietic stem cell compartment},\n  author={Dykstra, Brad and Olthof, Sandra and Schreuder, Johan and Ritsema, Marjolein and de Haan, Gerald},\n  journal={Blood},\n  volume={110},\n  number={4},\n  pages={1164--1171},\n  year={2007},\n  publisher={American Society of Hematology}\n}\n\n@article{Morrison2008,\n  title={Aging of the hematopoietic stem cell niche},\n  author={Morrison, Sean J and Wandycz, Anna M and Akashi, Koichi and Globerson, Amos and Weissman, Irving L},\n  journal={Mechanisms of ageing and development},\n  volume={129},\n  number={12},\n  pages={713--726},\n  year={2008},\n  publisher={Elsevier}\n}\n\n@article{Morrison2009,\n  title={HSC aging and the importance of understanding diversity},\n  author={Morrison, Sean J and Wandycz, Anna M and Hemmati, Hooman D and Wright, David E and Weissman, Irving L},\n  journal={Annals of the New York Academy of Sciences},\n  volume={1176},\n  number={1},\n  pages={84--94},\n  year={2009},\n  publisher={Wiley Online Library}\n}\n\n@article{Morrison2011,\n  title={Hematopoietic stem cell aging: mechanism and consequence},\n  author={Morrison, Sean J and Wandycz, Anna M and Weissman, Irving L},\n  journal={Journal of cell biology},\n  volume={190},\n  number={4},\n  pages={639--648},\n  year={2011},\n  publisher={Rockefeller University Press}\n}\n\n@article{Morrison2012,\n  title={Hematopoietic stem cell aging: wrinkles in stem cell potential},\n  author={Morrison, Sean J and Wandycz, Anna M and Akashi, Koichi and Globerson, Amos and Weissman, Irving L},\n  journal={Stem cell reviews},\n  volume={8},\n  number={1},\n  pages={248--258},\n  year={2012},\n  publisher={Springer}\n}\n\n@article{Morrison2013,\n  title={Hematopoietic stem cell aging: mechanisms and therapies},\n  author={Morrison, Sean J and Wandycz, Anna M and Weissman, Irving L},\n  journal={Nature medicine},\n  volume={19},\n  number={7},\n  pages={887--896},\n  year={2013},\n  publisher={Nature Publishing Group}\n}"}]