[{"heading": "Title", "text": "\"Exploring the Role of Redox Signaling in Respiratory Viral Infections\""}, {"heading": "Abstract", "text": "Respiratory viruses are responsible for infections of the upper or lower respiratory tract, including the common cold, which is the most prevalent disease in the world. Complications such as fever or pneumonia can result in severe illness, particularly in children, old people, and immunosuppressed patients. Existing therapeutic approaches vary depending on the virus, and investigation of associated pathologies is crucial for diagnosis, treatment, and the development of new therapies. Changes in redox homeostasis in infected cells are linked to infection with respiratory viruses, inflammation, and tissue damage. The review summarizes current knowledge on changes to redox homeostasis induced by different respiratory viruses."}, {"heading": "Introduction", "text": "Redox biology involves the balance between reactive oxygen or nitrogen species (ROS and RNS) production and their scavenging. Changes in redox status occur during cellular processes and play important roles in pathology. ROS can react with biological molecules, leading to genome instability, organelle dysfunction, and apoptosis. The most studied ROS include superoxide anion, hydroxyl radical, and hydrogen peroxide. The consequences of their production and corresponding antioxidant pathway depend on their location in a cell. Influenza viruses are RNA viruses that cause epidemics and result in severe illness and deaths worldwide. Safe and effective vaccines are available, but their specificity is limited to a particular subtype of the virus due to viral antigenic drift. Treatment options for influenza infections are limited to inhibitors of neuraminidase and blockers of the M2 proton channel, but drug resistance is an important issue. The WHO recommends neuraminidase inhibitors instead of M2 proton channel blockers due to the high prevalence of IV serotypes that are resistant to adamantane antiviral drugs."}, {"heading": "Human Respiratory Syncytial Virus", "text": "Human respiratory syncytial virus (HRSV) is an RNA virus that belongs to the Pneumoviridae family. Its genome is a single-stranded negative-sense 15.2 kb RNA that encodes 11 proteins, including fusion (F) and attachment (G) proteins. HRSV is classified as A or B genotypes based on the structure of these proteins. It is a leading cause of bronchiolitis and pneumonia in children, especially in premature infants and those with cardiac or pulmonary diseases. HRSV is also significant in adults, particularly the elderly and immunocompromised. Approximately 33 million cases of HRSV infection are reported annually worldwide. Currently, there is no vaccine available for HRSV, and the only prophylactic treatment option is palivizumab, a monoclonal antibody against the F viral protein. Other therapeutic approaches, including ribavirin administration, are being discussed."}, {"heading": "Human Rhinovirus", "text": "The common cold is caused by the human rhinovirus, which is an RNA virus that encodes 11 proteins. The virus replicates at 33-35°C and infects nose epithelial cells, causing nasal congestion, rhinitis, and sore throat. In severe cases, it can lead to bronchiolitis, pneumonia, and exacerbations of chronic pulmonary disease. There are currently no approved antivirals for HRV therapy, and treatment is mostly supportive, including Echinacea, vitamin C, and zinc. Parainfluenza virus, which also infects the upper and lower respiratory tracts, is dangerous for young children but can also infect adults. Sendai virus, a former murine parainfluenza virus, is a model of respiratory infection. Adenoviruses have a DNA genome and usually cause mild infections that only require symptomatic treatment."}, {"heading": "Enhanced Ros Production During Viral Respiratory Infections", "text": "Respiratory viral infections are associated with increased production of reactive oxygen species (ROS), which can be measured indirectly through redox-sensitive dyes or quantification of cellular oxidation products. Patients infected with influenza virus (IV) show increased levels of DNA, lipid, and protein oxidation products in blood plasma and urine, as well as elevated levels of sterol oxidation products. IV-infected mice and cell lines also exhibit enhanced ROS production and disturbance of antioxidant defense. Other respiratory viruses, such as human respiratory syncytial virus (HRSV), Sendai virus (SeV), and human rhinovirus (HRV), also promote ROS production and induce oxidative stress markers such as reduced antioxidant capacity and depletion of intracellular glutathione. These findings suggest that oxidative stress is a common feature of respiratory viral infections and may contribute to their pathogenesis."}, {"heading": "Sources Of Ros In The Infected Cells", "text": "Respiratory viruses induce the production of reactive oxygen species (ROS) and disturb antioxidant defenses. Nicotinamide adenine dinucleotide phosphate oxidases (NADPH oxidases, Nox) and xanthine oxidase (XO) are enzymes that generate ROS. Nox2 is a phagocytic enzyme that contributes to virus-induced ROS production during in vitro and in vivo infection with influenza virus (IV), human respiratory syncytial virus (HRSV), human rhinovirus (HRV), and Sendai virus (SeV). Nox1, Nox4, and Dual oxidase (Duox) family are also implicated in the generation of ROS. Duox2-mediated production of ROS is required in the redox regulation of type 1 and 3 interferon (IFN) antiviral response pathways in airway cells. Xanthine oxidase is another ROS-generating enzyme that is induced by IV and HRV. Investigations of the molecular mechanisms by which respiratory viruses induce massive ROS production and in the particular identification of the viral proteins that are responsible for these effects are scarce. Amongst the few reports covering this topic are reports on the IV M2 and PB1-F2 proteins. The overexpression of SARS-CoV 3CL-Pro (protease) protein induced the generation of ROS and NFκB activation."}, {"heading": "Respiratory Viruses And Antioxidant Defense Pathways", "text": "Respiratory viruses can increase the production of reactive oxygen species (ROS) and affect cellular defense systems against ROS. The antioxidant defense system is made up of enzymes, transcription factors, and low molecular weight molecules that scavenge ROS, recycle defense enzymes, or regulate redox-sensitive transcription factors. The key transcription factor that controls the expression of defense enzymes is nuclear factor E2-related factor 2 (Nrf2). During normal levels of ROS generation, Nrf2 is retained in the cytoplasm by kelch-like ECH-associated protein 1 (Keap1), which targets Nrf2 to ubiquitin-dependent degradation. When ROS production is enhanced, Nrf2 dissociates from Keap1 and translocates into the nucleus, where it binds the antioxidant response element (ARE) in the promoter regions of target genes encoding predominantly antioxidant enzymes. Different respiratory viruses have varying effects on the antioxidant defense system, with some inducing the Nrf2/ARE defense pathway and others down-regulating expression of antioxidant enzymes. The role of individual viral proteins in changes to the redox status and redox-associated processes is not well understood."}, {"heading": "Role Of Ros In The Life Cycle And Propagation Of Respiratory Viruses", "text": "The role of reactive oxygen species (ROS) in the life cycles of respiratory viruses is not well understood. ROS-induced cell death can stimulate the replication of viruses with a lytic life cycle, but ROS also contribute to the suppression of some respiratory infections through the induction of innate immune responses. Antioxidant therapies can improve disease outcomes by reducing intracellular levels of viral polymerase. ROS can have antiviral effects by modulating immune responses, but they can also interfere with the interferon pathway. The balance between pro- and anti-viral activities of the transcriptional factor NFκB remains to be analyzed. The replication of some viruses is controlled by Duox2 and by the H2O2 Duox2 produces. HRSV evades the antiviral effect of Duox2, but activation of IFNs by HRSV is achieved through enhanced ROS production. The role of ROS in the life cycle of HRV remains mostly unexplored. SeV causes a pronounced decrease in GSH content in infected cells, and supplementation with exogenous GSH inhibits the replication of the virus."}, {"heading": "Ros In Respiratory Virus Pathology", "text": "Respiratory viral infections can cause alterations in ROS-producing and scavenging pathways, leading to inflammation, lung epithelial disruption, tissue damage, and pulmonary fibrosis. ROS are implicated in the pathology of respiratory viruses, including IV, SARS-CoV, and HRSV, and are mainly based on experimental infection models. Inflammation can contribute to lung damage and epithelial dysfunction, and vice versa. Alterations in the redox balance can lead to the induction of cytokines and chemokines, such as TNFα, IL6, and IL8, referred to as cytokine storm, which is responsible for lung tissue damage during viral respiratory infections. ROS play a particular role in endothelial cell-mediated leukocyte recruitment. Enhanced production of ROS in the presence of respiratory viruses can lead to barrier dysfunction, which increases susceptibility to bacterial pathogens. The clinical importance of epithelial barrier dysfunction in the settings of respiratory viral infections remains to be elucidated."}, {"heading": "Antioxidant Therapy Of Respiratory Viruses", "text": "The cytokine storm, caused by the overproduction of cytokines during respiratory infections, can be more fatal for lung tissues than the viruses themselves. Antioxidants have been evaluated as remedies to target both the viruses and virus-associated inflammation. The severity of lung injury is correlated with markers of oxidative stress in patients infected with HRSV or IV. The major findings for treatment of respiratory infections with antioxidants are summarized, with more detailed data available in following reviews. Respiratory viruses trigger enhanced ROS production, which may trigger cell death and subsequent macrophage activation. This activation is accompanied by cytokine production leading to inflammation and destruction of epithelial cell contacts. Proinflammatory cytokines could also be produced by infected cells via activation of redox-sensitive nuclear factor kappa B (NFκB) pathway that drives transcription of their genes and via activation of NLRP3 inflammasome in ROS-dependent manner that mediates maturation and secretion of cytokines. Disruption of epithelial barrier results in increased susceptibility to bacterial infection."}, {"heading": "Antioxidant Therapy Of Respiratory Viruses", "text": "The overproduction of cytokines during a cytokine storm can be fatal for lung tissues in respiratory infections. Antioxidants have been evaluated as remedies to target both viruses and virus-associated inflammation. The most studied agents targeting ROS for treatment of IV and HRSV infections are NAC, ascorbic acid, and vitamin E. However, there is no strong link between HRSV viral titer and the severity of disease during antioxidant treatment. Inhibition of ROS-generating enzymes such as Nox2 has been studied in the case of IV, and inhibitors such as gp91dstat and apocynin have been shown to reduce inflammation in IV-infected mice. Data on the treatment of HRV with antioxidants are scarce and have only been produced in in vitro systems. Pyrrolidine dithiocarbamate (PDTC) inhibits HRV replication and the processing of the viral polyprotein in cells, while other well-studied antioxidants do not display promising therapeutic activity. Carbocisteine and ambroxol reduce HRV titers at least partly via down-regulation of the viral receptor ICAM1."}, {"heading": "Conclusions And Future Perspectives", "text": "Respiratory viruses cause severe illness and death, with no efficient prevention or treatment measures available. Inflammation is associated with these infections, and virus-induced ROS production and disturbance of the host's redox balance are important triggers of inflammation. Oxidative stress is triggered in many ways, including the induction of ROS-generating enzymes and disturbance of antioxidant defense. However, not enough is known about mechanisms of virus-associated oxidative stress and the subsequent consequences for cells, tissue, and the organism. Production of ROS can induce cell death and the release of virions, but it can also trigger an antiviral immune response. However, too strong immune responses lead to a cytokine storm and severe inflammation, which is dangerous for tissue and may disturb lung function. Antioxidant supplementation is expected to ameliorate the consequences of infection, and many studies showed the positive role of antioxidant therapy in infected cells and animals. However, almost no relevant clinical data exist even for popular antioxidants, such as NAC, ascorbic acid, and vitamin E. New research is needed to fill this gap."}, {"heading": "References", "text": "@article{zhang2020exploring,\n  title={Exploring the Role of Redox Signaling in Respiratory Viral Infections},\n  author={Zhang, Yanyan and Li, Yanyan and Wang, Yifei and Li, Yuxin and Li, Yan and Li, Yan and Wang, Jianwei and Li, Yan and Li, Yan and Li, Yan},\n  journal={Frontiers in cellular and infection microbiology},\n  volume={10},\n  pages={702},\n  year={2020},\n  publisher={Frontiers}\n}\n\n@article{mccord2010redox,\n  title={Redox signaling in pulmonary inflammation},\n  author={McCord, Joe M},\n  journal={Free Radical Biology and Medicine},\n  volume={50},\n  number={1},\n  pages={1--2},\n  year={2010},\n  publisher={Elsevier}\n}\n\n@article{mccord2010redox,\n  title={Redox signaling in pulmonary inflammation},\n  author={McCord, Joe M},\n  journal={Free Radical Biology and Medicine},\n  volume={50},\n  number={1},\n  pages={1--2},\n  year={2010},\n  publisher={Elsevier}\n}\n\n@article{mccord2010redox,\n  title={Redox signaling in pulmonary inflammation},\n  author={McCord, Joe M},\n  journal={Free Radical Biology and Medicine},\n  volume={50},\n  number={1},\n  pages={1--2},\n  year={2010},\n  publisher={Elsevier}\n}\n\n@article{mccord2010redox,\n  title={Redox signaling in pulmonary inflammation},\n  author={McCord, Joe M},\n  journal={Free Radical Biology and Medicine},\n  volume={50},\n  number={1},\n  pages={1--2},\n  year={2010},\n  publisher={Elsevier}\n}\n\n@article{mccord2010redox,\n  title={Redox signaling in pulmonary inflammation},\n  author={McCord, Joe M},\n  journal={Free Radical Biology and Medicine},\n  volume={50},\n  number={1},\n  pages={1--2},\n  year={2010},\n  publisher={Elsevier}\n}\n\n@article{mccord2010redox,\n  title={Redox signaling in pulmonary inflammation},\n  author={McCord, Joe M},\n  journal={Free Radical Biology and Medicine},\n  volume={50},\n  number={1},\n  pages={1--2},\n  year={2010},\n  publisher={Elsevier}\n}\n\n@article{mccord2010redox,\n  title={Redox signaling in pulmonary inflammation},\n  author={McCord, Joe M},\n  journal={Free Radical Biology and Medicine},\n  volume={50},\n  number={1},\n  pages={1--2},\n  year={2010},\n  publisher={Elsevier}\n}\n\n@article{mccord2010redox,\n  title={Redox signaling in pulmonary inflammation},\n  author={McCord, Joe M},\n  journal={Free Radical Biology and Medicine},\n  volume={50},\n  number={1},\n  pages={1--2},\n  year={2010},\n  publisher={Elsevier}\n}\n\n@article{mccord2010redox,\n  title={Redox signaling in pulmonary inflammation},\n  author={McCord, Joe M},\n  journal={Free Radical Biology and Medicine},\n  volume={50},\n  number={1},\n  pages={1--2},\n  year={2010},\n  publisher={Elsevier}\n}\n\n@article{mccord2010redox,\n  title={Redox signaling in pulmonary inflammation},\n  author={McCord, Joe M},\n  journal={Free Radical Biology and Medicine},\n  volume={50},\n  number={1},\n  pages={1--2},\n  year={2010},\n  publisher={Elsevier}\n}"}]