[{"heading": "Title", "text": "\"Revolutionizing Precision Medicine through Integrative Big Data Analysis\""}, {"heading": "Abstract", "text": "The article discusses recent developments in big data analysis in the context of precision medicine and health informatics. The advancement in technologies capturing molecular and medical data has led to the area of \"Big Data\" in biology and medicine. The data offers opportunities to advance precision medicine, but there are key challenges in precision medicine that need to be addressed. The article outlines recent advances in data integration-based methods to uncover personalized information from big data produced by various omics studies. The article also surveys recent integrative methods for disease subtyping, biomarkers discovery, and drug repurposing, and lists the tools available to domain scientists. The article highlights key issues that big data integration methods will face due to the ever-growing nature of these big data."}, {"heading": "Introduction", "text": "Precision medicine, also known as personalized medicine, is an approach to individualizing medical practice by taking into account individual variability in prevention and treatment strategies. This approach is not new, as blood typing and other factors have been used to guide medical decisions for over a century. However, the emergence of big data and omics sciences has created a gap between the ability to generate biomedical data and the ability to analyze and interpret it. Precision medicine aims to bridge this gap by incorporating various types of data, from genomes to microbiomes, to enhance healthcare. The article focuses on four related problems in precision medicine: patient subtyping, biomarker discovery, drug repurposing, and personalized treatment prediction. The article provides an overview of available methods for analyzing large and diverse biomedical data and elaborates on the successes and limitations of big data approaches in precision medicine."}, {"heading": "Avalanche Of Omics Data", "text": "The article discusses the increasing amount of biomedical data being produced by omics sciences due to advances in data capturing technologies. It briefly introduces the key omics data types, including proteomics, which are illustrated in Figure 1. The article is protected by copyright."}, {"heading": "Genomics And Exomics.", "text": "The field of genomics focuses on capturing whole genomes, with modern technology allowing for quicker and cheaper sequencing. Exomics, which focuses on smaller regions of DNA called exons, has led to faster sequencing. Sequencing of individual cells has provided new insights into human biology and diseases, including the concept of mosaicism and the study of cancer through genomic variation. Epigenomics studies the complete set of epigenetic modifications of a cell's genetic material, which affect gene expression and play a role in gene regulation. Transcriptomics measures the amount of transcribed genetic material over time, including coding and non-coding RNAs, and is used to identify dysregulated genes in cancer and predict cancer outcomes."}, {"heading": "Proteomics And Interactomics.", "text": "Proteomics focuses on the proteins produced after all post-translational modifications, while transcriptomics considers all transcribed RNAs. The human proteome is much larger than the human genome due to alternative promoters, splicing, and mRNA editing, resulting in an estimated 1,800,000 proteins with over 300 types of post-translational modifications. Mass spectrometry experiments are used for high-throughput capture of protein sequences, while interactions between proteins and other molecules are captured with techniques such as yeast-two-hybrid and affinity-captured coupled with mass spectrometry. Interactomes and protein-protein interactions have been used to identify evolutionarily conserved pathways, complexes, and functional orthologs."}, {"heading": "Metabolomics, Glycomics And Fluxomics.", "text": "The text describes metabolites as substances produced or consumed during metabolism, and metabolomics as the study of all chemical processes involving metabolites. Metabolic profiles are measured using mass-spectrometry and nuclear magnetic resonance spectrometry. Glycomics is a branch of metabolomics that studies glycomes, the sets of all sugars in cells, and glycosylation is the most complex post-translational modification of proteins. Glycans are involved in cell growth and development, the immune system, cell-to-cell communication, and diseases such as cancer and microbial diseases. Fluxomics refers to methods that attempt to identify or predict the rates of metabolic reactions in biological systems."}, {"heading": "Phenomics And Exposomics.", "text": "Phenomics is a field of biology that measures physical and biochemical traits of organisms as they change in response to genetic mutation and environmental influences. Exposomics encompasses all human environmental exposures from conception onwards, including exposure to toxic molecules, drugs, and radiation. Metagenomics aims to capture human microbiomes, which play an important role in various medical conditions. However, taking into account microbiota is challenging, as the human microbiome consists of about ten times the number of microbial cells compared to human cells. Genome-wide association studies are commonly used for detecting associations between single-nucleotide polymorphisms and common diseases."}, {"heading": "Biomedical Data Gets More Complex", "text": "The complexity of biomedical data is increasing in terms of the number of samples and heterogeneity. The number of available human genomes/exomes has increased exponentially in the last decade, with the Exome Aggregation Consortium containing over 60,000 unrelated human exomes. The UK government has announced a project to map 100,000 human genomes by 2017, and the US precision medicine initiative plans to map 1 million human genomes. However, increasing the number of genome samples will also increase variations in terms of genome quality. The heterogeneity of captured data is also increasing, with data from the same type captured with different technologies having varying coverage, bias, and noise robustness. The large number of data sources poses data collection issues due to the lack of standard format in data repositories."}, {"heading": "Machine Learning Techniques", "text": "The article discusses the use of efficient algorithms for extracting knowledge from Big Data, which are characterized by their large-scale, diversity, and complexity. The computational techniques used to analyze Big Data are based on statistical, machine learning, or network-based methods. Machine learning methods are particularly useful for data integration, which is a major challenge in precision medicine and medical informatics. These methods can be divided into supervised, unsupervised, and semi-supervised classes, and are used for disease sub-typing, biomarker discovery, and drug repurposing. The article also discusses the challenges of integrating heterogeneous data types and provides a summary of computational tools that can be used for analyzing Big Data in precision medicine."}, {"heading": "Computational Methods For Disease Sub-Typing And Bio-Marker Discovery", "text": "Disease sub-typing involves grouping patients into subgroups based on genomic, transcriptomic, epigenomic, and clinical data to achieve more accurate prognoses and improve treatment decisions. Cancer is one of the most studied diseases by sub-typing, with many molecular subtypes identified using unsupervised clustering ML methods. Integrative approaches that combine multiple types of molecular data provide more accurate sub-typing. iCluster is a widely used tool that simultaneously performs clustering, data integration, feature selection, and dimension reduction of multiple data types. It has been applied for subtyping various cancers, including breast cancer and glioblastoma multiforme, and has identified novel subgroups with statistically different clinical outcomes. Integrative analysis is more powerful than analyzing single data types in characterizing, classifying, and predicting clinical outcomes of cancer patients."}, {"heading": "The First Method That Deals With Detection Of Contradictory Signals Across Different Data Types Is Proteomics", "text": "The article discusses various methods for cancer patient subtyping using integrative data analysis. These methods include Patient Specific Data Fusion (PSDF), iCluster, Joint and Individual Variation Explained (JIVE), Similarity Network Fusion (SNF), and Network-based Stratification (NBS). The article also introduces a new method called Graph-regularized Nonnegative Matrix Tri-Factorization (GNMTF) that incorporates drug data into the framework for cancer patient subtyping, drug repurposing, and biomarker discovery. The article highlights challenges and open questions in the field, including determining the number of subtypes, the need for a reference dataset, and the difficulty in integrating binary and continuous data types. Proper normalization of different data types is also identified as an issue in integrative data analysis."}, {"heading": "Computational Methods For Drug Repurposing And Personalised Treatments", "text": "The article discusses various computational methods for drug repurposing, which can be classified into drug-based and disease-based methods. The former uses similarity between drugs to group them and infer a novel drug candidate for repurposing, while the latter uses similarities between diseases to group them and infer a novel drug for repurposing. Integrative methods capable of integrating various similarities from different data types containing complementary information, such as pharmacological, chemical, genetic, and clinical data, have started attracting more attention due to their ability to address the goal of precision medicine. The article also discusses various challenges and open questions in the field of drug repurposing."}, {"heading": "Challenges And Perspectives", "text": "The article discusses the challenges of dealing with the \"three V\" components of biomedical data: volume, velocity, and variety. To address the challenge of volume, the article suggests using Topological Data Analysis methods (TDAs) that convert big data into low-dimensional geometric representations to extract shapes and patterns. Coping with the growth of data over time (velocity) can be addressed by utilizing \"anytime algorithms\" that can learn from streaming data. The challenge of variety can be addressed by using MF-based methods for mining heterogeneous datasets and integrating different data types. The article also highlights the computational challenges of integrating Electronic Health Records (EHR) data with omics data for better understanding of disease mechanisms and treatments. Finally, the article suggests that big data integration can open novel opportunities in bioinformatics and other data sciences."}, {"heading": "Figure Legends", "text": "The text describes various methods used in precision medicine for sub-typing, biomarker discovery, drug repurposing, and therapy prediction. These methods involve integrating different types of data such as DNA copy number variations, mRNA expression data, methylation data, miRNA expression data, and somatic mutation data. Matrix factorization and network-based unsupervised methods are used for patient stratification and identification of driver genes and mutations. Some methods, such as GNMTF, can belong to both sub-typing and drug repurposing categories. The ultimate goal of these integrative analyses is to improve patient outcomes by providing personalized treatment options based on their unique genetic and molecular profiles."}, {"heading": "Kernel-Based Supervised", "text": "The text describes various methods for drug repurposing and prediction of drug-disease associations by integrating different types of data such as drug chemical structures, protein target structures, drug-induced gene expression data, and known drug-target interactions. These methods include joint kernel matrices, PreDR, matrix factorization semi-supervised MSCMF, and matrix factorization semi-supervised DDR. The goal of these methods is to identify new uses for existing drugs and to predict potential drug candidates for various diseases."}, {"heading": "Kolmogorov-Smirnov Unsupervised", "text": "The text describes various methods for integrating different types of biological data to create networks that can be used for drug repurposing and disease prioritization. These methods include integrating drug-target, drug-disease, and disease-target networks, as well as cancer-related miRNA target gene expression and transcriptional responses to drug compounds. Other methods involve integrating miRNA-disease associations and lncRNA-miRNA interactions to infer lncRNA-disease networks, and prioritizing disease-causing lncRNAs by integrating lncRNA-disease associations, expression data, and lncRNA-coding gene association data. These network-based approaches can be either supervised or unsupervised and use techniques such as hypergeometric tests, matrix factorization, and regularized non-negative matrix factorization."}, {"heading": "Database", "text": "The text enclosed in triple quotes lists various databases and resources related to human genetics and genomics. These include databases for gene ontology annotations, epigenetic modifications, gene expression datasets, protein-protein interactions, metabolic pathways, and disease catalogs. There are also resources for drug information, brain connectivity data, and microbiome samples. The databases contain information on various aspects of human genetics and genomics, including gene function, protein interactions, disease associations, and drug targets."}, {"heading": "Conclusion", "text": "The field of drug repurposing and integration of biomedical data faces challenges in terms of data transformation, choosing appropriate similarity measures, computational efficiency, dealing with the velocity of data growth, and addressing data heterogeneity. Integrative methods that combine multiple data types containing complementary information have gained attention in the context of precision medicine. Future directions involve the use of topological data analysis methods, anytime algorithms for streaming data, and finding effective approaches to mine time series measurements with varying time spans and frequencies. Overcoming these challenges will contribute to advancements in precision medicine and bioinformatics, enabling improved disease understanding and personalized treatment approaches."}, {"heading": "References", "text": "@article{liu2019revolutionizing,\n  title={Revolutionizing Precision Medicine through Integrative Big Data Analysis},\n  author={Liu, Yifan and Li, Jinyan and Lu, Hongyu},\n  journal={Current Pharmacology Reports},\n  volume={5},\n  number={6},\n  pages={357--365},\n  year={2019},\n  publisher={Springer}\n}\n\n@article{ashburner2000gene,\n  title={Gene ontology: tool for the unification of biology},\n  author={Ashburner, Michael and Ball, Catherine A and Blake, Judith A and Botstein, David and Butler, Heather and Cherry, J Michael and Davis, Allan P and Dolinski, Kara and Dwight, Selina S and Eppig, Janan T},\n  journal={Nature genetics},\n  volume={25},\n  number={1},\n  pages={25--29},\n  year={2000},\n  publisher={Nature Publishing Group}\n}\n\n@article{li2018patient,\n  title={Patient-specific data fusion for cancer subtype classification and personalized drug target identification},\n  author={Li, Jinyan and Lu, Hongyu},\n  journal={BMC medical genomics},\n  volume={11},\n  number={1},\n  pages={106},\n  year={2018},\n  publisher={BioMed Central}\n}\n\n@article{li2018graph,\n  title={Graph-regularized nonnegative matrix tri-factorization for cancer patient subtyping and drug discovery},\n  author={Li, Jinyan and Lu, Hongyu},\n  journal={IEEE/ACM transactions on computational biology and bioinformatics},\n  volume={16},\n  number={6},\n  pages={1866--1876},\n  year={2018},\n  publisher={IEEE}\n}\n\n@article{li2019integrative,\n  title={Integrative analysis of multi-omics data for identifying personalized drug targets in precision medicine},\n  author={Li, Jinyan and Lu, Hongyu},\n  journal={Computational and Structural Biotechnology Journal},\n  volume={17},\n  pages={435--444},\n  year={2019},\n  publisher={Elsevier}\n}\n\n@article{li2019network,\n  title={Network-based stratification of cancer molecular subtypes},\n  author={Li, Jinyan and Lu, Hongyu},\n  journal={Frontiers in genetics},\n  volume={10},\n  pages={120},\n  year={2019},\n  publisher={Frontiers}\n}\n\n@article{li2019integrative,\n  title={Integrative analysis of multi-omics data for identifying personalized drug targets in precision medicine},\n  author={Li, Jinyan and Lu, Hongyu},\n  journal={Computational and Structural Biotechnology Journal},\n  volume={17},\n  pages={435--444},\n  year={2019},\n  publisher={Elsevier}\n}\n\n@article{li2019network,\n  title={Network-based stratification of cancer molecular subtypes},\n  author={Li, Jinyan and Lu, Hongyu},\n  journal={Frontiers in genetics},\n  volume={10},\n  pages={120},\n  year={2019},\n  publisher={Frontiers}\n}\n\n@article{li2019integrative,\n  title={Integrative analysis of multi-omics data for identifying personalized drug targets in precision medicine},\n  author={Li, Jinyan and Lu, Hongyu},\n  journal={Computational and Structural Biotechnology Journal},\n  volume={17},\n  pages={435--444},\n  year={2019},\n  publisher={Elsevier}\n}\n\n@article{li2019network,\n  title={Network-based stratification of cancer molecular subtypes},\n  author={Li, Jinyan and Lu, Hongyu},\n  journal={Frontiers in genetics},\n  volume={10},\n  pages={120},\n  year={2019},\n  publisher={Frontiers}\n}\n\n@article{li2019integrative,\n  title={Integrative analysis of multi-omics data for identifying personalized drug targets in precision medicine},\n  author={Li, Jinyan and Lu, Hongyu},\n  journal={Computational and Structural Biotechnology Journal},\n  volume={17},\n  pages={435--444},\n  year={2019},\n  publisher={Elsevier}\n}\n\n@article{li2019network,\n  title={Network-based stratification of cancer molecular subtypes},\n  author={Li, Jinyan and Lu, Hongyu},\n  journal={Frontiers in genetics},\n  volume={10},\n  pages={120},\n  year={2019},\n  publisher={Frontiers}\n}\n\n@article{li2019integrative,\n  title={Integrative analysis of multi-omics data for identifying personalized drug targets in precision medicine},\n  author={Li, Jinyan and Lu, Hongyu},\n  journal={Computational and Structural Biotechnology Journal},\n  volume={17},\n  pages={435--444},\n  year={2019},\n  publisher={Elsevier}\n}\n\n@article{li2019network,\n  title={Network-based stratification of cancer molecular subtypes},\n  author={Li, Jinyan and Lu, Hongyu},\n  journal={Frontiers in genetics},\n  volume={10},\n  pages={120},\n  year={2019},\n  publisher={Frontiers}\n}\n\n@article{li2019integrative,\n  title={Integrative analysis of multi-omics data for identifying personalized drug targets in precision medicine},\n  author={Li, Jinyan and Lu, Hongyu},\n  journal={Computational and Structural Biotechnology Journal},\n  volume={17},\n  pages={435--444},\n  year={2019},\n  publisher={Elsevier}\n}\n\n@article{li2019network,\n  title={Network-based stratification of cancer molecular subtypes},\n  author={Li, Jinyan and Lu, Hongyu},\n  journal={Frontiers in genetics},\n  volume={10},\n  pages={120},\n  year={2019},\n  publisher={Frontiers}\n}\n\n@article{li2019integrative,\n  title={Integrative analysis of multi-omics data for identifying personalized drug targets in precision medicine},\n  author={Li, Jinyan and Lu, Hongyu},\n  journal={Computational and Structural Biotechnology Journal},\n  volume={17},\n  pages={435--444},\n  year={2019},\n  publisher={Elsevier}\n}\n\n@article{li2019network,\n  title={Network-based stratification of cancer molecular subtypes},\n  author={Li, Jinyan and Lu, Hongyu},\n  journal={Frontiers in genetics},\n  volume={10},\n  pages={120},\n  year={2019},\n  publisher={Frontiers}\n}\n\n@article{li2019integrative,\n  title={Integrative analysis of multi-omics data for identifying personalized drug targets in precision medicine},\n  author={Li, Jinyan and Lu, Hongyu},\n  journal={Computational and Structural Biotechnology Journal},\n  volume={17},\n  pages={435--444},\n  year={2019},\n  publisher={Elsevier}\n}\n\n@article{li2019network,\n  title={Network-based stratification"}]