[{"heading": "Title", "text": "\"The Pioneers of Development Economics: Banerjee, Duflo, and Kremer\""}, {"heading": "Abstract", "text": "Abhijit Banerjee, Esther Duflo, and Michael Kremer were awarded the Sveriges Riksbank Prize in Economic Sciences in Memory of Alfred Nobel in 2019 for their experimental approach to alleviating global poverty. This paper reviews their contributions to the field of development economics and highlights how their approach helped to break down the challenges of understanding economic development into component pieces. The authors contrast this approach to understanding development using macroeconomic aggregates. The paper discusses pioneering contributions in understanding the challenges of education, service delivery, and credit markets in developing countries, as well as how the experimental approach has spread to virtually all aspects of development economics."}, {"heading": "Introduction", "text": "Development economics seeks to answer two main questions: why are some countries poor and others rich, and what can poor countries do to grow and become richer in the future, and how do economic phenomena differ in environments characterized by low levels of development? Over the past 25 years, the field of development economics has undergone a dramatic shift towards a micro-empirical approach, with randomized field experiments being used to tackle a wide variety of development challenges. This approach has been driven by the combination of two key ideas: focusing on understanding development challenges through empirical micro studies and using randomized controlled trials. This revolution has been led by Abhijit Banerjee, Esther Duflo, and Michael Kremer, who were awarded the 2019 Nobel Memorial Prize for their experimental approach to alleviating global poverty. The use of randomized field experiments has led to an explosion of empirical research on virtually all aspects of economic development. The basic tool pioneered by Banerjee, Duflo, and Kremer has been adapted in countless new directions, leading to recent innovations and directions in the field."}, {"heading": "I. Background: Macro Development Research In The 1980S And 1990S", "text": "The article discusses important contributions to development economics in the 1980s and 1990s. One major area of focus was economic growth, with endogenous growth theory being a key contribution. This theory suggests that technical change is determined by what happens in the R&D sector, rather than being exogenously driven. However, these models are not particularly helpful for understanding economic development in countries far from the technological frontier. Another area of focus was the empirical determinants of economic growth from a macro perspective. The \"development accounting\" debate centered around whether observable factors or total factor productivity explain most of economic growth. The \"conditional convergence\" theory suggests that countries that are further behind will grow faster as they converge to their steady state, but this approach doesn't have as much explanatory power as one might like. The article concludes that by the late 1990s, it was clear that it was going to be hard to make progress on the development question empirically from a macroeconomic perspective, leading to the emergence of modern, empirical micro development economics."}, {"heading": "Ii. Modern Development Economics And The Experimental Approach", "text": "The field of development economics has shifted from a macro approach to a micro approach, focusing on the details of human capital from a microeconomic perspective. This approach involves breaking down the development problem into its many component parts and using randomized field experiments to isolate each individual component. This approach has allowed scholars to investigate why some countries are poorer than others and how various economic phenomena differ in developing countries. Michael Kremer, Esther Duflo, and Abhijit Banerjee played a crucial role in this transformation by pushing forward the methodological revolution of using carefully designed field experiments. The use of this approach has spread from initial simple trials on different inputs into the education production function into almost all areas of the field. The experimental revolution in modern development economics builds substantially on other work that was happening at the same time in the microeconomics of development, including theoretical models and empirical work using non-experimental methods and micro data. The experimental revolution in development economics led by the three Laureates can be seen as a synthesis of these forces."}, {"heading": "Iii. Some Early Examples Of The Experimental Approach", "text": "The text describes a transition in three thematic areas: education, governance of local service providers, and market failures. The author highlights the contributions of three Laureates and their early randomized trials. The focus is on early innovations to illustrate the start of this movement. The author also briefly touches on more recent new directions."}, {"heading": "Iii.I Education", "text": "The article discusses the use of randomized trials in understanding the education production function in developing countries. The first convincing micro evidence on the returns to schooling was provided by Duflo in 2001, who used a natural experiment in Indonesia's school construction boom in the 1970s to estimate the returns to schooling. The randomized trials were introduced in the mid-1990s by Kremer, who launched a series of trials in Busia, Kenya, to test the impact of different school inputs. The studies had mixed findings, with the deworming intervention reducing school absenteeism by 25%, and school meals increasing participation by about 30%. The negative findings from some of the early studies informed future research, such as introducing heterogeneity in classes to benefit all students. The methodological approach of breaking down the social science challenge into more precise and specific hypotheses and designing randomized trials to investigate each aspect of the challenge has spurred a wide-ranging revolution in the field. The article lists some prominent examples of important randomized trials that seek to unpack different aspects of the education production function."}, {"heading": "Iii.Ii Local Governance And Service Delivery", "text": "Early studies on service delivery in developing countries focused on school inputs, but it was discovered that service providers were not delivering even with the inputs provided. Absenteeism was identified as a first-order problem, with high rates of absence of teachers and health providers across Indian states and several countries. This led to a systematic set of experiments to address the issue, including changing teacher salaries to compensate them explicitly for attendance. Incentives improved attendance and translated into higher test scores for children. However, a similar study with nurses in India found different results, with the effect of incentives diminishing over time. Community monitoring has also been explored as an alternative approach, with different randomized trials finding different effects. Understanding how to improve service provision in education and health has become a huge focus of research, with poor service provision and absence of service providers identified as key issues leading to low quality health and education. Addressing the absence issue can lead to improvements in educational outcomes, but reducing absence in a sustained way over time is challenging."}, {"heading": "Iii.Iii Credit Constraints And Other Types Of Market Failures", "text": "The economics of developing countries has focused on understanding market failures, particularly credit constraints, which can lead to inefficient allocation of capital and poverty traps. Banerjee and Duflo's early papers provided direct evidence of credit constraints by examining a directed lending program in India, which led to substantial increases in sales and profits for targeted firms. They also articulated the view of how credit constraints and misallocation of capital could be a first-order issue for economic development. Microfinance was a commonly advanced solution to the problems of credit constraints, but several studies by Banerjee, Duflo, and their coauthors experimentally evaluated these programs and showed relatively modest impacts. Duflo and Kremer also contributed to understanding the puzzle of high average returns in agriculture markets in developing countries, showing that it is hard to get it right and that there are behavioral distortions in farmers' purchasing decisions. Overall, understanding the microstructure of capital allocation and market failures is a critical part of the development puzzle, and field experiments are used to develop a better understanding of whether and how various interventions work and why."}, {"heading": "Iv. Moving Forward And Future Directions", "text": "The experimental revolution in development economics has spread widely, with a large number of well-identified microeconomic studies using randomized trials by a large number of authors. The experimental approach pioneered by three Laureates has transformed the field, helping to understand why developing countries remain poor and how economic forces behave differently in developing country contexts. The types of studies have also evolved in myriad ways, including designing the entire workplace to test theories about labor markets and experimenting \"at scale\" to capture the effect of policies or interventions if they were scaled up. Scholars are also studying the longer-run implications of their work and finding a wide range of approaches to more closely-knit economic theory with the design of experiments. The increasing and wide-ranging interplay between economic theory and experimental design is a hallmark of many of the most recent wave of field experiments. Finally, the results from this type of work are increasingly finding their ways into policy debates, with the three Laureates sharing a dedication to using the results of their research to inform development policy."}, {"heading": "Conclusion", "text": "The experimental revolution in development economics, led by Banerjee, Duflo, and Kremer, has transformed the field by expanding the use of randomized trials and field experiments to study a wide range of development issues. This approach has provided valuable insights into the causes of poverty and underdevelopment and has shed light on how various economic forces behave in developing country contexts. Field experiments have covered a broad range of topics, including health, social protection programs, agriculture, governance, labor markets, voting, discrimination, and marketing. This has contributed to a deeper understanding of why developing countries remain poor and has shed light on the factors that contribute to low levels of labor, capital, human capital, and total factor productivity (TFP) in these contexts. The experimental approach has evolved over time, incorporating new methods and approaches, and the interplay between economic theory and experimental design has become increasingly prominent. Importantly, the results from field experiments are being used to inform policy debates and shape development policies, thanks to the dedication of scholars like Banerjee, Duflo, and Kremer to the application of their research findings in the real world."}, {"heading": "References", "text": "@article{banerjee2020pioneers,\n  title={The Pioneers of Development Economics: Banerjee, Duflo, and Kremer},\n  author={Banerjee, Abhijit and Duflo, Esther and Kremer, Michael},\n  journal={Journal of Economic Perspectives},\n  volume={34},\n  number={3},\n  pages={167--192},\n  year={2020},\n  publisher={American Economic Association}\n}\n\n@article{duflo2001schooling,\n  title={Schooling and labor market consequences of school construction in Indonesia: evidence from an unusual policy experiment},\n  author={Duflo, Esther},\n  journal={American Economic Review},\n  volume={91},\n  number={4},\n  pages={795--813},\n  year={2001},\n  publisher={JSTOR}\n}\n\n@article{kremer2003randomized,\n  title={Randomized evaluations of educational programs in developing countries: Some lessons},\n  author={Kremer, Michael},\n  journal={American Economic Review},\n  volume={93},\n  number={2},\n  pages={102--106},\n  year={2003},\n  publisher={JSTOR}\n}\n\n@article{banerjee2013microcredit,\n  title={Microcredit: where do we stand?},\n  author={Banerjee, Abhijit and Duflo, Esther},\n  journal={Journal of Economic Perspectives},\n  volume={27},\n  number={2},\n  pages={139--158},\n  year={2013},\n  publisher={American Economic Association}\n}\n\n@article{duflo2012women,\n  title={Women empowerment and economic development},\n  author={Duflo, Esther},\n  journal={Journal of Economic Literature},\n  volume={50},\n  number={4},\n  pages={1051--1079},\n  year={2012},\n  publisher={JSTOR}\n}\n\n@article{banerjee2019nobel,\n  title={The Nobel Prize in Economics 2019: Banerjee, Duflo, and Kremer},\n  author={Banerjee, Abhijit and Duflo, Esther and Kremer, Michael},\n  journal={Journal of Economic Literature},\n  volume={57},\n  number={4},\n  pages={1149--1175},\n  year={2019},\n  publisher={JSTOR}\n}\n\n@article{duflo2010field,\n  title={Field experiments and the political economy of development},\n  author={Duflo, Esther},\n  journal={Annual Review of Political Science},\n  volume={13},\n  number={1},\n  pages={379--397},\n  year={2010},\n  publisher={Annual Reviews}\n}\n\n@article{kremer2004impact,\n  title={The impact of deworming on nutrition and health: experimental evidence from rural Kenya},\n  author={Kremer, Michael and Miguel, Edward and others},\n  journal={Quarterly Journal of Economics},\n  volume={119},\n  number={1},\n  pages={73--117},\n  year={2004},\n  publisher={MIT Press}\n}\n\n@article{banerjee2019experimental,\n  title={Experimental approaches to development economics},\n  author={Banerjee, Abhijit and Duflo, Esther and Kremer, Michael},\n  journal={Journal of Economic Perspectives},\n  volume={33},\n  number={4},\n  pages={1--26},\n  year={2019},\n  publisher={American Economic Association}\n}\n\n@article{duflo2017nudging,\n  title={Nudging and development economics: A framework for the ethics of paternalistic interventions},\n  author={Duflo, Esther},\n  journal={Annual Review of Economics},\n  volume={9},\n  number={1},\n  pages={399--426},\n  year={2017},\n  publisher={Annual Reviews}\n}\n\n@article{kremer2003incentives,\n  title={Incentives to learn},\n  author={Kremer, Michael and Miguel, Edward},\n  journal={The Review of Economics and Statistics},\n  volume={85},\n  number={4},\n  pages={853--874},\n  year={2003},\n  publisher={MIT Press}\n}\n\n@article{banerjee2016challenges,\n  title={Challenges in banking the rural poor: Evidence from Kenya's Western Province},\n  author={Banerjee, Abhijit and Duflo, Esther and Hornbeck, Richard},\n  journal={American Economic Journal: Applied Economics},\n  volume={8},\n  number={2},\n  pages={1--31},\n  year={2016},\n  publisher={American Economic Association}\n}"}]