{"title": "Redox Biology of Respiratory Viral Infections", "sections": [{"heading": "Abstract", "text": "Respiratory viruses cause infections of the upper or lower respiratory tract and they are responsible for the common cold—the most prevalent disease in the world. In many cases the common cold results in severe illness due to complications, such as fever or pneumonia. Children, old people, and immunosuppressed patients are at the highest risk and require fast diagnosis and therapeutic intervention. However, the availability and efficiencies of existing therapeutic approaches vary depending on the virus. Investigation of the pathologies that are associated with infection by respiratory viruses will be paramount for diagnosis, treatment modalities, and the development of new therapies. Changes in redox homeostasis in infected cells are one of the key events that is linked to infection with respiratory viruses and linked to inflammation and subsequent tissue damage. Our review summarizes current knowledge on changes to redox homeostasis, as induced by the different respiratory viruses."}, {"heading": "Introduction", "text": "Redox biology embraces events involving shift of balance between reactive oxygen or nitrogen species (ROS and RNS, respectively) production and their scavenging. Changes of redox status take place during various cellular processes, including proliferation, differentiation, signaling, and metabolism [1]. Redox homeostasis also plays important roles in pathology. Accumulation of ROS or RNS or/and depletion of scavenging systems leads to the development of oxidative stress, chronic activation of immune responses, and inflammation [2]. Due to the ability of ROS to react with almost any kind of biological molecules, including proteins, lipids, and nucleic acids, their chronic elevation is generally associated with genome instability, dysfunction of organelles, and apoptosis [3].\nThe term \"reactive oxygen species\" covers short-lived oxygen-containing intermediates with high reactivity. The most extensively studied ROS include superoxide anion (O 2\n•− ), hydroxyl radical (HO • ), and hydrogen peroxide (H 2 O 2 ) [4]. The consequences of their production and corresponding antioxidant pathway, activated in response to it, depend on the location in a cell. An example of a well characterized source of O 2 •− is the electron transfer to oxygen that occurs during respiration in mitochondria. A predominant ROS-scavenging enzyme that is implicated in neutralization of O 2 •− in mitochondria is superoxide dismutase 2 (SOD2 or MnSOD) [5]. SOD2 converts O 2 •− to H 2 O 2 , which in turn, can be metabolized by different enzymes, including catalase (CAT), peroxiredoxins (Prdx), or glutathione peroxidases (GPx) [6]. An extensive description of the various cellular ROS sources and Influenza viruses are RNA viruses belonging to the Orthomyxoviridae family [13]. Three IVs are infectious for humans, namely types A, B, and C. The IV genome consists of eight segments (seven for influenza C virus) encoding 9-11 proteins, depending on the type of virus. These proteins include the surface proteins hemagglutinin (HA) and neuraminidase (NA), three subunits of RNA polymerase (PA, PB1, and PB2), two non-structural proteins (NS1 and NEP), and two matrix proteins (M1 and a selective proton channel protein M2). Various subtypes of the most common influenza A viruses are classified based on the diversity in the structure of HA and NA proteins. Influenza A and B viruses cause epidemics, whereas influenza C virus is less wide spread and tends to cause infections with less severe symptoms. According to the World Health Organization (WHO), seasonal epidemics that are associated with these infections result in 3 to 5 million cases of severe illness each year, and 250 to 500 thousands deaths worldwide [14]. Currently, safe and effective vaccines are available. However, their specificity is limited to a particular subtype of the virus due to the diversity of circulating influenza A strains and ability of IV to rapidly accumulate mutations (viral antigenic drift). So, often these vaccines do not perfectly match the circulating subtype or become ineffective within short amounts of time due to viral antigenic drift, thus requiring the annual re-fabrication of vaccines and revaccination. Treatment options for IV infections are limited to inhibitors of neuraminidase, which prevent virion release and spread, but not replication [15] and blockers of the M2 proton channel [16]. However, the development of drug resistance is an important issue. Due to the high prevalence of IV serotypes that are resistant to adamantane antiviral drugs, the WHO recommends neuraminidase inhibitors instead of M2 proton channel blockers (amantadine and rimantadine) [14].", "n_publication_ref": 11, "n_figure_ref": 0}, {"heading": "Human Respiratory Syncytial Virus", "text": "Human respiratory syncytial virus belongs to the Pneumoviridae family of RNA viruses [17]. The viral genome is represented by a single-stranded negative-sense 15.2 kb RNA encoding 11 proteins. Similarly to IV, HRSVs are classified as A or B genotypes, according to the structure of fusion (F) and attachment (G) proteins. The rest of the viral proteome includes proteins N, M, P, SH, L (polymerase), M2-1, M2-2, and NS1, NS2. HRSV is a leading cause of bronchiolitis and pneumonia in children, especially in pre-mature infants and children with cardiac or pulmonary diseases. It was also shown that HRSV significance in adults is comparable to nonpandemic IV [18]. The group of risk includes the elderly and immunocompromised people. Approximately 33 million cases of infection are reported annually worldwide [19,20]. No HRSV vaccine is available yet. The only prophylactic treatment option, palivizumab (Synagis ® )-a monoclonal antibody against the F viral protein is recommended for HRSV prevention and the treatment of infants at high risk of severe disease and complications. Other therapeutic approaches, including ribavirin administration, are discussed in detail elsewhere [21].", "n_publication_ref": 5, "n_figure_ref": 0}, {"heading": "Human Rhinovirus", "text": "Human rhinovirus, the major and most prevalent cause of the common cold, belongs to the Picornaviridae family of RNA viruses [13]. The HRV genomic single-stranded positive-sense 7.2 kb RNA encodes 11 proteins. Viral capsid is formed by proteins VP1-4; non-structural proteins include polymerase three-dimensional (3D), two proteases 2A and 3C, proteins 2B, 2C, 3A, and 3B. HRV replicates at 33-35 • C, thus it mostly infects nose epithelial cells. Therefore, direct HRV-induced pathologies manifest as nasal congestion, rhinitis, and sore throat. However, sometimes rhinoviral infection leads to more severe disease, including bronchiolitis, pneumonia, and exacerbations of chronic pulmonary disease. Therapy of infection is mostly supportive [22]. Several antivirals with preventive mode of action (e.g., capsid binding for abrogation of viral RNA release into cells) were in clinical trials, including pleconaril, vapendavir, and rupintrivir, however, to the best of our knowledge, none of them were approved and recommended for HRV therapy. Supportive treatment may include Echinacea, vitamine C, and zinc.\nParainfluenza virus belongs to the Paramyxoviridae family, with its genome being represented by a single-stranded RNA. Parainfluenza virus infects both upper and lower respiratory tracts and usually causes common cold-like symptoms. The virus is known to be dangerous for young children; however, it also infects adults. Sendai virus (SeV) known as former murine parainfluenza virus belongs to the same Paramyxoviridae family. SeV is negative sense, single-stranded RNA virus, which is capable of infecting rodents and other animals. It is accepted as a model of respiratory infection. Adenoviruses are members of Adenoviridae family and have DNA genome. Adenovirus infections are usually mild, and only symptomatic treatment may be required.", "n_publication_ref": 2, "n_figure_ref": 0}, {"heading": "Enhanced Ros Production During Viral Respiratory Infections", "text": "Many lines of evidence suggest that marked signs of increased production of ROS accompany all respiratory viral infections. However, none of the published data are based on direct measurement of ROS levels using electron paramagnetic resonance technique. In all existing papers levels of ROS were assessed indirectly either by using redox-sensitive dyes (2 ,7 -dichlorodihydrofluorescein diacetate, DCFHDA; dihydroethidium, DHE, etc.) that are oxidized by ROS into quantifiable fluorescent products or via quantification of cellular oxidation products. In patients that are infected with IV marked increases in DNA (8-hydroxydeoxyguanosine), lipid (malondialdehyde, F2-isoprostane, 7-ketocholesterol, and 7β-hydroxycholesterol), and protein (carbonyl content) oxidation products in blood plasma and urine were reported [23][24][25]. Elevated levels of sterol oxidation products were detected not only during the infection but also three months after IV clearance [24]. Increased levels of ROS as well as of nitric oxide synthase 2 (iNOS) and nitrotyrosine content representing markers of nitrosative stress were also reported in lung tissues of patients that died in the fatal IV pandemics [26]. IV-infected mice and cell lines also exhibit an enhanced production of ROS and disturbance of antioxidant defense [27][28][29][30] and are, therefore relevant models of IV infection for investigation of the changes in redox homeostasis induced by the virus.\nAugmented ROS production is not only a feature of IV. Other respiratory viruses also promote ROS production. Elevation of total ROS levels in A549 airway cells is also triggered by HRSV [31,32] and in various cell lines by SeV [33,34], as was shown with DCFHDA. Consistently, the accumulation of lipid peroxidation products and oxidized glutathione (GSH) were reported in plasma of infants with HRSV-induced acute bronchiolitis [35]. SeV, as shown above for IV, also triggers the induction of iNOS, enhanced production of nitric oxide, and accumulation of nitroguanosine [36]. A reduced antioxidant capacity, another marker of oxidative stress, was detected in HRSV-infected infants, mice, and cells [37][38][39][40]. Reduced levels of antioxidant enzymes were also reported in airway cells and in mice replicating human HMPV [37,41]. HRV was shown to induce production of ROS in airway cells by enhancing O 2\n•− production and by depleting intracellular GSH [42][43][44].", "n_publication_ref": 24, "n_figure_ref": 0}, {"heading": "Sources Of Ros In The Infected Cells", "text": "Respiratory viruses are known to induce ROS-generating enzymes, including nicotinamide adenine dinucleotide phosphate oxidases (NADPH oxidases, Nox) and xanthine oxidase (XO) and to disturb antioxidant defenses. Increased activities of the Nox and Dual oxidase (Duox) family were observed both in vitro and in vivo. Treatment of infected cell cultures and laboratory animals (mice) with the pan-Nox inhibitor dibenziodolium chloride (DPI) profoundly attenuated ROS production induced by IV [29], HRSV [45,46], and HRV [44]. Although DPI has low specificity for Nox in comparison to other flavoproteins [47], a detailed analysis with other approaches revealed that several NADPH oxidases are implicated in generation of ROS: Nox1, Nox2, Nox4, and Duox2 (Figure 1).\nNox2 is a phagocytic enzyme that contributes to virus-induced ROS production during in vitro and in vivo infection with IV [30,[48][49][50], HRSV [50,51], HRV [44,50], and SeV [50,51]. In Nox2 −/− knockout mice, the IV-induced ROS and RNS increase was less pronounced [48]. Moreover, virus titer and virus-induced inflammation were also lower in these mice, and were correlated with improved lung functions [52]. It is generally acknowledged that Nox2 activation requires phosphorylation of its regulatory subunit p47 phox /NCF1 (neutrophil cytosolic factor 1) [53]. In line with this, Nox-derived ROS production during infection with inactivated H5N1 IV is attenuated in NCF −/− mice when compared to wild type littermates, and this effect is accompanied by improved lung functions [54]. Similarly, HRV infection in cells lacking NCF1 is accompanied by significantly lower levels of O 2\n•−\nand H 2 O 2 [44]. Noteworthy that Nox2 is expressed in macrophages, monocytes, neutrophils, and, to a lesser extent, in epithelial cells [53,55,56], see also a review of Grandvaux et al. [57] for detailed analysis of expression of Nox isoforms in different respiratory tract sections and cell lines. To et al. recently reported that respiratory RNA viruses induce Nox2-mediated ROS production in endosomes of alveolar macrophages [50]. In addition, recruitment of neutrophils and monocytes from the bloodstream to the infection site may contribute significantly to the enhanced production of superoxide anions by Nox2 during the infection. Indeed, influenza [58,59] and HRSV [60] cause a pronounced migration of neutrophils to the respiratory tract. However, to the best of our knowledge, input of macrophages or neutrophils into Nox2-derived production of O 2\n•− has not been assessed for any of these viruses.\ndisturb antioxidant defenses. Increased activities of the Nox and Dual oxidase (Duox) family were observed both in vitro and in vivo. Treatment of infected cell cultures and laboratory animals (mice) with the pan-Nox inhibitor dibenziodolium chloride (DPI) profoundly attenuated ROS production induced by IV [29], HRSV [45,46], and HRV [44]. Although DPI has low specificity for Nox in comparison to other flavoproteins [47], a detailed analysis with other approaches revealed that several NADPH oxidases are implicated in generation of ROS: Nox1, Nox2, Nox4, and Duox2 (Figure 1). Another NADPH oxidase, Nox4, was also shown to be a source of ROS in lung cancer cells or in primary airway epithelial cells infected with IV [29,61]. Amatore et al. described induction of Nox4 and reduction of Nox2 in in vitro IV infections. However, in the context of other respiratory virus infections, the activity of Nox4 has not been studied. Interesting data exist on the possible involvement of Nox1 in the regulation of ROS production in IV-infected mice [62]. O 2\n•− production in BALF (bronchoalveolar wash fluid) cells of Nox1 knockout mice infected with IV subtype H3N2 is similar to that of wild-type littermates during the early stages of infection (day 3), but suppressed at late stages of infection (day 7). This suggests that Nox1 plays no or only a marginal role in the production of O 2 •− . Nox1 knockout furthermore significantly augments production of proinflammatory cytokines and chemokines and overall inflammation in mice at three days post-infection with no effect on viral titer, but it suppresses cytokine production at later stages of disease when the viral titer significantly decreases, indicating the resolution of the infection. These findings suggest a protective role of Nox1 during IV infection, which is not limited to changes in total ROS production [62]. However, recent work from another group pointed to a role for Nox1 in the induction of ROS. Survival of IV-infected mice with inactive Nox1 was prolonged [63], suggesting that Nox1 is a source of ROS that is hazardous. In HRV-infected polarized airway epithelial cells Nox1-derived ROS are responsible for triggering barrier dysfunction, a dangerous process leading to decreased transepithelial resistance, thus making the host susceptible to bacterial pathogens [64,65]. Interestingly, ROS generation and disruption of the barrier during HRV infection also depend on one of the double-stranded RNA (dsRNA) receptors, Nod-like receptor X-1 (NLRX-1) [65]. This receptor has mitochondrial location and is able to activate nuclear factor kappa B (NFκB) via ROS [66]. However, direct mechanisms underlying this effect remain unknown.\nIn the case of HRSV, down-regulation of Nox2, but not of Nox1 by RNA interference affects NFκB signaling [51], even though NFκB is one of the ROS-dependent transcription factors [67] responsible for cytokine and chemokine gene expression. Thus, involvement of Nox1 in direct induction of oxidative stress during respiratory viral infection remains controversial. Another source of ROS during IV infection that belongs to the Nox/Duox family is Duox2 [61,68,69]. IV triggers, both in vitro and in vivo, a pronounced induction of Duox2 and DuoxA2 and a moderate down-regulation of Duox1 [69,70]. Noteworthy, Duox2/DuoxA2 induction is induced by H1N1 but not by the H3N2 subtype [69]. Duox2-mediated production of ROS is required in the redox regulation of type 1 and 3 interferon (IFN) antiviral response pathways in airway cells (see Section 6 below). Similar data also exist for other viruses. Fink et al. described the elevation of the transcripts encoding Duox2, Nox4, and a regulatory subunit of Nox2-p67 phos in cells infected with SeV and HRSV [51]. This paper also shows absence of notable changes in transcription of other NADPH oxidases. They did not assess contribution of Nox/Duox to ROS production during SeV or HRSV infection. Instead, they showed that two pan-Nox inhibitors (DPI and apocynin) and knockdown of Nox2 but not of Nox1 or Nox5 prevented activation of the NFκB pathway by these viruses. However, in their subsequent paper, it was shown that SeV does induce Duox2 at protein level and increases extracellular levels of H 2 O 2 , whereas HRSV almost does not [57]. In the case of SeV, the mechanism of induction involves production and secretion of two cytokines: IFNβ and tumor necrosis factor alpha (TNFα), the accumulation of which activates Duox2 gene transcription through signal transducer and activator of transcription protein/interferon regulatory factor 9 (Stat2/IRF9)-dependent Stat1 independent pathway. In contrast, HRSV blocks this pathway and thus does not allow for the induction of Duox2.\nHRV-infected human primary tracheobronchial epithelial cells also trigger induction of Duox2 [71]. Patients with chronic obstructive pulmonary disease (COPD) have increased the susceptibility to HRV and HRV-infected airway epithelial cells from COPD patients show elevated levels of Duox1 and Duox2 [72].\nXanthine oxidase is another ROS-generating enzyme that is induced by IV [73,74]. XO catalyzes the conversion of hypoxanthine to xanthine and further to uric acid thus being implicated in the catabolism of purine nucleic bases [75]. Elevation of XO levels was observed in serum, lung tissues, and in bronchoalveolar wash fluid of IV-infected mice [73,74]. Effective inhibition of O 2\n•− production with allopurinol, a classical XO inhibitor, validated the significant contribution of this enzyme to virus-induced ROS production [73]. Up-regulation of XO was also shown for HRV [43], although Kaul et al. reported the absence of the inhibitory effect of allopurinol towards HRV-induced ROS production and subsequent interleukin 8 (IL8) induction [44]. Whether XO contributes to HRSV-mediated enhancement of ROS generation is unknown. Finally, mitochondria are known to be an important source of O 2 •− in IV infection due to the virus-induced leakage of electrons from the respiratory chain [61,76]. However, this is unlikely due to a direct interaction of viral proteins with the electron transport chain, indeed data supporting mitochondrial localization of viral proteins have not been reported so far. Enhanced production of ROS in mitochondria may rather be mediated by Duox2 [61] or Nox2 (reviewed in [77,78]), both of which have been shown to induce mitochondrial dysfunction. So far, there is no data concerning the disruption of the mitochondrial electron transport by other respiratory viruses, and this area of research clearly requires further studies. For SeV there is indirect evidence that this virus does not affect production of ROS in mitochondria: activation of caspase 9, a key event in SeV-induced apoptosis, is insensitive to ROS scavengers and is not accompanied by cytochrome c release, a frequent consequence of severe mitochondrial dysfunction [79]. Finally, another interesting mechanism of O 2 •− production was shown for IV and SeV [36].\nIt involves the induction of iNOS, production of nitric oxide, formation of nitroguanosine, and the latter together with iNOS and P450 reductases leads to the production of this type of ROS. Indeed, the same group described a mechanism of O 2 •− formation that involves single-electron reduction of a 8-nitro-guanosine into the respective anion-radical with NADPH-cytochrome P450 reductase (P450 reductase), any isoform of NO-synthase (NOS) or even xanthine oxidase, and the subsequent transfer of the electron to molecular oxygen [80]. Interestingly, such data are missing for any other virus that triggers oxidative stress.\nInvestigations of the molecular mechanisms by which respiratory viruses induce massive ROS production and in the particular identification of the viral proteins that are responsible for these effects are scarce in comparison to viruses, such as human immunodeficiency virus (HIV) and hepatitis B and C viruses (HBV and HCV, respectively) [9,81]. Amongst the few reports covering this topic are reports on the IV M2 [82] and PB1-F2 [83] proteins. Overexpression of M2, a proton channel protein, activates protein kinase C (PKC) and increases the production of ROS that was detected using DCFH2DA and MitoSOX as readouts [82]. PB1-F2 decreases SOD1 expression resulting in impaired ROS scavenging [83]. These data are corroborated by a study of Flory et al. who pointed at M, HA, and NP proteins as activators of NFκB via IκB kinase (IKKβ), whose effects can be suppressed by antioxidants [84]. In respect to HRSV infection, one single paper suggests that the generation of ROS is augmented by the viral fusion (F) protein [45]. Treatment with DPI abrogates ROS production in F-expressing cells suggesting the involvement of NADPH oxidase(s). However, since DPI also inhibits xanthine oxidase, proteins of mitochondrial electron transport chain, and other flavin-dependent enzymes [47], the role of NADPH-oxidases remain to be explored. Finally, the overexpression of SARS-CoV 3CL-Pro (protease) protein induced the generation of ROS and NFκB activation; however, the molecular mechanisms are unknown [85].", "n_publication_ref": 80, "n_figure_ref": 2}, {"heading": "Respiratory Viruses And Antioxidant Defense Pathways", "text": "Respiratory viruses not only enhance ROS production but also affect cellular defense systems against ROS. Despite the important role of physiological levels of ROS in signaling, chronically elevated levels cause severe oxidative injury. The antioxidant defense system is comprised of a variety of enzymes and transcription factors, as well as an array of low molecular weight molecules that are often referred to as antioxidants. These latter compounds directly scavenge ROS, participate in recycling of the defense enzymes, or regulate redox-sensitive transcription factors.\nThe key transcription factor that controls expression of an array of defense enzymes is nuclear factor E2-related factor 2 (Nrf2) [86]. During normal levels of ROS generation, Nrf2 is retained in the cytoplasm by kelch-like ECH-associated protein 1 (Keap1), which targets Nrf2 to ubiquitin-dependent degradation. When ROS production is enhanced, Nrf2 dissociates from Keap1 and translocates into the nucleus, where it binds the antioxidant response element (ARE) in the promoter regions of target genes encoding predominantly antioxidant enzymes. Noteworthy, the Nrf2 gene itself also contains ARE-like sequences in its promoter [87], thus amplifying its expression in a positive feedback loop. Amongst the Nrf2-regulated target genes are superoxide dismutases, catalase, peroxiredoxins, and glutathione peroxidases. O 2\n•− are converted into H 2 O 2 by three SOD isoforms in mammalian cells: cytoplasmic SOD1, mitochondrial SOD2, and extracellular SOD3 (EC-SOD). Soluble peroxides are eliminated by catalase, peroxiredoxins, and glutathione peroxidases. The peroxiredoxin family comprises six different members with redox-active cysteine residues. Peroxiredoxins differ by localization and mechanism of re-activation. The eight members of the GPx family display different localization patterns and activities in the cell and they have varying affinities for different types of peroxides. Noteworthy, GPx4 and Prdx6 are capable of neutralizing lipid peroxides in addition to soluble peroxides [88,89]. Finally, many antioxidant defense enzymes are involved in the biosynthesis of natural antioxidants, such as glutathione and the maintenance of a reduced pool of GSH. These include glutathione synthetase, reductase and peroxidase, thioredoxin reductase, and others. IV strains are thought to activate the Nrf2/ARE defense pathway in vitro and in mice by inducing nuclear translocation and transcriptional activity of Nrf2 because transcription of the Nrf2 target gene heme oxygenase 1 (HO-1) was shown to be augmented [90,91]. Interestingly, differences between seasonal and especially pandemic H1N1 subtypes versus highly pathogenic H7N9 and H5N1 strains in their capacities to promote Nrf2 phosphorylation and the subsequent translocation/activation have been reported [92]. Jacoby et al. did not find any changes to SOD1 levels in IAV-infected cells [93], however, other groups observed a decrease of SOD1 as mediated by proteasomal degradation of specificity protein 1 (Sp1), a transcription factor that drives the expression of the SOD1 gene [94,95]. An increase in SOD1 expression was found in patients with asymptomatic influenza A infection [96]. Decline in total SOD activity was reported in children infected with H1N1 subtype [25]. So, SOD1 status during IV infection is still questionable.\nSimilar controversy exists over other antioxidant enzymes, such as CAT and indoleamine 2,3-dioxygenase (IDO). The latter scavenges O 2\n•− and uses them for oxidation or conversion of tryptophan into kinurenin [97]. Levels of IDO were shown to be unaltered and levels of catalase decreased in IAV-infected cells in vitro, [93], whereas in infected mice, IDO and HO-1 were induced and CAT levels remained unchanged [98]. Yamada et al. reported depletion of CAT and Prdx6 in mice infected with subtype H1N1, however, this was due to depletion of the IV permissive bronchial Clara and/or alveolar type 2 (AT2) cells in which these enzymes are predominantly expressed [91].\nIn addition, the same study also reported the pronounced induction of several other antioxidant enzymes, namely, GPx3 and HO-1.\nUnlike IV, HRSV reduces mRNA levels and levels of Nrf2 in nuclei of airway epithelial cells [38]. Indeed, HRSV is capable of inducing Nrf2 deacetylation and subsequent proteasomal degradation, which leads to the down-regulation of expression of antioxidant enzymes [99]. However, the residual Nrf2/ARE pathway activity does play an important role in protection against HRSV-induced ROS production: Nrf2 −/− infected mice show more severe oxidative stress and inflammation when compared to their wild-type littermates [100]. Moreover, Nrf2 deficiency leads to the activation of the NFκB pathway and subsequent cytokine production. This Nrf2-NFκB crosstalk may play pivotal roles in in the associated pathogenesis, and there is clear lack of information about it for respiratory viruses. HRSV exhibits different effects on the antioxidant defense system depending on the duration of the infection. A transient activation has been reported during the first several hours post infection in lung carcinoma cells in vitro, as exemplified by induction of SOD1, SOD2, GST (glutathione S-transferase), catalase, and GPx. With progression of disease in cell culture, only SOD2 remained up-regulated resulting in enhanced H 2 O 2 production, whereas other antioxidant enzymes, including those that are responsible for neutralization of H 2 O 2 , were suppressed [38,101]. In mice and children, no signs of induction of antioxidant enzymes were reported; instead, their levels fell down during infection [37]. HRSV infection also induced the accumulation of oxidized forms of several members of the Prdx family, including cytoplasmic Prdx1, mitochondrial Prdx3, and endoplasmic reticulum-residing Prdx4, without changes to their total protein levels [102]. This indicates that massive ROS production occurs in the respective organelles of the infected cells, since peroxiredoxins scavenge peroxides in their close proximity. Moreover, down-regulation of Prdx1 and 4 by RNA interference (RNAi) led to a more pronounced increase of ROS levels [102].\nInformation on the role of individual viral proteins in changes to the redox status and redox-associated processes is very scarce and is based on one article, which reports an NS1-mediated, Nrf2-independent suppression of SOD2 [103]. In this paper, HRSV NS1 protein prevented the activation of the JAK/STAT1 pathway (Janus kinases/Signal Transducer and Activator of Transcription proteins) and decreased expression of genes bearing GAS and ISG promoter sequences (interferon-gamma activated sequence and interferon stimulated genes, respectively), such as SOD2 [103]. However, SOD2 gene expression is normally induced by NFκB rather than by IFNγ signaling [104]. Therefore, the above-mentioned effect might be explained by possible alterations of the NFκB pathway by the viral NS1 protein.\nFew studies have investigated the antioxidant defense system of the host cell in human HMPV and HRV infections. HMPV has been shown to increase levels of SOD2 but to down-regulate SOD3, catalase, glutathione S-transferases, and peroxiredoxins 1, 3, and 6 [41]. In contrast, HRV does not affect activity of SOD2, catalase, and GPx, but increase levels and activity of SOD1 [105].\nFor SeV, we did not find any literature on interference of the virus with expression of antioxidant defense enzymes. However, a fluctuating reduction of the total GSH content has been reported in SeV-infected cells [106]. Noteworthy, this decrease was observed during the first hour post-infection and then again 24 h post-infection. Initial reduction of GSH content was due to damage of the host cell membrane during virus penetration, whereas the secondary reduction resulted from massive incorporation of cysteine into the viral proteome. However, in neither case, any changes in levels of GSSG were observed.\nIn addition to Nrf2, there are other transcription factors that belong to this family: Nrf1 and Nrf3. To date very little is known about functions of Nrf3 in the absence of infection. Functions of Nrf1 are defined. Nrf1 can also bind to ARE in the promoters of antioxidant defense genes, though to a lesser extent than Nrf2 (reviewed in [107]). Nrf2 and Nrf1 knockout animals have distinct phenotype meaning that functions of these two factors do not fully overlap. But again, there are no data about status of Nrf1 during respiratory as well as other viruses. So, the investigation of their effect on Nrf1 and study of a role of the latter in viral replication and pathology seems to be a nice direction for future studies.", "n_publication_ref": 31, "n_figure_ref": 0}, {"heading": "Role Of Ros In The Life Cycle And Propagation Of Respiratory Viruses", "text": "So far, the evidence for a direct impact of ROS on the life cycles of respiratory viruses is very scarce. ROS-induced cell death and lysis can favor release and spread of virions and thus stimulate the replication of those respiratory viruses with a lytic life cycle. At the same time, ROS are known to contribute to suppression of some respiratory infections through the induction of innate immune responses. On the other hand, antioxidant therapies are known to ameliorate and improve disease outcome.\nOverexpression of SOD1 or treatment with antioxidants reduce intracellular levels of IV polymerase thus providing a possible mechanism of the viral titer reduction in response to antioxidant treatment [94]. The observation that content of GSH negatively correlates with IV replication in infected cells or mice further corroborates this finding [108,109]. Similar results were obtained upon the inhibition of additional ROS-producing enzymes or Nox2 knockout [29,48]. However, ROS were also shown to have antiviral effect but due to modulation of immune responses.\nActivation of immune responses during IV infection is achieved partly through Duox2-mediated induction of viral dsRNA sensors RIG-I and MDA5 (retinoic acid-inducible gene I and melanoma differentiation-associated protein 5, respectively) [68,70], pattern recognition receptors that trigger type I IFN responses. IV also enhances production of interferons λ1 (IL29), and λ2/3 (IL28A/IL28B), again via ROS [61]. ROS scavenging or suppression of ROS production by Duox2 or mitochondria leads to the inhibition of IFNλ synthesis and secretion, and thus the enhancement of viral replication. Induction of type I and III interferons is likely to be achieved through the Nrf2 pathway, since activation of the latter in response to IV infection or chemical inducers (i.e., sulforaphane and epigallocatechin gallate) is accompanied by an increased expression of antiviral mediators RIG-I, IFNβ, and MxA [110]. Nrf2 overexpression negatively affects the replication of IV, whereas knockdown leads to enhanced virus entry and replication [90,110]. However, this effect is unlikely to be mediated through interferon-stimulated genes, such as MX1 and OAS1 (2 ,5 -oligoadenylate synthetase 1), since their levels are not altered during Nrf2 overexpression in the absence of the infection and are decreased in infected cells [90].\nOne of the mechanisms by which IV interferes with the interferon pathway is via the activation of the ROS-sensitive transcriptional factor NFκB, which controls proinflammatory cytokine production. Indeed, in IV-infected cells SOCS3 (suppressor of cytokine signaling 3) is induced through the activation of NFκB [111], whereas prevention of NFκB activation leads to the reduction of viral titers, but cytokine production also decreased [112]. Another proviral role of NFκB is the inhibition of βand γ-catenin-dependent transcription of interferon-stimulated genes [113]. However, NFκB can also exhibit antiviral properties by activating interferon β gene transcription. Viral protein NS1 is able to prevent NFκB activation by interacting with IKK, which is required for NFκB signaling [114]. Overall, the balance between pro-and anti-viral activities of NFκB remains to be analyzed.\nAn interesting piece of evidence came from an investigation of SeV and its effects on the expression of Duox2 [115]. It showed that the replication of this virus is controlled by Duox2 and by the H 2 O 2 Duox2 produces. Induction of Duox2 in SeV-infected cells is achieved through a combined action of IFNβ and TNFα that are synthesized and secreted from the infected cells through IRF3 and NFκB, respectively. In turn, Duox2 contributes to secretion of type I and III interferons. However, it should be mentioned that the detailed mechanism underlying the antiviral effect of Duox2 remains vague, and several possible assumptions have been made (see [57]).\nHRSV is known to evade the antiviral effect of Duox2. Fink et al. showed that HRSV triggers the production and secretion of functional IFNβ and TNFα to a level comparable to that known to induce Duox2 in SeV infection [115]. However, HRSV blocks the Stat2/IRF9 pathway and thus controls Duox2 gene expression. Other groups found that activation of IFNs by HRSV is achieved through enhanced ROS production and the consequent STAT signaling [116]. Among the various ROS-sources, NADPH oxidases are the major triggers of STAT signaling, since treatment with Nox inhibitors abrogates STAT and RANTES (regulated on activation, normal T cell expressed, and secreted) induction [116]. Specifically, HRSV-and SeV-induced activation of NFκB and IRF3 signaling and downstream proinflammatory and antiviral signaling is initiated by sensing viral RNA by Rig-I and MDA5 helicase receptors with subsequent involvement of mitochondrial antiviral-signaling protein (MAVS) and TNF receptor-associated factor 6 (TRAF6) adaptors [56,117,118]. All of these processes depend in Nox2 [117,118], which controls the expression of MAVS [56]. Not much is known about the mechanisms of viral interference with the above mentioned pathway, however nonstructural viral proteins NS1 and NS2 are thought to be implied, albeit in an opposing way-these proteins inhibit IFN, IRF-3, and NFκB activation [119][120][121][122][123]. Thus, the virus antagonizes IFN signaling.\nThe role of ROS in the life cycle of HRV remains mostly unexplored. However, ROS have been reported to stimulate expression of intercellular adhesion molecule-1 (ICAM1), a major receptor for entry of this virus [124]. In line with this, treatment with reduced GSH decreased virus-mediated ICAM1 activation.\nFinally, an interesting piece of evidence comes from investigation of SeV. Ciriolo et al. showed that this virus causes a pronounced decrease in GSH content in infected cells [106]. Supplementation with exogenous GSH inhibits the replication of the virus [125], whereas depletion, as caused by buthionine sulfoximine (BSO) that interferes with biosynthesis of this tripeptide, in contrast-increases virus titers [106]. However, the exact mechanism by which GSH content is linked to virus replication remains unknown. It definitely does not involve modulation of mitochondrial status, as mitochondria-derived ROS do not affect SeV propagation [126]. Finally, such investigations are missing for other respiratory viral infections.", "n_publication_ref": 37, "n_figure_ref": 0}, {"heading": "Ros In Respiratory Virus Pathology", "text": "Alterations of ROS-producing and scavenging pathways that are caused by respiratory viral infections are implicated in inflammation, lung epithelial disruption, and tissue damage, and, in some cases, even pulmonary fibrosis. These events are at least partially interregulated: inflammation can contribute to lung damage and epithelial dysfunction and vice versa. While there is a clear correlation between markers of oxidative stress and severity of the disease in chronic hepatitis B and C [9,[127][128][129], for respiratory viruses, such clinical data are scarce. The observation that ROS are implicated in the pathology of these viruses is mainly based on experimental infection models. Death of lung epithelial cells that are infected with IV in vitro occurs through enhanced ROS production, whereas antioxidants prevent cell death and also reduce damage in lungs of IV-infected mice [90,[130][131][132]. GPx1 was shown to play a particular role in the pathogenicity of IV infection. In mice lacking H 2 O 2 -scavenging enzyme, GPx1, IV infection results in a more severe and longer BALF inflammation as compared to their wild type littermates [133]. Moreover, these animals exhibit higher levels of proinflammatory tumor necrosis factor alpha (TNFα), macrophage inflammatory proteins MIP-1a and MIP-2 expression in lung and elevated number of IV-specific CD8 + T cells in spleen. Such decrease of GPx1 can also result from selenium deficiency. Selenium deficiency leads to down-regulation of GPx1 and catalase and increased production of mucosa and altered epithelial morphology [134]. However, there are no direct data showing that IV does interfere with selenium metabolism and expression of the key Se-metabolizing proteins.\nSimilar data that point to an important role of ROS in the associated pathology also exist for SARS-CoV [85,135] and HRSV [32]. DNA damage and a proliferation arrest with consequent activation of cellular senescence program was observed in HRSV-infected immortalized epithelial cells and in the respiratory epithelia of HRSV-infected mice even after viral clearance [32]. Overexpression of catalase, treatment with N-acetylcysteine (NAC) or with cell-permeable reduced glutathione ethyl ester (GSHee) reversed these effects, strongly implying the accumulation of ROS in these events [32]. However, contradictory data also exist. For example, Olsen et al. demonstrated that influenza A and B-induced apoptosis of Madin-Darby Canine Kidney (MDCK) cells cannot be blocked by antioxidants or compounds protecting mitochondria [136]; moreover, the cell permeable calcium chelator BAPTA-AM severely augmented cell death, whereas ionomycin, a calcium ionophore, blocked apoptosis. For SeV the data are contradictory: Gao et al. reported that virus-induced apoptosis can be prevented by treatment with NAC [33], whereas Bitzer et al. found that the activation of caspases in SeV-infected cells is not sensitive to antioxidants [79].\nOne of the key events of inflammation is the interaction of airway epithelial and endothelial cells with leukocytes. It is mediated by a set of cell adhesion molecules, such as VCAM1 (vascular cell adhesion protein 1), ICAM1, and E-selectin, which trigger and augment infiltration with leukocytes [137,138]. At least for HRV it was demonstrated that infection leads to induction of ICAM1. ICAM1 induction was successfully blocked by addition of reduced GSH [124] showing that ROS play a particular role in endothelial cell mediated leukocyte recruitment.\nIt is well known that IV, HRSV, and other viral infections in vivo trigger massive production of proinflammatory cytokines and chemokines, such as TNFα, IL6, and IL8 [139,140], referred to as cytokine storm and thus trigger cell death [141]. The cytokine storm is responsible for lung tissue damage during viral respiratory infections. Activation of immune cells is also necessary for infection elimination, but it should be taken into account that in many cases not viruses themselves, but associated host immune response is more fatal for tissue integrity and functionality. One of the key mediators of induction of cytokines and chemokines is NFκB. NFκB signaling is directly activated by ROS or/and by certain proinflammatory cytokines, such as TNFα and IL1β, and drives in turn expression of a wide spectrum of other cytokines and chemokines [142]. These include interleukins 2, 6m and 8, MIP1a, MCP-1 (monocyte chemoattractant protein 1), and RANTES [142]. Consequently, NFκB is a key player that coordinates initiation of innate and inflammatory responses as well as maturation of lymphocytes within the adaptive immune system [142]. Respiratory viruses induce NFκB signaling both in vitro and in vivo in a ROS-dependent fashion [42,51,54,84,139]. Several IV proteins, including M, HA, and NP activate NFκB [84]. In IV-infected mice, NFκB activation is accompanied by the increased production of IL6 and IL8, TNFα, CCL5/RANTES, CXCL10 (C-X-C motif chemokine 10) [139]. Treatment with NAC abolishes NFκB activation and cytokine production in infected cells [143]. However, contrary data also exist: Mastronarde et al. noticed that although induction of IL8 by RSV is sensitive to antioxidants such as NAC, the latter inhibits binding of AP-1 and NF-IL6 factors to the promoter region of IL8 gene, but it does not affect the binding of NFκB [144]. So, a precise action of ROS in induction of proinflammatory cytokines merits further studies.\nMechanisms of cytokine induction by HRV infection are less clear. On the one hand, low molecular weight antioxidants including NAC and reduced GSH abolish both NFκB activation and cytokine production during HRV-infection, thus pointing to ROS as key mediators of both effects [42]. Moreover, XO has a significant input in NFκB, since its inhibitor allopurinol effectively prevents the activation of this transcription factor in a cell culture model [43]. Several other studies pointed to Nox2-generated ROS as triggers of NFκB activation and concomitant production of proinflammatory cytokines, including TNFα and RANTES [51,117]. However, Kim et al. reported that HRV infection can induce IL6 and IL8 in an NFκB-independent manner [145]. Distinct mechanisms seem to activate NFκB during HRV infection, and they imply NLRX-1-mediated ROS generation [65,66]. Not much is known about HMPV-mediated cytokine induction. Although HMPV activates NFκB, just like other respiratory viruses, its SH protein, when being expressed by itself, is capable of preventing this activation [146]. Disturbance of the redox balance in HRSV-infected airway epithelial cells such as A549 cells, induces IL8 [140], MCP-1, and interferon regulatory factor 3 (IRF-3). The latter binds the promoter of the chemokine RANTES [31,147,148]. RANTES activates different types of immune cells in lung inflammatory infiltrates during HRSV infection. It was recently shown that other proteins of the inflammatory response, namely cytokine High Mobility Group Box 1 (HMGB1), were also upregulated by HRSV infection, in an at least partially ROS-dependent manner [149]. Another possible mechanism of HRSV-associated ROS production and proinflammatory cytokines is activation of immune responsive gene 1 (IRG1), since its inhibition/suppression during infection abrogates immune cell infiltration and reduces ROS production and lung injury in infected mice [150]. This enzyme catalyzes production of itaconic acid from cis-aconitate, an intermediate of tricarbonic acid (TCA) cycle [151]. It is well described that IRG1 induction leads both to enhanced ROS production presumably through promotion of the pentose phosphate pathway [152] and through controlling succinate levels [153] as well as to activation of the Nrf2 pathway through direct alkylation of the Nrf2 partner-Keap1 [154]. A recent paper also showed that IRG1 can be induced by type I interferons [154]. NFκB pathway activation during HRSV infection is at least partly mediated by the ROS-dependent activation of MSK1 (mitogen-and stress-activated protein kinase 1), one of the kinases responsible for NFκB serine phosphorylation [39]. Also, as described above, phosphorylation of NFκB p65 Ser536 requires the induction of Nox2 that triggers MAVS expression, thus allowing for RigI-and MDA5-mediated sensing of viral RNA and concomitant TRAF6-IKKβ-NFκB signaling [117] (see Section 6 above).\nProduction of cytokines is controlled not only transcriptionally, but also by proteolytic cleavage of precursor polypeptides by cellular complexes, referred to as inflammasomes into active cytokines [155,156]. Inflammasomes contain sensor molecules that are connected to caspase 1 via a specialized adaptor protein. A majority of complexes contain NOD-like receptor (NLR) sensor molecules, among which the best characterized is NLRP3. Induction of this sensor is not sufficient for the activation of NLRP3 inflammasomes. To date, three possible mechanisms of NLRP3 inflammasome activation have been proposed. One of them involves mitogen-activated protein kinase-mediated ROS signaling [157]. Respiratory (IV, HRSV) as well as non-respiratory (encephalomyocarditis, measles) viruses all activate NLRP3 inflammasomes via ROS [46,158]. Mechanistically, ROS production by NADPH oxidases has been implied [46], however mitochondrial ROS were also shown to play a role [159]. Data on HRV-and SARS-CoV-mediated NLRP3 inflammasome activation is scarce and it just shows that disturbance of calcium homeostasis plays a role [160,161]. The endoplasmic reticulum (ER) is the main storage of calcium ions in a cell. Calcium signaling can be induced in many cases by events referred to as ER overload response (EOR) that occurs during accumulation of some viral and several host cell proteins in the ER [162,163]. One of the major consequences of EOR is an activation of the mitogen-activated protein kinase MAPK/NFκB cascade, which plays crucial roles in inflammation regulation [164,165]. So far, IV has been shown to induce ER stress and concomitant classical unfolded protein response (UPR) [166]. At the same time, the induction of EOR in infected cells and its role in the activation of inflammasomes remains to be elucidated.\nAnother pathological consequence of enhanced production of ROS in the presence of respiratory viruses is a barrier dysfunction, which leads to an increased susceptibility of the host to bacterial pathogens (Figure 2). HRV e.g., disrupts airway epithelial barrier function with a consequent increase of barrier leakage and susceptibility to pathogens [64,65,167]. Suppression of Nox1 using pharmacological inhibitors or small interfering RNAs (siRNAs) prevented barrier disruption, revealing the role of this oxidase in the development of HRV-associated tissue damage [64]. HRSV also deteriorates barrier function through a mechanism involving the activation of protein kinase D (PKD) [168]. Although a causative role of enhanced generation of ROS was not investigated in that study, the fact that PKD is redox regulated is well known [169,170]. Interestingly, discrepant data were reported for IV infection. IV-infected differentiated primary porcine airway epithelial cells maintained barrier functions despite the loss of ciliated cells [171]. However, in other publications, IV was shown to disrupt cellular tight junctions both in vitro and in infected mice [172,173]. Recently, a connection between IV-induced Nox2-mediated ROS production and enhanced sensibility to post-IV Staphylococcus aureus pneumonia was revealed [174]. Concomitant treatment of co-infected mice with both antibiotics and a Nox2 inhibitor increased the survival of animals. Bacterial pneumonia is the most dangerous consequence for IV patients, and this work may help to improve treatment strategies. However, the authors did not investigate the link between the observed sensitivity to bacterial infection and the disruption of epithelial resistance. So, the clinical importance of epithelial barrier dysfunction in the settings of IV infection remains to be elucidated.  ", "n_publication_ref": 82, "n_figure_ref": 1}, {"heading": "Antioxidant Therapy Of Respiratory Viruses", "text": "Despite the antiviral role of cytokines, their \"over\" production during the cytokine storm is more fatal for lung tissues in respiratory infections than the viruses themselves [175]. Therefore, various agents have been evaluated and they are used as remedies to target not only the viruses but also the virus-associated inflammation. Much attention has been paid to antioxidants due to the correlation between severity of lung injury and the markers of oxidative stress in lung and blood of patients that are infected with HRSV [35,37] or IV [24,54]. Here, we briefly summarize the major findings for treatment of respiratory infections with antioxidants. More detailed data can be found in the following reviews [101,[176][177][178]. Mechanisms of cytokine production (cytokine storm) and epithelial barrier disruption by respiratory viruses. Infection leads to the enhanced ROS production that may trigger cell death and subsequent macrophage activation. This activation is accompanied by cytokine production leading to the inflammation and destruction of epithelial cell contacts. Proinflammatory cytokines could also be produced by infected cells via activation of redox-sensitive nuclear factor kappa B (NFκB) pathway that drives transcription of their genes and via activation of NLRP3 inflammasome in ROS-dependent manner that mediates maturation and secretion of cytokines. Disruption of epithelial barrier results in the increased susceptibility to bacterial infection.", "n_publication_ref": 9, "n_figure_ref": 0}, {"heading": "Antioxidant Therapy Of Respiratory Viruses", "text": "Despite the antiviral role of cytokines, their \"over\" production during the cytokine storm is more fatal for lung tissues in respiratory infections than the viruses themselves [175]. Therefore, various agents have been evaluated and they are used as remedies to target not only the viruses but also the virus-associated inflammation. Much attention has been paid to antioxidants due to the correlation between severity of lung injury and the markers of oxidative stress in lung and blood of patients that are infected with HRSV [35,37] or IV [24,54]. Here, we briefly summarize the major findings for treatment of respiratory infections with antioxidants. More detailed data can be found in the following reviews [101,[176][177][178].\nThe most studied agents targeting ROS that were evaluated for treatment of IV and HRSV infections are listed in Table 1. Noteworthy, almost no data exist regarding efficacy of antioxidant therapies in humans. Instead, the most studied antioxidants-NAC, ascorbic acid and vitamin E were shown to have positive effects such as decrease of virus replication and inflammation in cells and mice infected with IV and/or HRSV.\nIt should be noted that there is no strong link between HRSV viral titer and the severity of disease during antioxidant treatment. For example, treatment with an inhibitor of NO production ameliorates inflammation during HRSV infection, but it increases viral replication both in cell culture and in a mouse model [179,180]. Another interesting approach for antioxidant treatment proposed recently is usage of hydrogen sulfide donors [181]. It is based on the fact that HRSV infection is accompanied by depletion of H 2 S due to decreased expression of H 2 S-generating enzyme cystathionine γ-liase (CSE) [182]. Since H 2 S and its donors are able to prevent mitochondrial dysfunction, oxidative stress, and reduce inflammation, this fact provides another piece of evidence that respiratory viruses interfere with cellular redox-sensitive pathways.\nAn additional strategy is inhibition of ROS-generating enzymes such as Nox2 in the case of IV. Detailed analysis of such an approach is presented in several excellent reviews [183,184]. Briefly, the most studied inhibitors, gp91dstat and apocynin, inhibit the association of Nox2 with p47 phox and prevent the assembly of the active complex of the oxidase. Both of the inhibitors were shown to reduce inflammation in IV-infected mice thus validating perspectiveness of antioxidant therapy of IV [48,50]. * No antiviral activity [31]; antiviral activity was reported [32,143,189]. ** No data. *** Not studies, ND [206,207]; antiviral activity was reported [208].\nData on the treatment of HRV with antioxidants are scarce and they have only been produced in in vitro systems. Pyrrolidine dithiocarbamate (PDTC), an antioxidant and inhibitor of NFκB, inhibits HRV replication and the processing of the viral polyprotein in cells [211,212]. Other well studied antioxidants, such as ascorbic acid, Trolox, 2-mercaptoethanol, and NAC, do not display any promising therapeutic activity [211]. Carbocisteine and ambroxol reduce HRV titers at least partly via down-regulation of the viral receptor ICAM1 [213,214].", "n_publication_ref": 29, "n_figure_ref": 0}, {"heading": "Conclusions And Future Perspectives", "text": "Respiratory viruses cause millions of cases of severe illness and thousands deaths each year. So far, no efficient measures for prevention and treatment exist. Future research in these areas will be vital. These infections are associated with pronounced inflammation. Importantly, the virus-induced ROS production and disturbance of the host's redox balance are important triggers of inflammation. Oxidative stress is triggered in many distinct ways, including the induction of ROS-generating enzymes and disturbance of antioxidant defense. However, not enough is known about mechanisms of virus-associated oxidative stress and the subsequent consequences for cells, tissue, and the organism. Many conflicting data on the antioxidant defense status and role of ROS in viral propagation exist and need to be resolved based on in vitro as well as clinical studies. In particular, techniques that allow for localizing ROS production and scavenging within the cell, and to trace exact oxidative reactions of ROS with host cell proteins will be required to resolve these questions.\nProduction of ROS can induce cell death and the release of virions representing possible proviral role of enhanced ROS production and altered redox balance. On the other hand, one of the important roles of oxidative stress is the triggering of an antiviral immune response. However, too strong immune responses lead to a cytokine storm and severe inflammation, which is very dangerous for tissue and may disturb lung function. From this point of view, antioxidant supplementation is expected to ameliorate the consequences of infection. Many studies showed the positive role of antioxidant therapy in infected cells and animals. At the same time, almost no relevant clinical data exist even for popular antioxidants, such as NAC, ascorbic acid, and vitamin E. This gap needs to be filled in by new research.", "n_publication_ref": 0, "n_figure_ref": 0}], "references": [{"title": "Hydrogen peroxide as a damage signal in tissue injury and inflammation: Murderer, mediator, or messenger?", "journal": "J. Cell. Biochem", "year": "2014", "authors": "A Van Der Vliet; Y M Janssen-Heininger"}, {"title": "Reactive oxygen species in inflammation and tissue injury", "journal": "Antioxid. Redox Signal", "year": "2014", "authors": "M Mittal; M R Siddiqui; K Tran; S P Reddy; A B Malik"}, {"title": "Reactive oxygen species, cellular redox systems, and apoptosis. Free Radic", "journal": "Biol. Med", "year": "2010", "authors": "M L Circu; T Y Aw"}, {"title": "Oxidative stress and antioxidant defense", "journal": "World Allergy Organ. J", "year": "2012", "authors": "E Birben; U M Sahiner; C Sackesen; S Erzurum; O Kalayci"}, {"title": "Superoxide dismutases: Role in redox signaling, vascular function, and diseases", "journal": "Antioxid. Redox Signal", "year": "2011", "authors": "T Fukai; M Ushio-Fukai"}, {"title": "Mitochondrial peroxiredoxin involvement in antioxidant defence and redox signalling", "journal": "Biochem. J", "year": "2009", "authors": "A G Cox; C C Winterbourn; M B Hampton"}, {"title": "Reconciling the chemistry and biology of reactive oxygen species", "journal": "Nat. Chem. Biol", "year": "2008", "authors": "C C Winterbourn"}, {"title": "Redox regulation of cell survival", "journal": "Antioxid. Redox Signal", "year": "2008", "authors": "D Trachootham; W Lu; M A Ogasawara; R D Nilsa; P Huang"}, {"title": "Oxidative stress, a trigger of hepatitis C and B virus-induced liver carcinogenesis", "journal": "Oncotarget", "year": "2017", "authors": "A V Ivanov; V T Valuev-Elliston; D A Tyurina; O N Ivanova; S N Kochetkov; B Bartosch; M G Isaguliants"}, {"title": "The Redox Code", "journal": "Antioxid. Redox Signal", "year": "2015", "authors": "D P Jones; H Sies"}, {"title": "Oxidative stress: A concept in redox biology and medicine", "journal": "Redox Biol", "year": "2015", "authors": "H Sies"}, {"title": "Thiol redox chemistry: Role of protein cysteine oxidation and altered redox homeostasis in allergic inflammation and asthma", "journal": "J. Cell. Biochem", "year": "2015", "authors": "S Hoffman; J Nolin; D Mcmillan; E Wouters; Y Janssen-Heininger; N Reynaert"}, {"title": "", "journal": "Wolters Kluwer/Lippincott Williams & Wilkins Health", "year": "2013", "authors": "D M Knipe; P M Howley;  Fields;  Virology"}, {"title": "", "journal": "World Health Organization. Influenza (Seasonal) Fact Sheet", "year": "2016", "authors": ""}, {"title": "Influenza virus neuraminidase: Structure, antibodies, and inhibitors", "journal": "Protein Sci", "year": "1994", "authors": "P M Colman"}, {"title": "Mechanism of drug inhibition and drug resistance of influenza A M2 channel", "journal": "", "year": "2009", "authors": "R M Pielak; J R Schnell; J J Chou"}, {"title": "Taxonomy of the order Mononegavirales: Update", "journal": "", "year": "2016", "authors": "C L Afonso; G K Amarasinghe; K Banyai; Y Bao; C F Basler; S Bavari; N Bejerman; K R Blasdell; F X Briand; T Briese"}, {"title": "Respiratory syncytial virus infection in adults", "journal": "Clin. Microbiol. Rev", "year": "2000", "authors": "A R Falsey; E E Walsh"}, {"title": "Global burden of acute lower respiratory infections due to respiratory syncytial virus in young children: A systematic review and meta-analysis", "journal": "Lancet", "year": "2010", "authors": "H Nair; D J Nokes; B D Gessner; M Dherani; S A Madhi; R J Singleton; K L O'brien; A Roca; P F Wright; N Bruce"}, {"title": "Defining the Epidemiology and Burden of Severe Respiratory Syncytial Virus Infection Among Infants and Children in Western Countries", "journal": "Infect. Dis. Ther", "year": "2016", "authors": "L Bont; P A Checchia; B Fauroux; J Figueras-Aloy; P Manzoni; B Paes; E A Simoes; X Carbonell-Estrany"}, {"title": "Respiratory syncytial virus: Current and emerging treatment options", "journal": "Clinicoecon. Outcomes Res", "year": "2014", "authors": "T L Turner; B T Kopp; G Paul; L C Landgrave; D Hayes;  Jr; R Thompson"}, {"title": "Human rhinoviruses", "journal": "Clin. Microbiol. Rev", "year": "2013", "authors": "S E Jacobs; D M Lamson; K St George; T J Walsh"}, {"title": "Enhanced oxidative damage to DNA, lipids, and proteins and levels of some antioxidant enzymes, cytokines, and heat shock proteins in patients infected with influenza H1N1 virus", "journal": "Acta Virol", "year": "2014", "authors": "J Y Lim; E Oh; Y Kim; W W Jung; H S Kim; J Lee; D Sul"}, {"title": "Does influenza A infection increase oxidative damage?", "journal": "Antioxid. Redox Signal", "year": "2014", "authors": "M P Ng; J C Lee; W M Loke; L L Yeo; A M Quek; E C Lim; B Halliwell; R C Seet"}, {"title": "Kocer Giray, B. Selenium levels, selenoenzyme activities and oxidant/antioxidant parameters in H1N1-infected children", "journal": "Turk. J. Pediatr", "year": "2013", "authors": "P Erkekoglu; A Asci; M Ceyhan; M Kizilgun; U Schweizer; C Atas; A Kara"}, {"title": "", "journal": "", "year": "", "authors": "N Nin; C Sanchez-Rodriguez; L S Ver; P Cardinal; A Ferruelo; L Soto; A Deicas; N Campos; O Rocha; D H Ceraso"}, {"title": "", "journal": "", "year": "2012", "authors": " Med;  Intensiv"}, {"title": "Oxidative stress in lungs of mice infected with influenza A virus", "journal": "Free Radic. Res. Commun", "year": "1992", "authors": "G D Buffinton; S Christen; E Peterhans; R Stocker"}, {"title": "Alterations in antioxidant defences in lung and liver of mice infected with influenza A virus", "journal": "J. Gen. Virol", "year": "1992", "authors": "T Hennet; E Peterhans; R Stocker"}, {"title": "Influenza virus replication in lung epithelial cells depends on redox-sensitive pathways activated by NOX4-derived ROS", "journal": "Cell. Microbiol", "year": "2015", "authors": "D Amatore; R Sgarbanti; K Aquilano; S Baldelli; D Limongi; L Civitelli; L Nencioni; E Garaci; M R Ciriolo; A T Palamara"}, {"title": "Inhibition of reactive oxygen species production ameliorates inflammation induced by influenza A viruses via upregulation of SOCS1 and SOCS3", "journal": "J. Virol", "year": "2015", "authors": "S Ye; S Lowther; J Stambas"}, {"title": "Oxidant tone regulates RANTES gene expression in airway epithelial cells infected with respiratory syncytial virus. Role in viral-induced interferon regulatory factor activation", "journal": "J. Biol. Chem", "year": "2001", "authors": "A Casola; N Burger; T Liu; M Jamaluddin; A R Brasier; R P Garofalo"}, {"title": "Induction of DNA double-strand breaks and cellular senescence by human respiratory syncytial virus", "journal": "Virulence", "year": "2016", "authors": "I Martinez; V Garcia-Carpizo; T Guijarro; A Garcia-Gomez; D Navarro; A Aranda; A Zambrano"}, {"title": "Inactivated Sendai virus induces apoptosis mediated by reactive oxygen species in murine melanoma cells", "journal": "Biomed. Environ. Sci", "year": "2016", "authors": "H Gao; L Y Li; M Zhang; Q Zhang"}, {"title": "Inactivated Sendai Virus Induces ROS-dependent Apoptosis and Autophagy in Human Prostate Cancer Cells", "journal": "Biomed. Environ. Sci", "year": "2018", "authors": "M Qian; H M Tan; N Yu; T Wang; Q Zhang"}, {"title": "Oxidative Stress and Inflamatory Plasma Biomarkers in Respiratory Syncytial Virus Bronchiolitis", "journal": "Clin. Respir. J", "year": "2015", "authors": "G Moreno-Solis; M J De La Torre-Aguilar; J Torres-Borrego; F J Llorente-Cantarero; F Fernandez-Gutierrez; M Gil-Campos; I Tunez-Finana; J L Perez-Navero"}, {"title": "8-nitroguanosine formation in viral pneumonia and its implication for pathogenesis", "journal": "", "year": "2003", "authors": "T Akaike; S Okamoto; T Sawa; J Yoshitake; F Tamura; K Ichimori; K Miyazaki; K Sasamoto; H Maeda"}, {"title": "Viral-mediated inhibition of antioxidant enzymes contributes to the pathogenesis of severe respiratory syncytial virus bronchiolitis", "journal": "Am. J. Respir. Crit. Care Med", "year": "2011", "authors": "Y M Hosakote; P D Jantzi; D L Esham; H Spratt; A Kurosky; A Casola; R P Garofalo"}, {"title": "Respiratory syncytial virus induces oxidative stress by modulating antioxidant enzymes", "journal": "Am. J. Respir. Cell. Mol. Biol", "year": "2009", "authors": "Y M Hosakote; T Liu; S M Castro; R P Garofalo; A Casola"}, {"title": "Respiratory syncytial virus infection induces a reactive oxygen species-MSK1-phospho-Ser-276 RelA pathway required for cytokine expression", "journal": "J. Virol", "year": "2009", "authors": "M Jamaluddin; B Tian; I Boldogh; R P Garofalo; A R Brasier"}, {"title": "RS virus-induced inflammation and the intracellular glutathione redox state in cultured human airway epithelial cells", "journal": "Inflammation", "year": "2009", "authors": "H Mochizuki; M Todokoro; H Arakawa"}, {"title": "Identification of human metapneumovirus-induced gene networks in airway epithelial cells by microarray analysis", "journal": "Virology", "year": "2008", "authors": "X Bao; M Sinha; T Liu; C Hong; B A Luxon; R P Garofalo; A Casola"}, {"title": "The role of oxidative stress in rhinovirus induced elaboration of IL-8 by respiratory epithelial cells. Free Radic", "journal": "Biol. Med", "year": "1999", "authors": "M C Biagioli; P Kaul; I Singh; R B Turner"}, {"title": "Role of xanthine oxidase activation and reduced glutathione depletion in rhinovirus induction of inflammation in respiratory epithelial cells", "journal": "J. Biol. Chem", "year": "2008", "authors": "A Papi; M Contoli; P Gasparini; L Bristot; M R Edwards; M Chicca; M Leis; A Ciaccia; G Caramori; S L Johnston"}, {"title": "Rhinovirus-induced oxidative stress and interleukin-8 elaboration involves p47-phox but is independent of attachment to intercellular adhesion molecule-1 and viral replication", "journal": "J. Infect. Dis", "year": "2000", "authors": "P Kaul; M C Biagioli; I Singh; R B Turner"}, {"title": "Respiratory syncytial virus fusion protein promotes TLR-4-dependent neutrophil extracellular trap formation by human neutrophils", "journal": "PLoS ONE", "year": "2015", "authors": "G A Funchal; N Jaeger; R S Czepielewski; M S Machado; S P Muraro; R T Stein; C B Bonorino; B N Porto"}, {"title": "TLR2/MyD88/NF-κB pathway, reactive oxygen species, potassium efflux activates NLRP3/ASC inflammasome during respiratory syncytial virus infection", "journal": "PLoS ONE", "year": "2012", "authors": "J Segovia; A Sabbah; V Mgbemena; S Y Tsai; T H Chang; M T Berton; I R Morris; I C Allen; J P Ting; S Bose"}, {"title": "Evolution of NADPH Oxidase Inhibitors: Selectivity and Mechanisms for Target Engagement", "journal": "Antioxid. Redox Signal", "year": "2015", "authors": "S Altenhofer; K A Radermacher; P W Kleikers; K Wingler; H H Schmidt"}, {"title": "Inhibition of Nox2 oxidase activity ameliorates influenza A virus-induced lung inflammation", "journal": "PLoS Pathog", "year": "2011", "authors": "R Vlahos; J Stambas; S Bozinovski; B R Broughton; G R Drummond; S Selemidis"}, {"title": "Influenza A virus and TLR7 activation potentiate NOX2 oxidase-dependent ROS production in macrophages", "journal": "Free Radic. Res", "year": "2014", "authors": "E E To; B R Broughton; K S Hendricks; R Vlahos; S Selemidis"}, {"title": "Endosomal NOX2 oxidase exacerbates virus pathogenicity and is a target for antiviral therapy", "journal": "Nat. Commun", "year": "2017", "authors": "E E To; R Vlahos; R Luong; M L Halls; P C Reading; P T King; C Chan; G R Drummond; C G Sobey; B R S Broughton"}, {"title": "Dual role of NOX2 in respiratory syncytial virus-and sendai virus-induced activation of NF-κB in airway epithelial cells", "journal": "J. Immunol", "year": "2008", "authors": "K Fink; A Duval; A Martel; A Soucy-Faulkner; N Grandvaux"}, {"title": "An absence of reactive oxygen species improves the resolution of lung influenza infection", "journal": "Eur. J. Immunol", "year": "2006", "authors": "R J Snelgrove; L Edwards; A J Rae; T Hussell"}, {"title": "The NOX family of ROS-generating NADPH oxidases: Physiology and pathophysiology", "journal": "Physiol. Rev", "year": "2007", "authors": "K Bedard; K H Krause"}, {"title": "Identification of oxidative stress and Toll-like receptor 4 signaling as a key pathway of acute lung injury", "journal": "Cell", "year": "2008", "authors": "Y Imai; K Kuba; G G Neely; R Yaghubian-Malhami; T Perkmann; G Van Loo; M Ermolaeva; R Veldhuizen; Y H Leung; H Wang"}, {"title": "Macrophage-specific NOX2 contributes to the development of lung emphysema through modulation of SIRT1/MMP-9 pathways", "journal": "J. Pathol", "year": "2015", "authors": "C Trocme; C Deffert; J Cachat; Y Donati; C Tissot; S Papacatzis; V Braunersreuther; J C Pache; K H Krause; R Holmdahl"}, {"title": "Requirement of NOX2 and reactive oxygen species for efficient RIG-I-mediated antiviral response through regulation of MAVS expression", "journal": "PLoS Pathog", "year": "2010", "authors": "A Soucy-Faulkner; E Mukawera; K Fink; A Martel; L Jouan; Y Nzengue; D Lamarre; C Vande Velde; N Grandvaux"}, {"title": "Lung epithelial NOX/DUOX and respiratory virus infections", "journal": "Clin. Sci", "year": "2015", "authors": "N Grandvaux; M Mariani; K Fink"}, {"title": "Comparison of temporal and spatial dynamics of seasonal H3N2, pandemic H1N1 and highly pathogenic avian influenza H5N1 virus infections in ferrets", "journal": "PLoS ONE", "year": "2012", "authors": "J M Van Den Brand; K J Stittelaar; G Van Amerongen; L Reperant; L De Waal; A D Osterhaus; T Kuiken"}, {"title": "Lower Respiratory Tract Infection of the Ferret by 2009 H1N1 Pandemic Influenza A Virus Triggers Biphasic, Systemic, and Local Recruitment of Neutrophils", "journal": "J. Virol", "year": "2015", "authors": "J V Camp; U Bagci; Y K Chu; B Squier; M Fraig; S M Uriarte; H Guo; D J Mollura; C B Jonsson"}, {"title": "Neutrophils in respiratory syncytial virus infection: A target for asthma prevention", "journal": "J. Allergy Clin. Immunol", "year": "2015", "authors": "R J Geerdink; J Pillay; L Meyaard; L Bont"}, {"title": "Reactive oxygen species induce antiviral innate immune response through IFN-λ regulation in human nasal epithelial cells", "journal": "Am. J. Respir. Cell. Mol. Biol", "year": "2013", "authors": "H J Kim; C H Kim; J H Ryu; M J Kim; C Y Park; J M Lee; M J Holtzman; J H Yoon"}, {"title": "NOX1 oxidase suppresses influenza a virus-induced lung inflammation and oxidative stress", "journal": "PLoS ONE", "year": "2013", "authors": "S Selemidis; H J Seow; B R Broughton; A Vinh; S Bozinovski; C G Sobey; G R Drummond; R Vlahos"}, {"title": "NADPH Oxidase 1 Is Associated with Altered Host Survival and T Cell Phenotypes after Influenza A Virus Infection in Mice", "journal": "PLoS ONE", "year": "2016", "authors": "A R Hofstetter; J A De La Cruz; W Cao; J Patel; J A Belser; J Mccoy; J S Liepkalns; S Amoah; G Cheng; P Ranjan"}, {"title": "Rhinovirus-induced barrier dysfunction in polarized airway epithelial cells is mediated by NADPH oxidase 1", "journal": "J. Virol", "year": "2011", "authors": "A T Comstock; S Ganesan; A Chattoraj; A N Faris; B L Margolis; M B Hershenson; U S Sajjan"}, {"title": "Nod-like receptor X-1 is required for rhinovirus-induced barrier dysfunction in airway epithelial cells", "journal": "J. Virol", "year": "2014", "authors": "B L Unger; S Ganesan; A T Comstock; A N Faris; M B Hershenson; U S Sajjan"}, {"title": "NLRX1 is a mitochondrial NOD-like receptor that amplifies NF-κB and JNK pathways by inducing reactive oxygen species production", "journal": "EMBO Rep", "year": "2008", "authors": "I Tattoli; L A Carneiro; M Jehanno; J G Magalhaes; Y Shu; D J Philpott; D Arnoult; S E Girardin"}, {"title": "Redox-sensitive transcription factors as prime targets for chemoprevention with anti-inflammatory and antioxidative phytochemicals", "journal": "J. Nutr", "year": "2005", "authors": "Y J Surh; J K Kundu; H K Na; J S Lee"}, {"title": "The Induction of Pattern-Recognition Receptor Expression against Influenza A Virus through Duox2-Derived Reactive Oxygen Species in Nasal Mucosa", "journal": "Am. J. Respir. Cell Mol. Biol", "year": "2015", "authors": "H J Kim; C H Kim; M J Kim; J H Ryu; S Y Seong; S Kim; S J Lim; M J Holtzman; J H Yoon"}, {"title": "Mucosal reactive oxygen species are required for antiviral response: Role of Duox in influenza a virus infection", "journal": "Antioxid. Redox Signal", "year": "2014", "authors": "M Strengert; R Jennings; S Davanture; P Hayes; G Gabriel; U G Knaus"}, {"title": "Duox2 is required for the transcription of pattern recognition receptors in acute viral lung infection: An interferon-independent regulatory mechanism", "journal": "Antivir. Res", "year": "2016", "authors": "S N Hong; J Y Kim; H Kim; D Y Kim; T B Won; D H Han; C S Rhee; H J Kim"}, {"title": "Differential regulation of dual NADPH oxidases/peroxidases, Duox1 and Duox2, by Th1 and Th2 cytokines in respiratory tract epithelium", "journal": "FEBS Lett", "year": "2005", "authors": "R W Harper; C Xu; J P Eiserich; Y Chen; C Y Kao; P Thai; H Setiadi; R Wu"}, {"title": "Increased cytokine response of rhinovirus-infected airway epithelial cells in chronic obstructive pulmonary disease", "journal": "Am. J. Respir. Crit. Care Med", "year": "2010", "authors": "D Schneider; S Ganesan; A T Comstock; C A Meldrum; R Mahidhara; A M Goldsmith; J L Curtis; F J Martinez; M B Hershenson; U Sajjan"}, {"title": "Dependence on O 2 − generation by xanthine oxidase of pathogenesis of influenza virus infection in mice", "journal": "J. Clin. Investig", "year": "1990", "authors": "T Akaike; M Ando; T Oda; T Doi; S Ijiri; S Araki; H Maeda"}, {"title": "Oxygen radicals in influenza-induced pathogenesis and treatment with pyran polymer-conjugated SOD", "journal": "Science", "year": "1989", "authors": "T Oda; T Akaike; T Hamamoto; F Suzuki; T Hirano; H Maeda"}, {"title": "Xanthine oxidoreductase-catalyzed reactive species generation: A process in critical need of reevaluation", "journal": "Redox Biol", "year": "2013", "authors": "N Cantu-Medellin; E E Kelley"}, {"title": "Mitochondrial reactive oxygen species modulate innate immune response to influenza A virus in human nasal epithelium", "journal": "Antivir. Res", "year": "2015", "authors": "S Kim; M J Kim; D Y Park; H J Chung; C H Kim; J H Yoon; H J Kim"}, {"title": "Cross talk between mitochondria and NADPH oxidases. Free Radic", "journal": "Biol. Med", "year": "2011", "authors": "S Dikalov"}, {"title": "Crosstalk of mitochondria with NADPH oxidase via reactive oxygen and nitrogen species signalling and its role for vascular function", "journal": "Br. J. Pharmacol", "year": "2017", "authors": "A Daiber; F Di Lisa; M Oelze; S Kroller-Schon; S Steven; E Schulz; T Munzel"}, {"title": "Caspase-8 and Apaf-1-independent caspase-9 activation in Sendai virus-infected cells", "journal": "J. Biol. Chem", "year": "2002", "authors": "M Bitzer; S Armeanu; F Prinz; G Ungerechts; W Wybranietz; M Spiegel; C Bernlohr; F Cecconi; M Gregor; W J Neubert"}, {"title": "Superoxide generation mediated by 8-nitroguanosine, a highly redox-active nucleic acid derivative", "journal": "Biochem. Biophys. Res. Commun", "year": "2003", "authors": "T Sawa; T Akaike; K Ichimori; T Akuta; K Kaneko; H Nakayama; D J Stuehr; H Maeda"}, {"title": "Oxidative Stress during HIV Infection: Mechanisms and Consequences", "journal": "Oxid. Med. Cell. Longev", "year": "2016", "authors": "A V Ivanov; V T Valuev-Elliston; O N Ivanova; S N Kochetkov; E S Starodubova; B Bartosch; M G Isaguliants"}, {"title": "Influenza virus M2 protein inhibits epithelial sodium channels by increasing reactive oxygen species", "journal": "", "year": "2009", "authors": "A Lazrak; K E Iles; G Liu; D L Noah; J W Noah; S Matalon"}, {"title": "Influenza A virus PB1-F2 is involved in regulation of cellular redox state in alveolar epithelial cells", "journal": "Biochem. Biophys. Res. Commun", "year": "2015", "authors": "N Shin; C W Pyo; K I Jung; S Y Choi"}, {"title": "Influenza virus-induced NF-κB-dependent gene expression is mediated by overexpression of viral proteins and involves oxidative radicals and activation of IκB kinase", "journal": "J. Biol. Chem", "year": "2000", "authors": "E Flory; M Kunz; C Scheller; C Jassoy; R Stauber; U R Rapp; S Ludwig"}, {"title": "Severe acute respiratory syndrome coronavirus 3C-like protease-induced apoptosis", "journal": "FEMS Immunol. Med. Microbiol", "year": "2006", "authors": "C W Lin; K H Lin; T H Hsieh; S Y Shiu; J Y Li"}, {"title": "The Nrf2-antioxidant response element signaling pathway and its activation by oxidative stress", "journal": "J. Biol. Chem", "year": "2009", "authors": "T Nguyen; P Nioi; C B Pickett"}, {"title": "Enhanced expression of the transcription factor Nrf2 by cancer chemopreventive agents: Role of antioxidant response element-like sequences in the nrf2 promoter", "journal": "Mol. Cell. Biol", "year": "2002", "authors": "M K Kwak; K Itoh; M Yamamoto; T W Kensler"}, {"title": "Binding of peroxiredoxin 6 to substrate determines differential phospholipid hydroperoxide peroxidase and phospholipase A(2) activities", "journal": "Arch. Biochem. Biophys", "year": "2009", "authors": "Y Manevich; T Shuvaeva; C Dodia; A Kazi; S I Feinstein; A B Fisher"}, {"title": "Ferroptosis: Death by Lipid Peroxidation", "journal": "Trends Cell Biol", "year": "2016", "authors": "W S Yang; B R Stockwell"}, {"title": "Nrf2 protects human alveolar epithelial cells against injury induced by influenza A virus", "journal": "Respir. Res", "year": "2012", "authors": "B Kosmider; E M Messier; W J Janssen; P Nahreini; J Wang; K L Hartshorn; R J Mason"}, {"title": "Major shifts in the spatio-temporal distribution of lung antioxidant enzymes during influenza pneumonia", "journal": "PLoS ONE", "year": "2012", "authors": "Y Yamada; G V Limmon; D Zheng; N Li; L Li; L Yin; V T Chow; J Chen; B P Engelward"}, {"title": "Highly Pathogenic H5N1 and Novel H7N9 Influenza A Viruses Induce More Profound Proteomic Host Responses than Seasonal and Pandemic H1N1 Strains", "journal": "J. Proteome Res", "year": "2015", "authors": "P F Simon; S Mccorrister; P Hu; P Chong; A Silaghi; G Westmacott; K M Coombs; D Kobasa"}, {"title": "Influenza virus induces expression of antioxidant genes in human epithelial cells. Free Radic", "journal": "Biol. Med", "year": "1994", "authors": "D B Jacoby; A M Choi"}, {"title": "Alteration of copper-zinc superoxide dismutase 1 expression by influenza A virus is correlated with virus replication", "journal": "Biochem. Biophys. Res. Commun", "year": "2014", "authors": "C W Pyo; N Shin; K I Jung; J H Choi; S Y Choi"}, {"title": "The Influenza Virus H5N1 Infection Can Induce ROS Production for Viral Replication and Host Cell Death in A549 Cells Modulated by Human Cu/Zn Superoxide Dismutase (SOD1) Overexpression. Viruses", "journal": "", "year": "2016", "authors": "X Lin; R Wang; W Zou; X Sun; X Liu; L Zhao; S Wang; M Jin"}, {"title": "Temporal dynamics of host molecular responses differentiate symptomatic and asymptomatic influenza a infection", "journal": "PLoS Genet", "year": "2011", "authors": "Y Huang; A K Zaas; A Rao; N Dobigeon; P J Woolf; T Veldman; N C Oien; M T Mcclain; J B Varkey; B Nicholson"}, {"title": "3-dioxygenase: Is it an immune suppressor?", "journal": "Cancer J", "year": "2010", "authors": "H Soliman; M Mediavilla-Varela; S Antonia"}, {"title": "Oxidant stress responses in influenza virus pneumonia: Gene expression and transcription factor activation", "journal": "Am. J. Physiol", "year": "1996", "authors": "A M Choi; K Knobil; S L Otterbein; D A Eastman; D B Jacoby"}, {"title": "Respiratory syncytial virus infection down-regulates antioxidant enzyme expression by triggering deacetylationproteasomal degradation of Nrf2. Free Radic", "journal": "Biol. Med", "year": "2015", "authors": "N Komaravelli; B Tian; T Ivanciuc; N Mautemps; A R Brasier; R P Garofalo; A Casola"}, {"title": "Antiviral activity of Nrf2 in a murine model of respiratory syncytial virus disease", "journal": "Am. J. Respir. Crit. Care Med", "year": "2009", "authors": "H Y Cho; F Imani; L Miller-Degraff; D Walters; G A Melendi; M Yamamoto; F P Polack; S R Kleeberger"}, {"title": "Respiratory syncytial virus infection: Mechanisms of redox control and novel therapeutic opportunities", "journal": "Antioxid. Redox Signal", "year": "2013", "authors": "R P Garofalo; D Kolli; A Casola"}, {"title": "Role of peroxiredoxin 1 and peroxiredoxin 4 in protection of respiratory syncytial virus-induced cysteinyl oxidation of nuclear cytoskeletal proteins", "journal": "J. Virol", "year": "2010", "authors": "M Jamaluddin; J E Wiktorowicz; K V Soman; I Boldogh; J D Forbus; H Spratt; R P Garofalo; A R Brasier"}, {"title": "The human respiratory syncytial virus nonstructural protein 1 regulates type I and type II interferon pathways", "journal": "Mol. Cell. Proteom", "year": "2012", "authors": "M L Hastie; M J Headlam; N B Patel; A A Bukreyev; U J Buchholz; K A Dave; E L Norris; C L Wright; K M Spann; P L Collins"}, {"title": "NF-κB is required for cytokine-induced manganese superoxide dismutase expression in insulin-producing cells", "journal": "Endocrinology", "year": "2000", "authors": "M I Darville; Y S Ho; D L Eizirik"}, {"title": "Effect of rhinovirus challenge on antioxidant enzymes in respiratory epithelial cells", "journal": "Free Radic. Res", "year": "2002", "authors": "P Kaul; I Singh; R B Turner"}, {"title": "Loss of GSH, oxidative stress, and decrease of intracellular pH as sequential steps in viral infection", "journal": "J. Biol. Chem", "year": "1997", "authors": "M R Ciriolo; A T Palamara; S Incerpi; E Lafavia; M C Bue; P De Vito; E Garaci; G Rotilio"}, {"title": "Role of Nrf1 in antioxidant response element-mediated gene expression and beyond", "journal": "Toxicol. Appl. Pharmacol", "year": "2010", "authors": "M Biswas; J Y Chan"}, {"title": "Inhibition of influenza infection by glutathione. Free Radic", "journal": "Biol. Med", "year": "2003", "authors": "J Cai; Y Chen; S Seth; S Furukawa; R W Compans; D P Jones"}, {"title": "Influenza A virus replication is dependent on an antioxidant pathway that involves GSH and Bcl-2", "journal": "FASEB J", "year": "2003", "authors": "L Nencioni; A Iuvara; K Aquilano; M R Ciriolo; F Cozzolino; G Rotilio; E Garaci; A T Palamara"}, {"title": "Jaspers, I. Nrf2 expression modifies influenza A entry and replication in nasal epithelial cells. Free Radic", "journal": "Biol. Med", "year": "2011", "authors": "M J Kesic; S O Simmons; R Bauer"}, {"title": "Influenza A virus inhibits type I IFN signaling via NF-κB-dependent induction of SOCS-3 expression", "journal": "PLoS Pathog", "year": "2008", "authors": "E K Pauli; M Schmolke; T Wolff; D Viemann; J Roth; J G Bode; S Ludwig"}, {"title": "Inhibition of influenza virus-induced NF-κB and Raf/MEK/ERK activation can reduce both virus titers and cytokine expression simultaneously in vitro and in vivo", "journal": "Antivir. Res", "year": "2011", "authors": "R Pinto; S Herold; L Cakarova; K Hoegner; J Lohmeyer; O Planz; S Pleschka"}, {"title": "Wixler, V. β-catenin promotes the type I IFN synthesis and the IFN-dependent signaling response but is suppressed by influenza A virus-induced RIG-I/NF-κB signaling", "journal": "Cell Commun. Signal", "year": "2014", "authors": "A Hillesheim; C Nordhoff; Y Boergeling; S Ludwig"}, {"title": "Influenza A virus-encoded NS1 virulence factor protein inhibits innate immune response by targeting IKK", "journal": "Cell. Microbiol", "year": "2012", "authors": "S Gao; L Song; J Li; Z Zhang; H Peng; W Jiang; Q Wang; T Kang; S Chen; W Huang"}, {"title": "IFNβ/TNFalpha synergism induces a non-canonical STAT2/IRF9-dependent pathway triggering a novel DUOX2 NADPH oxidase-mediated airway antiviral response", "journal": "Cell. Res", "year": "2013", "authors": "K Fink; L Martin; E Mukawera; S Chartier; X De Deken; E Brochiero; F Miot; N Grandvaux"}, {"title": "Reactive oxygen species mediate virus-induced STAT activation: Role of tyrosine phosphatases", "journal": "J. Biol. Chem", "year": "2004", "authors": "T Liu; S Castro; A R Brasier; M Jamaluddin; R P Garofalo; A Casola"}, {"title": "Respiratory syncytial virus-mediated NF-κB p65 phosphorylation at serine 536 is dependent on RIG-I, TRAF6, and IKKβ", "journal": "J. Virol", "year": "2010", "authors": "F Yoboua; A Martel; A Duval; E Mukawera; N Grandvaux"}, {"title": "Sustained activation of interferon regulatory factor 3 during infection by paramyxoviruses requires MDA5", "journal": "J. Innate Immun", "year": "2014", "authors": "N Grandvaux; X Guan; F Yoboua; N Zucchini; K Fink; P Doyon; L Martin; M J Servant; S Chartier"}, {"title": "Effects of nonstructural proteins NS1 and NS2 of human respiratory syncytial virus on interferon regulatory factor 3, NF-κB, and proinflammatory cytokines", "journal": "J. Virol", "year": "2005", "authors": "K M Spann; K C Tran; P L Collins"}, {"title": "A novel mechanism for the inhibition of interferon regulatory factor-3-dependent gene expression by human respiratory syncytial virus NS1 protein", "journal": "J. Gen. Virol", "year": "2011", "authors": "J Ren; T Liu; L Pang; K Li; R P Garofalo; A Casola; X Bao"}, {"title": "Respiratory syncytial virus mechanisms to interfere with type 1 interferons", "journal": "Curr. Top. Microbiol. Immunol", "year": "2013", "authors": "S Barik"}, {"title": "Respiratory syncytial virus NS1 protein colocalizes with mitochondrial antiviral signaling protein MAVS following infection", "journal": "PLoS ONE", "year": "2012", "authors": "S Boyapalle; T Wong; J Garay; M Teng; H San Juan-Vergara; S Mohapatra; S Mohapatra"}, {"title": "Respiratory syncytial virus nonstructural proteins decrease levels of multiple members of the cellular interferon pathways", "journal": "J. Virol", "year": "2009", "authors": "S Swedan; A Musiyenko; S Barik"}, {"title": "Reducing agents inhibit rhinovirus-induced up-regulation of the rhinovirus receptor intercellular adhesion molecule-1 (ICAM-1) in respiratory epithelial cells", "journal": "FASEB J", "year": "2002", "authors": "A Papi; N G Papadopoulos; L A Stanciu; C M Bellettato; S Pinamonti; K Degitz; S T Holgate; S L Johnston"}, {"title": "Cocaine increases Sendai virus replication in cultured epithelial cells: Critical role of the intracellular redox status", "journal": "Biochem. Biophys. Res. Commun", "year": "1996", "authors": "A T Palamara; P Di Francesco; M R Ciriolo; C Bue; E Lafavia; G Rotilio; E Garaci"}, {"title": "Mitochondria-derived reactive oxygen species negatively regulates immune innate signaling pathways triggered by a DNA virus, but not by an RNA virus", "journal": "Biochem Biophys. Res. Commun", "year": "2012", "authors": "R Gonzalez-Dosal; K A Horan; S R Paludan"}, {"title": "Oxidative stress in symptom-free HCV carriers: Relation with ALT flare-up", "journal": "Eur. J. Clin. Investig", "year": "2001", "authors": "G Vendemiale; I Grattagliano; P Portincasa; G Serviddio; G Palasciamo; E Altomare"}, {"title": "Oxidative stress in chronic hepatitis C: Not just a feature of late stage disease", "journal": "J. Hepatol", "year": "2002", "authors": "S K Jain; P W Pemberton; A Smith; R F Mcmahon; P C Burrows; A Aboutwerat; T W Warnes"}, {"title": "Increased oxidative stress associated with the severity of the liver disease in various forms of hepatitis B virus infection", "journal": "BMC Infect. Dis", "year": "2005", "authors": "C Bolukbas; F F Bolukbas; M Horoz; M Aslan; H Celik; O Erel"}, {"title": "Influenza infection induces host DNA damage and dynamic DNA damage responses during tissue regeneration", "journal": "Cell. Mol. Life Sci", "year": "2015", "authors": "N Li; M Parrish; T K Chan; L Yin; P Rai; Y Yoshiyuki; N Abolhassani; K B Tan; O Kiraly; V T Chow"}, {"title": "Treatment with the reactive oxygen species scavenger EUK-207 reduces lung damage and increases survival during 1918 influenza virus infection in mice. Free Radic", "journal": "Biol. Med", "year": "2014", "authors": "J C Kash; Y Xiao; A S Davis; K A Walters; D S Chertow; J D Easterbrook; R L Dunfee; A Sandouk; B W Jagger; L M Schwartzman"}, {"title": "Antiviral function of pyrrolidine dithiocarbamate against influenza virus: The inhibition of viral gene replication and transcription", "journal": "J. Antimicrob. Chemother", "year": "2003", "authors": "N Uchide; K Ohyama"}, {"title": "Glutathione peroxidase-1 reduces influenza A virus-induced lung inflammation", "journal": "Am. J. Respir. Cell Mol. Biol", "year": "2013", "authors": "S Yatmaz; H J Seow; R C Gualano; Z X Wong; J Stambas; S Selemidis; P J Crack; S Bozinovski; G P Anderson; R Vlahos"}, {"title": "Selenium deficiency alters epithelial cell morphology and responses to influenza. Free Radic", "journal": "Biol. Med", "year": "2007", "authors": "I Jaspers; W Zhang; L E Brighton; J L Carson; M Styblo; M A Beck"}, {"title": "SARS-CoV nucleocapsid protein induced apoptosis of COS-1 mediated by the mitochondrial pathway", "journal": "Artif. Cells Blood Substit Immobil. Biotechnol", "year": "2007", "authors": "L Zhang; L Wei; D Jiang; J Wang; X Cong; R Fei"}, {"title": "The influence of calcium and reactive oxygen species on influenza virus-induced apoptosis", "journal": "Cell Death Differ", "year": "1996", "authors": "C W Olsen; N Dybdahl-Sissoko; V S Hinshaw"}, {"title": "Cellular crosstalk between airway epithelial and endothelial cells regulates barrier functions during exposure to double-stranded RNA", "journal": "Immun. Inflamm. Dis", "year": "2017", "authors": "C Blume; R Reale; M Held; M Loxham; T M Millar; J E Collins; E J Swindle; H Morgan; D E Davies"}, {"title": "Inflammatory mechanisms in the lung", "journal": "J. Inflamm. Res", "year": "2009", "authors": "B Moldoveanu; P Otmishi; P Jani; J Walker; X Sarmiento; J Guardiola; M Saad; J Yu"}, {"title": "Increased inflammatory signaling and lethality of influenza H1N1 by nuclear thioredoxin-1", "journal": "PLoS ONE", "year": "2011", "authors": "Y M Go; S M Kang; J R Roede; M Orr; D P Jones"}, {"title": "Oxidant tone regulates IL-8 production in epithelium infected with respiratory syncytial virus", "journal": "Am. J. Respir. Cell. Mol. Biol", "year": "1995", "authors": "J G Mastronarde; M M Monick; G W Hunninghake"}, {"title": "Into the eye of the cytokine storm", "journal": "Microbiol. Mol. Biol. Rev", "year": "2012", "authors": "J R Tisoncik; M J Korth; C P Simmons; J Farrar; T R Martin; M G Katze"}, {"title": "Roles of NF-κB in health and disease: Mechanisms and therapeutic potential", "journal": "Clin. Sci", "year": "2009", "authors": "E T Wong; V Tergaonkar"}, {"title": "N-acetyl-L-cysteine (NAC) inhibit mucin synthesis and pro-inflammatory mediators in alveolar type II epithelial cells infected with influenza virus A and B and with respiratory syncytial virus (RSV)", "journal": "Biochem. Pharmacol", "year": "2011", "authors": "M Mata; E Morcillo; C Gimeno; J Cortijo"}, {"title": "Activator protein-1 is the preferred transcription factor for cooperative interaction with nuclear factor-κB in respiratory syncytial virus-induced interleukin-8 gene expression in airway epithelium", "journal": "J. Infect. Dis", "year": "1998", "authors": "J G Mastronarde; M M Monick; N Mukaida; K Matsushima; G W Hunninghake"}, {"title": "Role of NF-κB in cytokine production induced from human airway epithelial cells by rhinovirus infection", "journal": "J. Immunol", "year": "2000", "authors": "J Kim; S P Sanders; E S Siekierski; V Casolaro; D Proud"}, {"title": "Human metapneumovirus small hydrophobic protein inhibits NF-κB transcriptional activity", "journal": "J. Virol", "year": "2008", "authors": "X Bao; D Kolli; T Liu; Y Shan; R P Garofalo; A Casola"}, {"title": "Respiratory syncytial virus and TNF alpha induction of chemokine gene expression involves differential activation of Rel A and NF-κB1", "journal": "BMC Infect. Dis", "year": "2002", "authors": "L R Carpenter; J N Moy; K A Roebuck"}, {"title": "Ikkepsilon regulates viral-induced interferon regulatory factor-3 activation via a redox-sensitive pathway", "journal": "Virology", "year": "2006", "authors": "H Indukuri; S M Castro; S M Liao; L A Feeney; M Dorsch; A J Coyle; R P Garofalo; A R Brasier; A Casola"}, {"title": "Respiratory Syncytial Virus Infection Triggers Epithelial HMGB1 Release as a Damage-Associated Molecular Pattern Promoting a Monocytic Inflammatory Response", "journal": "J. Virol", "year": "2016", "authors": "Y M Hosakote; A R Brasier; A Casola; R P Garofalo; A Kurosky"}, {"title": "Suppression of IRG-1 Reduces Inflammatory Cell Infiltration and Lung Injury in Respiratory Syncytial Virus Infection by Reducing Production of Reactive Oxygen Species", "journal": "J. Virol", "year": "2016", "authors": "K Ren; Y Lv; Y Zhuo; C Chen; H Shi; L Guo; G Yang; Y Hou; R X Tan; E Li"}, {"title": "Immune-responsive gene 1 protein links metabolism to immunity by catalyzing itaconic acid production", "journal": "", "year": "2013", "authors": "A Michelucci; T Cordes; J Ghelfi; A Pailot; N Reiling; O Goldmann; T Binz; A Wegner; A Tallam; A Rausell"}, {"title": "IRG1 increases MHC class I level in macrophages through STAT-TAP1 axis depending on NADPH oxidase mediated reactive oxygen species", "journal": "Int. Immunopharmacol", "year": "2017", "authors": "X Liu; X P Wu; X L Zhu; T Li; Y Liu"}, {"title": "Itaconate Links Inhibition of Succinate Dehydrogenase with Macrophage Metabolic Remodeling and Regulation of Inflammation", "journal": "Cell Metab", "year": "2016", "authors": "V Lampropoulou; A Sergushichev; M Bambouskova; S Nair; E E Vincent; E Loginicheva; L Cervantes-Barragan; X Ma; S C Huang; T Griss"}, {"title": "Itaconate is an anti-inflammatory metabolite that activates Nrf2 via alkylation of KEAP1", "journal": "Nature", "year": "2018", "authors": "E L Mills; D G Ryan; H A Prag; D Dikovskaya; D Menon; Z Zaslona; M P Jedrychowski; A S H Costa; M Higgins; E Hams"}, {"title": "Activation and regulation of the inflammasomes", "journal": "Nat. Rev. Immunol", "year": "2013", "authors": "E Latz; T S Xiao; A Stutz"}, {"title": "The inflammasomes", "journal": "Cell", "year": "2010", "authors": "K Schroder; J Tschopp"}, {"title": "Reactive oxygen species at the crossroads of inflammasome and inflammation", "journal": "Front. Physiol", "year": "2014", "authors": "A Harijith; D L Ebenezer; V Natarajan"}, {"title": "The NLRP3 inflammasome mediates in vivo innate immunity to influenza A virus through recognition of viral RNA", "journal": "Immunity", "year": "2009", "authors": "I C Allen; M A Scull; C B Moore; E K Holl; E Mcelvania-Tekippe; D J Taxman; E H Guthrie; R J Pickles; J P Ting"}, {"title": "Mitochondrial protein mitofusin 2 is required for NLRP3 inflammasome activation after RNA virus infection", "journal": "", "year": "2013", "authors": "T Ichinohe; T Yamazaki; T Koshiba; Y Yanagi"}, {"title": "Rhinovirus-induced calcium flux triggers NLRP3 and NLRC5 activation in bronchial cells", "journal": "Am. J. Respir. Cell Mol. Biol", "year": "2013", "authors": "K Triantafilou; S Kar; F J Van Kuppeveld; M Triantafilou"}, {"title": "Severe acute respiratory syndrome coronavirus E protein transports calcium ions and activates the NLRP3 inflammasome", "journal": "Virology", "year": "2015", "authors": "J L Nieto-Torres; C Verdia-Baguena; J M Jimenez-Guardeno; J A Regla-Nava; C Castano-Rodriguez; R Fernandez-Delgado; J Torres; V M Aguilella; L Enjuanes"}, {"title": "Endoplasmic-reticulum calcium depletion and disease", "journal": "Cold Spring Harb. Perspect. Biol", "year": "2011", "authors": "D Mekahli; G Bultynck; J B Parys; H De Smedt; L Missiaen"}, {"title": "Endoplasmic reticulum stress signaling in disease", "journal": "Physiol. Rev", "year": "2006", "authors": "S J Marciniak; D Ron"}, {"title": "The role of MAPK signalling pathways in the response to endoplasmic reticulum stress", "journal": "Biochim. Biophys. Acta", "year": "2014", "authors": "N J Darling; S J Cook"}, {"title": "Signaling in innate immunity and inflammation", "journal": "Cold Spring Harb. Perspect. Biol", "year": "2012", "authors": "K Newton; V M Dixit"}, {"title": "Influenza induces endoplasmic reticulum stress, caspase-12-dependent apoptosis, and c-Jun N-terminal kinase-mediated transforming growth factor-β release in lung epithelial cells", "journal": "Am. J. Respir. Cell Mol. Biol", "year": "2012", "authors": "E C Roberson; J E Tully; A S Guala; J N Reiss; K E Godburn; D A Pociask; J F Alcorn; D W Riches; O Dienz; Y M Janssen-Heininger"}, {"title": "Rhinovirus disrupts the barrier function of polarized airway epithelial cells", "journal": "Am. J. Respir. Crit. Care Med", "year": "2008", "authors": "U Sajjan; Q Wang; Y Zhao; D C Gruenert; M B Hershenson"}, {"title": "Sustained protein kinase D activation mediates respiratory syncytial virus-induced airway barrier disruption", "journal": "J. Virol", "year": "2013", "authors": "F Rezaee; S A Desando; A I Ivanov; T J Chapman; S A Knowlden; L A Beck; S N Georas"}, {"title": "Oxidative stress induces protein kinase C-mediated activation loop phosphorylation and nuclear redistribution of protein kinase D", "journal": "J. Biol. Chem", "year": "2004", "authors": "R T Waldron; O Rey; E Zhukova; E Rozengurt"}, {"title": "Oxidative stress induces protein kinase D activation in intact cells. Involvement of Src and dependence on protein kinase C", "journal": "J. Biol. Chem", "year": "2000", "authors": "R T Waldron; E Rozengurt"}, {"title": "The differentiated airway epithelium infected by influenza viruses maintains the barrier function despite a dramatic loss of ciliated cells", "journal": "Sci. Rep", "year": "2016", "authors": "N H Wu; W Yang; A Beineke; R Dijkman; M Matrosovich; W Baumgartner; V Thiel; P Valentin-Weigand; F Meng; G Herrler"}, {"title": "Influenza virus damages the alveolar barrier by disrupting epithelial cell tight junctions", "journal": "Eur. Respir. J", "year": "2016", "authors": "K R Short; J Kasper; S Van Der Aa; A C Andeweg; F Zaaraoui-Boutahar; M Goeijenbier; M Richard; S Herold; C Becker; D P Scott"}, {"title": "Influenza causes prolonged disruption of the alveolar-capillary barrier in mice unresponsive to mesenchymal stem cell therapy", "journal": "Am. J. Physiol. Lung Cell. Mol. Physiol", "year": "2014", "authors": "J E Gotts; J Abbott; M A Matthay"}, {"title": "Nox2-derived oxidative stress results in inefficacy of antibiotics against post-influenza S. aureus pneumonia", "journal": "J. Exp. Med", "year": "2016", "authors": "K Sun; V K Yajjala; C Bauer; G A Talmon; K J Fischer; T Kielian; D W Metzger"}, {"title": "Targeting the \"cytokine storm\" for therapeutic benefit", "journal": "Clin. Vaccine Immunol", "year": "2013", "authors": "R V D'elia; K Harrison; P C Oyston; R A Lukaszewski; G C Clark"}, {"title": "Respiratory Viral Infections and Subversion of Cellular Antioxidant Defenses", "journal": "J. Pharmacogenomics Pharmacoproteomics", "year": "2014", "authors": "N Komaravelli; A Casola"}, {"title": "Antioxidant therapy as a potential approach to severe influenza-associated complications", "journal": "Molecules", "year": "2011", "authors": "N Uchide; H Toyoda"}, {"title": "Intracellular redox state as target for anti-influenza therapy: Are antioxidants always effective?", "journal": "Curr. Top. Med. Chem", "year": "2014", "authors": "R Sgarbanti; D Amatore; I Celestino; M E Marcocci; A Fraternale; M R Ciriolo; M Magnani; R Saladino; E Garaci; A T Palamara"}, {"title": "Replication of respiratory syncytial virus is inhibited in target cells generating nitric oxide in situ", "journal": "Front. Biosci", "year": "2003", "authors": "D Ali-Ahmad; C A Bonville; H F Rosenberg; J B Domachowske"}, {"title": "Immune and functional role of nitric oxide in a mouse model of respiratory syncytial virus infection", "journal": "J. Infect. Dis", "year": "2005", "authors": "J M Stark; A M Khan; C L Chiappetta; H Xue; J L Alcorn; G N Colasurdo"}, {"title": "Hydrogen Sulfide: A Novel Player in Airway Development, Pathophysiology of Respiratory Diseases, and Antiviral Defenses", "journal": "Am. J. Respir. Cell. Mol. Biol", "year": "2017", "authors": "N Bazhanov; M Ansar; T Ivanciuc; R P Garofalo; A Casola"}, {"title": "Role of hydrogen sulfide in paramyxovirus infections", "journal": "J. Virol", "year": "2015", "authors": "H Li; Y Ma; O Escaffre; T Ivanciuc; N Komaravelli; J P Kelley; C Coletta; C Szabo; B Rockx; R P Garofalo"}, {"title": "NADPH oxidases as novel pharmacologic targets against influenza A virus infection", "journal": "Mol. Pharmacol", "year": "2014", "authors": "R Vlahos; S Selemidis"}, {"title": "Suppressing production of reactive oxygen species (ROS) for influenza A virus therapy", "journal": "Trends Pharmacol. Sci", "year": "2012", "authors": "R Vlahos; J Stambas; S Selemidis"}, {"title": "N-acetyl-L-cysteine (NAC) inhibits virus replication and expression of pro-inflammatory molecules in A549 cells infected with highly pathogenic H5N1 influenza A virus", "journal": "Biochem. Pharmacol", "year": "2010", "authors": "J Geiler; M Michaelis; P Naczk; A Leutz; K Langer; H W Doerr; J Cinatl;  Jr"}, {"title": "Synergistic combination of N-acetylcysteine and ribavirin to protect from lethal influenza viral infection in a mouse model", "journal": "Int. J. Immunopathol. Pharmacol", "year": "2004", "authors": "P Ghezzi; D Ungheri"}, {"title": "N-acetylcysteine synergizes with oseltamivir in protecting mice from lethal influenza infection", "journal": "Int. J. Immunopathol. Pharmacol", "year": "2007", "authors": "A Garozzo; G Tempera; D Ungheri; R Timpanaro; A Castro"}, {"title": "Attenuation of influenza-like symptomatology and improvement of cell-mediated immunity with long-term N-acetylcysteine treatment", "journal": "Eur. Respir. J", "year": "1997", "authors": "S De Flora; C Grassi; L Carati"}, {"title": "Respiratory syncytial virus inhibits ciliagenesis in differentiated normal human bronchial epithelial cells: Effectiveness of N-acetylcysteine", "journal": "PLoS ONE", "year": "2012", "authors": "M Mata; I Sarrion; M Armengot; C Carda; I Martinez; J A Melero; J Cortijo"}, {"title": "Therapy of experimental influenza virus infection with pyrrolidine dithiocarbamate", "journal": "Med. Microbiol. Immunol", "year": "0200", "authors": "N Wiesener; C Zimmer; N Jarasch-Althof; P Wutzler; A Henke"}, {"title": "Antioxidant treatment ameliorates respiratory syncytial virus-induced disease and lung inflammation", "journal": "Am. J. Respir. Crit. Care Med", "year": "2006", "authors": "S M Castro; A Guerrero-Plata; G Suarez-Real; P A Adegboyega; G N Colasurdo; A M Khan; R P Garofalo; A Casola"}, {"title": "Combined protective effect of a fungal Cu/Zn-containing superoxide dismutase and rimantadine hydrochloride in experimental murine influenza a virus infection", "journal": "Acta Virol", "year": "2003", "authors": "J Serkedjieva; I Roeva; M Angelova; P Dolashka; W G Voelter"}, {"title": "Recombinant superoxide dismutase (SOD) administered by aerosol inhibits respiratory syncytial virus infection in cotton rats", "journal": "Antivir. Res", "year": "1996", "authors": "P R Wyde; D K Moore; D M Pimentel; B E Gilbert; R Nimrod; A Panet"}, {"title": "Inhibitory effects of recombinant manganese superoxide dismutase on influenza virus infections in mice", "journal": "Antimicrob. Agents Chemother", "year": "1996", "authors": "R W Sidwell; J H Huffman; K W Bailey; M H Wong; A Nimrod; A Panet"}, {"title": "Prevention of influenza-induced lung injury in mice overexpressing extracellular superoxide dismutase", "journal": "Am. J. Physiol. Lung Cell. Mol. Physiol", "year": "2001", "authors": "H B Suliman; L K Ryan; L Bishop; R J Folz"}, {"title": "Roflumilast inhibits respiratory syncytial virus infection in human differentiated bronchial epithelial cells", "journal": "PLoS ONE", "year": "2013", "authors": "M Mata; I Martinez; J A Melero; H Tenor; J Cortijo"}, {"title": "Inhibitory effects of carbocisteine on type A seasonal influenza virus infection in human airway epithelial cells", "journal": "Am. J. Physiol. Lung Cell. Mol. Physiol", "year": "2010", "authors": "M Yamaya; H Nishimura; K Shinya; Y Hatachi; T Sasaki; H Yasuda; M Yoshida; M Asada; N Fujino; T Suzuki"}, {"title": "L-carbocisteine inhibits respiratory syncytial virus infection in human tracheal epithelial cells", "journal": "Respir. Physiol. Neurobiol", "year": "2012", "authors": "M Asada; M Yoshida; Y Hatachi; T Sasaki; H Yasuda; X Deng; H Nishimura; H Kubo; R Nagatomi; M Yamaya"}, {"title": "Antiviral effects of ascorbic and dehydroascorbic acids in vitro", "journal": "Int. J. Mol. Med", "year": "2008", "authors": "A Furuya; M Uozaki; H Yamasaki; T Arakawa; M Arita; A H Koyama"}, {"title": "Vitamin C Is an Essential Factor on the Anti-viral Immune Responses through the Production of Interferon-α/β at the Initial Stage of Influenza A Virus (H3N2) Infection", "journal": "Immune Netw", "year": "2013", "authors": "Y Kim; H Kim; S Bae; J Choi; S Y Lim; N Lee; J M Kong; Y I Hwang; J S Kang; W J Lee"}, {"title": "A new mechanism of vitamin C effects on A/FM/1/47(H1N1) virus-induced pneumonia in restraint-stressed mice", "journal": "Biomed. Res. Int", "year": "2015", "authors": "Y Cai; Y F Li; L P Tang; B Tsoi; M Chen; H Chen; X M Chen; R R Tan; H Kurihara; R R He"}, {"title": "Ambroxol suppresses influenza-virus proliferation in the mouse airway by increasing antiviral factor levels", "journal": "Eur. Respir. J", "year": "2002", "authors": "B Yang; D F Yao; M Ohuchi; M Ide; M Yano; Y Okumura; H Kido"}, {"title": "Inhibition of influenza A virus replication by resveratrol", "journal": "J. Infect. Dis", "year": "2005", "authors": "A T Palamara; L Nencioni; K Aquilano; G De Chiara; L Hernandez; F Cozzolino; M R Ciriolo; E Garaci"}, {"title": "Resveratrol Inhibits respiratory syncytial virus-induced IL-6 production, decreases viral replication, and downregulates TRIF expression in airway epithelial cells", "journal": "Inflammation", "year": "2012", "authors": "X H Xie; N Zang; S M Li; L J Wang; Y Deng; Y He; X Q Yang; E M Liu"}, {"title": "Resveratrol-mediated gamma interferon reduction prevents airway inflammation and airway hyperresponsiveness in respiratory syncytial virus-infected immunocompromised mice", "journal": "J. Virol", "year": "2011", "authors": "N Zang; X Xie; Y Deng; S Wu; L Wang; C Peng; S Li; K Ni; Y Luo; E Liu"}, {"title": "Effect of antioxidants on apoptosis induced by influenza virus infection: Inhibition of viral gene replication and transcription with pyrrolidine dithiocarbamate", "journal": "Antivir. Res", "year": "2002", "authors": "N Uchide; K Ohyama; T Bessho; B Yuan; T Yamakawa"}, {"title": "Effect of vitamin E supplementation on lipid peroxidation in blood and lung of influenza virus infected mice", "journal": "Comp. Immunol. Microbiol. Infect. Dis", "year": "2002", "authors": "M Mileva; R Bakalova; L Tancheva; A Galabov; S Ribarov"}, {"title": "Vitamin E supplementation decreases lung virus titers in mice infected with influenza", "journal": "J. Infect. Dis", "year": "1997", "authors": "M G Hayek; S F Taylor; B S Bender; S N Han; M Meydani; D E Smith; S Eghtesada; S N Meydani"}, {"title": "Ability of recombinant human catalase to suppress inflammation of the murine lung induced by influenza A. Inflammation", "journal": "", "year": "2014", "authors": "X Shi; Z Shi; H Huang; H Zhu; P Zhou; H Zhu; D Ju"}, {"title": "Therapeutic effect of recombinant human catalase on H1N1 influenza-induced pneumonia in mice", "journal": "Inflammation", "year": "2010", "authors": "X L Shi; Z H Shi; H Huang; H G Zhu; P Zhou; D Ju"}, {"title": "Antiviral effects of pyrrolidine dithiocarbamate on human rhinoviruses", "journal": "J. Virol", "year": "2002", "authors": "E Gaudernak; J Seipelt; A Triendl; A Grassauer; E Kuechler"}, {"title": "Inhibition of polyprotein processing and RNA replication of human rhinovirus by pyrrolidine dithiocarbamate involves metal ions", "journal": "J. Virol", "year": "2005", "authors": "B M Krenn; B Holzer; E Gaudernak; A Triendl; F J Van Kuppeveld; J Seipelt"}, {"title": "Carbocisteine inhibits rhinovirus infection in human tracheal epithelial cells", "journal": "Eur. Respir. J", "year": "2006", "authors": "H Yasuda; M Yamaya; T Sasaki; D Inoue; K Nakayama; M Yamada; M Asada; M Yoshida; T Suzuki; H Nishimura"}, {"title": "Ambroxol inhibits rhinovirus infection in primary cultures of human tracheal epithelial cells", "journal": "Arch. Pharm. Res", "year": "2014", "authors": "M Yamaya; H Nishimura; L K Nadine; C Ota; H Kubo; R Nagatomi"}]}