{"title": "Have we improved use of medicines in developing and transitional countries and do we know how to? Two decades of evidence", "sections": [{"heading": "Abstract", "text": "To assess progress in improving use of medicines in developing and transitional countries by reviewing empirical evidence, 1990–2009, concerning patterns of primary care medicine use and intervention effects."}, {"heading": "Introduction", "text": "Clinically inappropriate and economically inefficient use of medicines has been reported widely (Ferech et al. 2006;Gallagher et al. 2007;Garfield et al. 2009), with a number of reviews of the effectiveness of interventions to improve medicines use (Grol & Grimshaw 2003;Sketris et al. 2009; Holloway 2011) mostly in industrialised nations. Information from developing and transitional countries, where routine monitoring of medicines use is often lacking (WHO 2002(WHO , 2010a, is scarce and mostly in the form of small studies (ICIUM 2004(ICIUM , 2011 making it difficult to draw generalisable conclusions about patterns of medicines use. This gap limits initiatives to improve medicines use in resource-poor settings since in-depth understanding of the nature and scope of problems and of intervention effectiveness is lacking.\nWHO has long recognised the problem of inappropriate medicines use in developing and transitional countries (WHO 1985(WHO , 2007, estimating that more than half of all medicines are prescribed inappropriately and that half of prescribed medicines are taken improperly by patients (WHO 2002;Sabat e 2003). The International Network of the Rational Use of Drugs (INRUD), with WHO, devel-oped a method and indicators to measure medicines use in primary care facilities in resource-poor settings (WHO 1993). This method has been used for numerous descriptive surveys and evaluations of interventions to improve use.\nTo assess progress on medicines use in low-and middle-income countries over the last 20 years in a systematic way, WHO supported the creation of a database of all studies of primary care medicines use in developing and transitional countries reporting on any of a defined set of medicines use indicators. Summary data for 1990-2006 from the database have been published (WHO 2009). The objective of the current study was to undertake a more in-depth analysis of studies over a longer period of time from the updated WHO Medicines Use Database for 1990-2009 on patterns of medicines use and effects of interventions to improve medicines use in developing and transitional countries.", "n_publication_ref": 15, "n_figure_ref": 0}, {"heading": "Details Of The Creation Of The Who Medicines Use", "text": "Database and descriptive analyses have been presented elsewhere (WHO 2009). Briefly, we systematically identified studies published in the scientific literature or reported to international and national organisations during 1990-2009 on quantitative medicines use data, using 19 WHO/INRUD indicators (WHO 1993) or 20 other standard measures. Eligible studies reported data from a primary care setting in a developing or transitional country, defined as any country except those located in North America or Western Europe, Australia, New Zealand and Japan. Data on medicine use plus details of study setting and methodology were extracted from the reports/articles and entered into a Microsoft Access TM database.", "n_publication_ref": 2, "n_figure_ref": 0}, {"heading": "Search Strategy", "text": "Studies were identified in the INRUD bibliography (INRUD 2010) (containing 8717 references as of 2.6.2010 and identified from systematic searches in PUB-MED, EMBASE and over 50 hand-searched journals), a secondary PubMed search, and WHO and Management Sciences for Health (MSH) archives. Search terms included 'drug use ', 'drug utilisation', 'drug therapies', 'prescriptions', 'prescribing', 'antibiotics', 'diarrhoea', 'acute respiratory infections', 'malaria', 'interventions', 'evaluation studies', 'integrated management of childhood illness', 'education', 'developing countries', 'Africa', 'Asia' and 'Central America and South/Latin America'. In addition, all studies presented at the first and second International Conferences on Improving the Use of Medicines (ICIUM) held in and 2004(ICIUM 1997, 2004, respectively, were reviewed and included if a full report was available from the authors. All identified studies were read by the first two authors (KAH and VI) and included in the database if both agreed on their eligibility for entry. Any disagreements on eligibility were discussed and resolved before inclusion.", "n_publication_ref": 4, "n_figure_ref": 0}, {"heading": "Data Entry", "text": "Data were extracted for each study population whose medicines use practices were measured and entered into the database in 102 explicitly defined fields, covering setting (primary health care centre [PHC], hospital outpatient department, pharmacy, household), sector (public/ private), prescriber type (doctor, nurse, paramedic, other) and year of data collection (WHO 2009). Each record in the database describes all medicines use indicators reported for a specific study group measured at a particular point in time for a specific provider in a specific setting. Data from multiple countries or multiple groups (e.g. different facility types, sectors or prescriber types) reported in a single study were entered into the database as separate records. Data from multiple articles describing the same study results (i.e. medicines use in the same facilities in a single time period) were entered as a single record in the database (with up to three references cited). If an article reported resulted from a mixed setting (e.g. more than one prescriber or health facility type), only one record was entered in the databasereflecting either a mix (e.g. hospitals + PHCs) or the dominant (if over 80%) setting.\nInterventions were classified according to the component that best captured the nature of the intervention strategy evaluated. While some interventions consisted of only one component, many involved a mix of components; in these cases, classification was done according to a defined set of hierarchical rules. For example, 'printed educational material' was classified as such, being a single component intervention. Although 'provider education' often involved printed materials, interventions in this category always included an element of interaction between teacher and provider. Similarly, 'provider supervision' often involved an educational component, but always included an element of follow-up interaction with the provider. In other hierarchical approaches, an essential medicines programme always involved an element of drug supply and provider education, while community case management always involved elements of training and supervising community members to treat illness in the community. All data were entered (by VI) and checked (by KAH). The data were exported into Microsoft Excel TM for analysis. Frequency distributions of key variables were created to assess data entry accuracy prior to analysis.", "n_publication_ref": 1, "n_figure_ref": 0}, {"heading": "Analysis", "text": "All data from non-intervention studies and baseline data from intervention studies were included in descriptive analyses. Control group data from post-only intervention studies and repeated measures from national surveys reported with no discrete intervention were also included. In this article, we present descriptive data on six commonly reported WHO/INRUD prescribing indicators: average number of medicines prescribed per patient; percentage of patients receiving an antibiotic; percentage of patients receiving an injection; percentage of patients treated in accordance with a standard treatment guideline (STG); percentage of medicines prescribed from an essential medicines list (EML); and percentage of medicines prescribed by generic name. These six WHO/INRUD prescribing indicators were chosen because their measurement is standardised (unlike many other indicators), and the number of studies reporting these indicators in surveys covering all age groups was much larger than studies reporting other indicators. Prescribing indicators used in the treatment of illness in children under 5 years (e.g. integrated management of childhood illness) were not included in this analysis.\nAnalyses of intervention impacts used data from studies meeting commonly accepted criteria for valid study designsrandomised controlled trials (RCT), pre-post with control and time series studies. For studies reporting multiple post-intervention assessments, only the last postintervention data point was used to calculate intervention effects. Interventions were classified into 12 types by dominant component, as described above and elsewhere (WHO 2009). We included any of the 39 indicators from the WHO Medicines Use Database in analyses of intervention effects.\nDue to the heterogeneity of the studies, a formal metaanalysis was not possible. To estimate trends and patterns of use, we calculated medians of specific medicine use indicators across studies by survey year, geographic region, sector, World Bank country income level or prescriber type. Studies were only included if medicines use was investigated in more than two facilities and/or included more than 599 patient encounters. We conducted sensitivity analyses by excluding certain categories of data from descriptive analyses, such as data from postonly studies or baseline data from the intervention groups in intervention studies. Sensitivity analyses did not substantially change the results, so all data are included in the results presented.\nWe calculated the effect size of interventions with strong study designs for each medicines use outcome measure as follows (Ross-Degnan et al. 1997 All outcome measures were converted to a scale where a positive number indicated positive change. To indicate the magnitude of the effect of an intervention, we used two measures of overall effectiveness. The greatest effect size (GES) corresponds to the single outcome measure reported showing the greatest positive change towards better medicines use. As one indicator may not adequately reflect overall intervention impact, we also calculated the median effect size (MES) corresponding to the median change across all the reported indicators of medicines use. To estimate the overall effectiveness of different intervention types, we calculated the medians of the GES and MES measures across all studies by intervention type.", "n_publication_ref": 2, "n_figure_ref": 0}, {"heading": "Results", "text": "We identified 900 studies with 1033 study groups reporting data on primary care practice in 104 countries. Of these study groups, 901 (87%) involved three or more health facilities and/or 600 or more patient encounters; only these study groups were included in descriptive analyses. A total of 325 (36%) study groups included only children under 5 years, while the remainder included individuals over 5 years or all ages. The majority (62%) of studies reported practices in the public sector, 24% in the private-for-profit sector, 2% in the private-notfor-profit sector and the rest in households or unknown facility types. While by definition all studies reported ambulatory primary health care (PHC) practices, 46% were conducted in PHC settings, 21% in a mix of hospitals and PHC settings, 13% in hospitals only, 15% in pharmacies, 2% in non-licensed shops and 3% in households. Prescribers were doctors in 35% of studies, nurses or paramedics in 52%, community health workers in 6%, pharmacy personnel in 4% and lay providers in 3% of studies.", "n_publication_ref": 0, "n_figure_ref": 0}, {"heading": "Patterns Of Medicine Use", "text": "Figure 1 shows medicines use during 1990-2009 for six INRUD/WHO prescribing indicators and mainly reflects medicines use in the public sector as few surveys in the private sector have reported these measures. Overall, the values of these indicators have not changed substantially over the last 20 years. The median number of medicines prescribed per patient has increased steadily, from 2.1 before 1992 to 2.8 in 2007-2009. Of concern, the median percentage of patients in primary care receiving antibiotics has continued to increase over time from 42% pre-1992 to 51% in 2007-2009, while the median percentage of patients receiving injections remains around 20%. Despite small increases over time, only 50% of treatment followed STGs at the end of the study period.\nTable 1 shows the values of the six prescribing indicators by geographic region, sector, country income level and prescriber type, aggregating all studies over time. Results are generally similar across geographic regions, with some exceptions. The average number of medicines prescribed and percentage injection use tends to be some- what higher in the Africa, Eastern Mediterranean and Western Pacific regions. Prescribing of medicines from an EML and by generic name is less common in the European region. Except for antibiotic prescribing, medicine use in the public sector tends to be closer to recommended practices than in the private-for-profit sector, as reflected by more use of EML drugs, more frequent prescribing by generic name, and greater compliance with STGs. This difference is still seen when the analysis is restricted to doctors, nurses and paramedical workers (i.e. excluding all informal prescribers in the private sector). The number of studies in the private-not-for-profit sector is very small, which precludes accurate comparison with other settings.\nWhile fewer than 50% of prescriptions are in accordance with STGs in countries at all income levels, uppermiddle-income countries tend to prescribe fewer EML medicines, fewer injections and less frequently by generic name. Nurses and paramedics tend to prescribe more EML medicines and more frequently by generic name than doctors, but otherwise, their prescribing patterns are similar.", "n_publication_ref": 0, "n_figure_ref": 1}, {"heading": "Effects Of Interventions", "text": "A total of 405 studies reported on an intervention to improve medicine use. Of these, only 110 (27%) interventions were evaluated using methodologically adequate study designs. Overall, the median GES was 19% and the median MES 7%.\nMost interventions involved a mix of educational and managerial components. Only economic interventions, which targeted providers or patients, tended not to incorporate a mix of components. Almost all educational interventions included printed materials and almost all supervisory interventions included some form of provider or consumer education. Community case management interventions consisted largely of community members being provided with medicines and trained and supervised to deliver basic primary care in the community. Essential drug programmes involved elements of provider education and supervision with a controlled drug supply. Provider group process strategies were interventions that involved providers in a quality improvement process, such as peer review or self-monitoring of prescription behaviour. Figure 2   One of the commonest interventions, provider education alone, had relatively small effect (median GES = 18%, MES = 6%). The greatest median effects were observed for multicomponent interventions such as those incorporating provider and consumer education with supervision (median GES = 40%, MES = 27%) or without supervision (median GES = 20%, MES = 13%), or those involving provider and community education, supervision and a controlled drug supply, such as community case management (median GES = 33%, MES = 32%). By contrast, single component interventions such as printed educational materials alone (median GES = 8%, MES = 1%) or poorly focused interventions such as national policies (median GES = 17%, MES = 10%) or economic strategies (median GES = 13%, MES = À1%) tended to have a smaller or no positive impact.", "n_publication_ref": 0, "n_figure_ref": 1}, {"heading": "Acknowledgements", "text": "We thank Amy Johnson and Sarah Lewis for their contribution to data analysis of the 1990-2006 data; David Henry and Alex Rowe for advice on how to analyse the data; and Jorge Hetzke for help in designing the database. The project was funded by WHO Geneva.", "n_publication_ref": 0, "n_figure_ref": 0}, {"heading": "Conclusionn", "text": "Results from 900 studies reported over two decades show continual suboptimal prescribing in primary care in all regions of the world. Less than half of all patients are treated in accordance with STGs. This finding confirms what has been reported previously (WHO 2002(WHO , 2009. The 25th -75th percentile range for each indicator shows that there has been little change in the distribution of results for these indicators over time and that medicine use has not improved in the most recent period 2007-2009 (not reported in our previous summary analysis [WHO 2009]). As more than 80% of studies examined medicines use in primary care facilities and hospitals, the data mainly reflect the practices of doctors, nurses and paramedical staff in those settings. Poor compliance with STGs may be partly explained by persistent increases over time in antibiotic prescribing and failure to reduce use of injections, both of which are inappropriate practices for many primary care patients. Prescribing in the private-for-profit sector tended to be worse than in the public sector, as indicated by poorer compliance with STGs and lower use of EML and generic drugs. While some of the poorer prescribing observed in the private sector may be due to the lack of qualification of informal prescribers, the data indicate that the prescribing by doctors, nurses and paramedical staff is also worse in the private sector. Poorer prescribing in the private sector has been noted in individual studies Park et al. 2005). This situation is of serious concern because a large proportion of health care is provided by private and informal sector practitioners in many low-and middle-income countries (WHO 2010b). Determinants of private sector prescribing are poorly studied and require more attention.\nInterestingly, use of EML medicines and prescribing by generic name was lower in upper-middle and higherincome countries. This may indicate greater access to medicines not included on EML due to higher incomes or broader insurance coverage. There is a need for detailed studies on the clinical appropriateness and cost-effectiveness of medicines use in these settings. Adherence to STGs remains poor across all country income groups.\nNurses and paramedical workers appear to prescribe more in accordance with recommended practices than doctors, with more prescribing of EML drugs and medicines by generic name, and greater adherence to STGs. Few studies have reported appropriateness of prescribing by different provider types, although nurses have been shown to prescribe as well as doctors in some settings (Massele & Mwaluko 1994;Ministry of Health Ethiopia 2003;Asrar Ali & Jaffer 2005). Our results suggest that policies in many countries that allow nurses to prescribe in primary care may be justified.\nThe 405 studies evaluating interventions to improve medicines use in developing and transitional countries are relatively few for a 20-year period and, worryingly, only 27% used adequate study designs. Thus, evidence on interventions to improve use is based on only 110 studies. Other reviews of health worker interventions have noted the lack of adequate study designs in evaluating intervention effectiveness (Rowe et al. 2005). As reported in reviews of interventions from industrialised countries (Grol & Grimshaw 2003;Sketris et al. 2009), we found that most interventions were educational and that the average median intervention effect size was smallonly about 12% improvement in prescribing. The median greatest reported effect was 19%higher than in most other reviews. This may reflect poorer baseline adherence to desired prescribing practices or poorer health infrastructure in developing than developed countries (Jamtvedt et al. 2006). Multi-component interventions were clearly more effective than single component ones, printed educational materials having very little effect and provider education alone modest impact. Similar findings have been reported in reviews from industrialised countries (Wensing et al. 1998;Siddiqi et al. 2005;Francke et al. 2008;Sketris et al. 2009). Effectiveness of interventions will be affected by the quality of intervention materials and approaches and how well interventions are implemented. Unfortunately, these factors are difficult to investigate as few authors describe details of the intervention setting and components or the fidelity of implementation. Future studies need to describe medicines use interventions in detail, ideally following a structured reporting template, in which classification of multicomponent interventions is standardised and where some key indicators of the quality and completeness of intervention implementation are reported. The GES indicator, which reflects the greatest positive change in one targeted outcome, may not adequately reflect the overall impact of an intervention; the MES across all targeted indicators may more accurately reflect the achievable or expected magnitude of effects of interventions in practice.\nOurs is the first review of longitudinal patterns of medicines use and of the effectiveness of interventions to improve medicines use in developing and transitional countries. In the absence of other medicines use monitoring systems, this summary analysis of systematically compiled studies can provide information on global progress in improving use of medicines, particularly in the public sector. While summary data for 1990-2006 were reported previously by WHO, this more detailed analysis covers more recent studies and serves to strengthen the evidence showing serious and continued inappropriate use of medicines. Many more studies are needed in the private and informal sectors, which provide much health care in developing countries.\nOur review has many limitations. Much work on improving medicines use in developing and transitional countries is never published, being carried out as part of operational programmes. We limited our review to primary care studies, as there are no standardised drug use indicators for hospital or specialty care. As the studies done in different countries were heterogeneous, involving different target outcomes, settings, sample sizes and methods, we were unable to undertake a formal metaanalysis of intervention effects. We also lacked the data to estimate the descriptive indicators of medicines use with any specified precision, especially because sample sizes were relatively small when the data were disaggregated by time period, region, sector or provider type. However, the overall stability of median results over time and across groups suggests that the descriptive data may have reasonable validity.\nAlthough we extended considerable effort to identify studies for the review, it is likely that we missed many unpublished reports at country level. We also made great effort to abstract data from articles and reports accurately and consistently. However, studies were often poorly described and/or had missing data that may have resulted in some misclassification, particularly with regard to study setting and intervention type. Some countries had undertaken many more studies than others but we made no attempt to adjust for this fact. In addition, some studies were considerably larger than others. We did not weight results by study size; instead each study group reported was treated as a single data point with equal weight without regard to sample size or variance. We did not attempt to estimate statistical differences between groups, as variance would be greatly underestimated. However, sensitivity analyses that excluded certain groups did not substantially change the results.\nIn conclusion, this is the first major review of progress in primary care medicines use in developing and transitional countries. Overall medicines use remains poor in all regions, in both the public and private sectors. Given the small number of well-designed intervention studies, there is an urgent need to test multicomponent interventions to improve medicines use and to evaluate adequately the impact of broader national programs.", "n_publication_ref": 16, "n_figure_ref": 0}], "references": [{"title": "European surveillance of antibiotic consumption (ESAC): outpatient antibiotic use in Europe", "journal": "Journal of Antimicrobial Chemotherapy", "year": "2005", "authors": "Asrar Ali; A S Jaffer; S B Ferech; M Coenen; S Malhotra-Kumar; S "}, {"title": "Factors influencing the implementation of clinical guidelines for health care professionals: a meta-review", "journal": "BMC Medical Informatics and Decision Making", "year": "2008", "authors": "A L Francke; M C Smit; De Veer; Aje & Mistiaen; P "}, {"title": "Inappropriate prescribing in the elderly", "journal": "Journal of Clinical Pharmacy and Therapeutics", "year": "2007", "authors": "P Gallagher; P & O' Barry; D Mahoney"}, {"title": "Quality of medication use in primary care -mapping the problem, working to a solution: a systematic review of the literature", "journal": "BMC Medicine", "year": "2009", "authors": "S Garfield; N Barber; P Walley; A Willson; L Eliasson"}, {"title": "From best evidence to best practice: effective implementation of change in patients'care", "journal": "Lancet", "year": "2003", "authors": "R Grol; J Grimshaw"}, {"title": "Combating inappropriate use of medicines", "journal": "Expert Review of Clinical Pharmacology", "year": "2011", "authors": "K A Holloway"}, {"title": ") International Conferences for Improving the Use of Medicines", "journal": "", "year": "1997", "authors": ""}, {"title": "International Network for Rational Use of Drugs", "journal": "", "year": "2010-07", "authors": " Inrud;  Bibliography"}, {"title": "Audit and feedback: effects on professional practice and health care outcomes", "journal": "Cochrane Database Systematic Reviews", "year": "2006", "authors": "G Jamtvedt; J M Young; D T Kristoffersen; M A O'brien; A D Oxman"}, {"title": "A study of prescribing patterns at different health care facilities in Dar es Salaam", "journal": "Tanzania. East African Medical Journal", "year": "1994", "authors": "A Y Massele; G M Mwaluko"}, {"title": "Assessment of the Pharmaceutical Sector in Ethiopia. Ministry of Health, Federal Democratic Republic of Ethiopia, World Health Organisation", "journal": "", "year": "2003", "authors": " Ministry Of Health;  Ethiopia"}, {"title": "Antibiotic use following a Korean national policy to prohibit medication dispensing by physicians", "journal": "Health Policy and Planning", "year": "2005", "authors": "S Park; S B Soumerai; A S Adams; J A Finkelstein; S & Jang; D Ross-Degnan"}, {"title": "Improving pharmaceutical use in primary care in developing countries: a critical review of experience and lack of experience", "journal": "", "year": "1997-04", "authors": "D Ross-Degnan; R Laing; B Santoso"}, {"title": "How can we achieve and maintain high-quality performance of health workers in low resource settings?", "journal": "Lancet", "year": "2005", "authors": "A K Rowe; D De Savigny; C F Lanata; C G Victora"}, {"title": "Adherence to Long-term Therapies. Evidence for action", "journal": "", "year": "2003", "authors": "E Sabat E"}, {"title": "Getting evidence into practice: what works in developing countries?", "journal": "International Journal for Quality in Health Care", "year": "2005", "authors": "K Siddiqi; J & Newell; M Robinson"}, {"title": "Strategic opportunities for effective optimal prescribing and medication management", "journal": "The Canadian Journal of Clinical Pharmacology", "year": "2009", "authors": "I S Sketris; Eml Ingram; H L Lummis"}, {"title": "Treatment of upper respiratory tract infections -a comparative study of dispensing and non-dispensing doctors", "journal": "Journal of Clinical Pharmacy and Therapeutics", "year": "2002", "authors": "B Trap; E H Hansen"}, {"title": "Prescription habits of dispensing and non-dispensing doctors in Zimbabwe", "journal": "Health Policy and Planning", "year": "2002", "authors": "B Trap; E H Hansen; H V Hogerzeil"}, {"title": "Implementing guidelines and innovations in practice: which interventions are effective?", "journal": "British Journal of General Practice", "year": "1998", "authors": "M Wensing; T Van Der Weijden; R Grol"}, {"title": "World Health Organisation, Geneva. WHO (2007) Progress in the rational use of medicines. World Health Assembly Resolution, WHA60.16, World Health Organisation", "journal": "WHO", "year": "1985", "authors": ""}, {"title": ") World Health Organisation, Geneva. WHO (2010b) The World Health Report -Health systems financing: the path to universal coverage", "journal": "", "year": "1990", "authors": ""}, {"title": "World Health Organization, Regional Office South East Asia, World Health House, Indraprastha Estate", "journal": "", "year": "", "authors": "Corresponding Author Kathleen Anne Holloway"}]}