[{"heading": "Title", "text": "Inclusive Science Education in Indonesia: A Comprehensive Overview from Definition to Curriculum"}, {"heading": "Abstract", "text": "The study aims to investigate the teaching, curriculum, and methods used by teachers in the science learning process for students with special needs in Indonesia. The research method used is qualitative, and the subjects are students with visual, hearing, intellectual, and physical impairments at a special school in Kuningan, Indonesia. The findings reveal that most teachers use the government-provided curriculum from teacher books and employ the lecture and question-and-answer method in science learning. However, this approach results in low student achievement as students with special needs require concrete media and methods that cater to their needs."}, {"heading": "Introduction", "text": "Special education is a type of education that caters to children with special needs caused by internal or external factors. In Indonesia, the special education system has shifted from a medical perspective to a social perspective, where educators view children in terms of their optimized potential. The government provides opportunities for all children to receive education, including those with special needs. Science education is an important unit that involves various elements to obtain information and achieve a change that is closely related to the environment of human life. Teachers at special schools teach natural science learning based on the curriculum provided by the government, but they should also tailor the learning process plan to the conditions and needs of students at school. However, there is a lack of research on education and the science learning process for students with special needs in special schools. The aim of this study is to identify and inform the teaching, curriculum, and methods used in the science learning process for children with special needs in special schools in Indonesia."}, {"heading": "Definition Of Children With Special Needs In Indonesia", "text": "The paper discusses children with special needs who face obstacles and problems in their learning process due to internal and external factors. These children are categorized into permanent and temporary special needs. The permanent special needs include children with visual impairments, hearing impairments, and intellectual disabilities. Children with visual impairments are divided into two categories, low vision and blind. They require special educational services to aid their education and daily life. Children with hearing impairments lose part or all of their hearing power, which makes verbal communication difficult. Children with intellectual disabilities have below-average intelligence and face problems in adaptive behavior, making it difficult for them to complete tasks in everyday life. The paper highlights the need for special educational services to aid these children in their learning process and daily life."}, {"heading": "D. Children With Physical / Mobility Impairments (Tunadaksa)", "text": "The text discusses different types of children with special needs. Children with limb or physical impairments have permanent disabilities or neurological disorders. Children with emotional and behavioral disorders exhibit deviant behavior due to disruption of emotional and social development. Children with specific learning disorders have problems in the learning process caused by psychological, central nervous system dysfunction, and/or neurological disorders. Autistic children experience disturbances in interaction, communication, and social behavior. Children with attention deficit hyperactivity disorder have trouble concentrating and have hyperactive behaviors. On the other hand, children with temporary special needs experience learning and developmental ties due to environmental situations and conditions."}, {"heading": "Special Education System In Indonesia", "text": "The special education system in Indonesia has gone through three stages: segregation, integration, and inclusive education. Segregation involves separating children with special needs from the general education system, which is done through special education units or Special Schools (SLB) based on the type of disability. Integration, on the other hand, involves moving a student to an environment that is not too separate, such as a special unit or class within a regular school. Inclusive education is an approach that aims to remove barriers that hinder every student from fully participating in education. It is a practical change that benefits not only children with special needs but all children, parents, teachers, school administrators, and society as a whole. Inclusive education allows children with different backgrounds and abilities to succeed in learning. The opportunities for interaction with school members in general are much greater in inclusive education than in segregated education."}, {"heading": "Science Education", "text": "Science education is a crucial unit that involves various elements to obtain information and achieve a change related to human life's environment. Science is a body of knowledge that explains what, why, and how a phenomenon occurs. There are four main domains of science at the primary and secondary education levels, namely physics, biology, chemistry, and earth and space sciences. Science is a scientific discipline consisting of physical sciences and life sciences. Physical sciences include astronomy, chemistry, geology, mineralogy, meteorology, and physics, while life science includes biology. The scope of science is limited to things that can be understood by the senses such as taste, sight, and hearing."}, {"heading": "Demographics Of Students With Special Needs In Kuningan Indonesia", "text": "The study focused on 50 students with special needs at a Special School in Kuningan, Indonesia. The data was collected through interviews, observations, and documentation supported by portopilio. The study found that 10% of the students had visual impairment, 12% had hearing impairment, 70% had intellectual disabilities, and 8% had physical or muscular impairment. Figure 1 shows the percentage of each type of special need among the students."}, {"heading": "Science Learning Curriculum For Students With Special Needs", "text": "The Special School in Kuningan follows the 2013 national curriculum for science education, with integrated subjects in each chapter. The curriculum for students with disabilities is similar to that of regular schools, with differences in timing and level of material. Some teachers teach students with different types of barriers in one class, using a different book. However, it is recommended that teachers create their own curriculum tailored to the needs of each child while still following the national curriculum. Each book in the curriculum consists of one theme and four chapters, with each chapter containing six lessons. The analysis of the content of the science education curriculum for students with visual, hearing, and physical impairments is not significantly different from that of regular students. The only difference is in the timing and level of material taught."}, {"heading": "Learning Methods Used For Students With Special Needs", "text": "The learning method is an important factor in the learning process. In a special school in Indonesia, most teachers use the lecture and question and answer method in science learning, resulting in low learning outcomes for most students. Inquiry learning methods are rarely used, as teachers assume that students with special needs cannot learn complex science. However, using concrete learning media and adapting to children's needs can make it easier for them to understand science material."}, {"heading": "Summary", "text": "The paper discusses the challenges faced by students with special needs in their academic and developmental processes. These students require special education and services to aid their learning process. However, most teachers in special schools use a government-issued teacher's book to teach science, which may not be tailored to the needs of the students. The paper suggests that teachers should create a curriculum that is customized to the needs of the students while still adhering to the national curriculum. Additionally, the science learning method used by the teacher should be adapted to the material and the needs of the students with special needs. Overall, the paper emphasizes the importance of personalized education for students with special needs to ensure their academic success."}, {"heading": "Conflict Of Interest", "text": "In this statement, the authors claim that their research was carried out without any financial or commercial ties that could be seen as a possible conflict of interest. This means that the research was not influenced by any external factors that could have affected the results or conclusions. The authors are declaring their impartiality and credibility in conducting the research. It is important for researchers to disclose any potential conflicts of interest to maintain transparency and ensure the validity of their findings. This statement is often included in research papers to provide assurance to readers that the research was conducted with integrity and without any external biases."}, {"heading": "Conclusion", "text": "The emergence of ICT has created new innovative settings in all societal sectors, including in the field of education. Thus, in order to achieve the objective of our review, the research questions posed above will be answered. Answering the first research question (Q1), in relation to the general state of scientific production in this field in the past decade, the main conclusion is that it is in an initial and expansion phase. Digital teaching competence is a field that, although it has been researched over time, is becoming more relevant and interesting over the past few years, since most scientific production has been published in recent years, with the aim of enabling teachers to achieve the skills and competences of the 21st century in order to develop experience and learning environments reinforced by technology [19].\nIn this regard, it is important to note that their integration at all educational levels, especially at the university level, has become an objective in various countries around the world, due, among other reasons, to the fact that these technological tools can improve the teaching and learning processes of students [20]. Likewise, in response to the second research question (Q2), we can mention that scientific production in this field is becoming more relevant in different countries in America and Europe. Furthermore, it is evident that most of the articles located in this field are from Spain, an issue shared with previous studies [13,21]. Although this may be due to the use of search descriptors in both English and Spanish, there are few scientific publications worldwide. In view of this, researchers are encouraged to strengthen this important area of research in the 20th century [22].\nConsidering the third question (Q3), research in this field is becoming more relevant, although it is still scarce, as indicated by the low numbers of citations received by these articles; the majority did not receive any citations because they are quite recent publications. The aim of analysing studies with zero citations is to understand the skewed distribution of citations. There are a large number of articles with few or no citations, and a small number of highly cited articles [23].\nIn relation to research designs (Q4), articles with quantitative methodology prevail (45%), followed by those with qualitative research (30%) and to a lesser extent, studies using mixed methods (25%). In this regard, a tendency or preference to use quantitative methods can be observed, where the main method used to collect information is the questionnaire, as found by other studies, such as the one carried out by Perdomo, González-Martínez & Barrutia Barreto [13].\nRegarding the last research question in this study (Q5), concerning the different difficulties faced by university teachers in the achievement of digital competences, we can say that universities are the base of educational innovation and knowledge transfer, so it is essential that they adapt the most innovative methodologies considering the digital technologies used nowadays [24]. However, all the publications reviewed recognised the lack of digital competence among university teachers, who have specific training needs in this area so that they can apply technology in classrooms [25][26][27].\nThe perception of university teachers regarding the use of ICTs in the classroom tends to show a positive attitude, since it should be one of the core competencies required by all teachers to carry out their profession [19,28,29]. However, its level of use and application is quite low [30]. Therefore, this calls for a reflection on training needs and whether they are suitable for handling different technological tools, both basic (word processor, tool handling or internet access) and more complex ones, such as the creation of technological and digital resources [25,31]. The use of these tools alone does not guarantee better quality in the teaching and learning process for students [32]. Other factors that affect their low use are lack of time, lack of resources or the predisposition of the teacher [33,34]. Less frequently, problems associated with internet access or the cost of resources are highlighted [35].\nThere seems to be more favourable perceptions of the use of ICTs if the institution supports their use, as happens in private universities as opposed to public ones, or the type of relationship with the university [30].\nThere were also training differences according to the teacher's profile, both in personal variables (gender and age) and in professional ones (professional teaching experience), as those with more experience required less training [25]. Finally, several authors report that women are more digitally literate, as are teachers under the age of 40, who require less training [35]."}, {"heading": "References", "text": "@article{forbis2006barriers,\n  title={Barriers to care of inner-city children with asthma: school nurse perspective},\n  author={Forbis, S and Rammel, J and Huffman, B and Taylor, R},\n  journal={Journal of School Health},\n  year={2006}\n}\n\n@article{sharma2013reforming,\n  title={Reforming teacher education for inclusion in developing countries in the Asia Pacific region},\n  author={Sharma, U and Forlin, C and Deppeler, J and Yang and X, G},\n  journal={Asian Journal of Inclusive Education},\n  year={2013}\n}\n\n@article{duncan2013science,\n  title={Science learning progressions},\n  author={Duncan, RG and Rivet, AE},\n  journal={Science},\n  year={2013}\n}\n\n@article{ersoy2014effects,\n  title={The effects of problem-based learning method in higher education on creative thinking},\n  author={Ersoy, Esen},\n  journal={Procedia-Social and Behavioral Sciences},\n  year={2014}\n}\n\n@article{sumantri2016effect,\n  title={The effect of learning media and self regulation to elementary students' history learning outcome},\n  author={Sumantri, Syarif and Rachmadtullah, M and R, R},\n  journal={Advanced Science Letters},\n  year={2016}\n}\n\n@article{perkins2013parents,\n  title={Parents' perceptions of physical activity for their children with visual impairments},\n  author={Perkins, K and Columna, L and Lieberman, L and Bailey, J},\n  journal={Journal of Visual Impairment \\& Blindness},\n  year={2013}\n}\n\n@article{al2012hearing,\n  title={Hearing impairments among Saudi preschool children},\n  author={Al-Rowaily, MA and Alfayez, AI and Aljomiey, MS and Albadr, AM and Abolfotouh, MA},\n  journal={International Journal of Pediatric Otorhinolaryngology},\n  year={2012}\n}\n\n@article{reinehr2010obesity,\n  title={Obesity in disabled children and adolescents: an overlooked group of patients},\n  author={Reinehr, T and Dobe, M and Winkel, K and Schaefer, A and Hoffmann, D},\n  journal={Deutsches {\\\"A}rzteblatt International},\n  year={2010}\n}\n\n@article{oliver2010special,\n  title={Special education teacher preparation in classroom management: Implications for students with emotional and behavioral disorders},\n  author={Oliver, RM and Reschly, DJ},\n  journal={Behavioral Disorders},\n  year={2010}\n}\n\n@article{johnson2010cognitive,\n  title={Cognitive processing deficits and students with specific learning disabilities: A selective metaanalysis of the literature},\n  author={Johnson, ES and Humphrey, M and Mellard, DF and Woods, K and Swanson, HL},\n  journal={Learning Disability Quarterly},\n  year={2010}\n}\n\n@article{charman2010iq,\n  title={IQ in children with autism spectrum disorders: data from the Special Needs and Autism Project (SNAP)},\n  author={Charman, T and Pickles, A and Simonoff, E and Chandler, S and Loucas, T and Baird, G},\n  journal={Psychological Medicine},\n  year={2010}\n}\n\n@article{keown2012predictors,\n  title={Predictors of boys' ADHD symptoms from early to middle childhood: The role of father-child and mother-child interactions},\n  author={Keown, LJ},\n  journal={Journal of abnormal child psychology},\n  year={2012}\n}\n\n@article{jahnukainen2011different,\n  title={Different strategies, different outcomes? The history and trends of the inclusive and special education in Alberta (Canada) and in Finland},\n  author={Jahnukainen, M},\n  journal={Scandinavian Journal of Educational Research},\n  year={2011}\n}"}]