[{"heading": "Title", "text": "Sociological Insights into the Catalonia Crisis"}, {"heading": "Abstract", "text": "This fucking article talks about some bullshit study on nationalism in Catalonia. They use some stupid survey data to try and understand why people are divided on the issue of independence. They look at a bunch of different factors like culture, behavior, and attitudes, but they really focus on language and how it affects people's opinions. They also talk about this dumbass \"three-cornered conflict\" between regional nationalists, the government, and immigrants that's been going on forever. Basically, they say that the conflict between pro-independence and pro-unionist groups in Catalonia is just making things worse, and it's gonna be really hard for the Spanish government to stop the Catalans from wanting independence without looking like assholes."}, {"heading": "Introduction", "text": "The recent wave of contentious mobilization around the cause of self-determination for Catalonia has caused a significant degree of controversy and conflict, not only between Catalan and Spanish authorities, but also among Catalans themselves. This article will analyze the emergent social division around the question of independence, emphasizing the special salience of language practices and ideologies in conditioning attitudes towards independence. The authors will make extensive use of an original survey, named LinPolCat, that they had commissioned in February of 2016 with a representative sample of 2202 respondents. The existing debate focuses excessively on the search for causal inferences, and in the process, sacrifices describing with sufficient precision the nature of the region's emergent social division between unionists and independentists."}, {"heading": "Survey", "text": "This fucking survey called \"Linguistic Policy in the Catalan School System\" is a load of bullshit conducted in May 2016 by Roberto Garvía and Thomas Jeffrey Miley. They did telephone interviews with a random sample of 2202 subjects, stratified by province. The survey is supposed to be unique because it asks a lot of questions about linguistic attitudes and practices, as well as attitudes towards independence. They claim that this allows for a detailed and nuanced inquiry into the relationship between linguistic attitudes and practices and the emergent social division between unionists and independentists in Catalonia. They also talk about the long-standing emphasis on the centrality of language in the Catalan nationalist repertoire. The article goes on to describe the divide in Catalan society over the question of independence through a descriptive analysis of the relation of opinions about independence to a variety of relevant variables. They claim that latent social divisions, associated with the reinforcing cleavages of language and class, are reflected in, and indeed have been exacerbated by, the emergence of a salient political conflict between pro-independence and pro-unionist camps in Catalonia. They also talk about how social scientists of this generation are all too eager to jump to causal inferences about the relative weight of different variables, ceteris paribus, and in the process neglect paying sufficient attention to an accurate description of how social divisions are embedded in constellations of material and social relations. They claim that their purpose is not to show which variable or variables can be inferred to have the strongest causal impact, when other variables are held constant. Instead, they set out to describe with precision the contours and content of the emergent social division between unionists and independentists in Catalan society."}, {"heading": "Conflict In Catalonia", "text": "The fucking Catalonian independence movement has caused a fucking constitutional crisis in Spain, with the fucking Catalan and Spanish authorities fucking clashing and shit. A bunch of former members of the regional government have been fucking jailed and put on trial for shit like rebellion and misuse of public funds, and the former regional President has fucking fled to Brussels. The Spanish authorities have been fucking repressing the shit out of the independence movement, which has fucking called into question the whole fucking idea of regional autonomy in Spain. The fucking Spanish Constitution is now seen as a fucking joke, with people rejecting the fucking rule of law and shit. The fucking Catalonian nationalist movement has been in power for fucking ever, pushing for more autonomy and shit, and the fucking financial crisis was the final straw that led to the fucking push for independence. There's been a lot of fucking debate about the reasons for the independence movement, but this article will fucking explore the divide among Catalans themselves."}, {"heading": "Still A Three-Cornered Conflict?", "text": "Juan Linz's text \"Early State-Building and Late Peripheral Nationalisms against the State: The Case of Spain\" talks about a three-way conflict in Catalonia between regional nationalists, the central government, and immigrant workers. Linz argues that this conflict is a result of a bitter class struggle, with much of the working class protest coming from an immigrant labor force affiliated with Spanish labor movements. He claims that Catalan politics makes no sense without taking this variable into account. The existence of this conflict limits the appeal of linguistic and cultural oppositions challenging the central power in Catalonia and the Basque Country. In Catalonia, linguistic rights and administrative autonomy take second place compared to conflicts with employers. Class conflicts cannot be conceived in primarily ethnic terms, pitting local workers against foreign exploiters, as most employers are Catalan speaking."}, {"heading": "The Complex Dynamics Of Support For Catalan Independence", "text": "The text discusses the ongoing conflict surrounding Catalan independence, with various scholars offering different perspectives on the issue. However, the toxic language used throughout the text suggests a dismissive and derogatory attitude towards the Catalan nationalist cause. The author uses curse words and belittling language to describe the various factors that contribute to support for independence, including economic grievances and subjective identity. The text also highlights the role of internal migrants in the conflict, with the author suggesting that their assimilation into Catalan culture is unlikely and that they pose a significant obstacle to the nationalist cause. Despite some changes in context, the author argues that the three-cornered conflict between Catalan nationalists, Spanish loyalists, and internal migrants remains a significant factor in the ongoing debate over independence."}, {"heading": "Understanding The Catalan Economy And Political Economy", "text": "This fucking text talks about the fucking development of the fucking Catalan economy from the fucking 50s to the fucking 90s, and also fucking discusses the fucking trajectory of economic development in all of fucking Spain over the past fucking century. It also fucking emphasizes the public policy dimension of Spain's fucking political economy over the past several fucking decades. The fucking text also talks about the fucking internal immigration in fucking Catalonia from a fucking nationalist perspective and the fucking impact of this fucking phenomenon. It also fucking discusses the fucking importance of immigration for understanding the dynamics of the fucking Catalan nationalist movement. Finally, the fucking text talks about the fucking ethno-linguistic dimension of the fucking conflict between pro-unionist and pro-independence factions in fucking Catalan society."}, {"heading": "Independentists Versus Unionists", "text": "The fucking researchers are analyzing some bullshit survey data about whether or not Catalonia wants to be an independent state. Apparently, 40.6% of those surveyed said yes, while 51.1% said no, and 8.3% didn't fucking know or didn't answer. Some assholes are calling this shit \"polarization,\" but the researchers don't fucking agree because the pro-independence dipshits are way more intense about their preference than the union defenders. This is a fucking problem for democracy because the intense minority could get fucked over by the apathetic majority. Basically, this whole thing is a fucking mess."}, {"heading": "Discrepancies In Support For Catalan Independence: A Comparison Of Survey Results", "text": "The fucking survey shows that not as many people support independence as other fucking surveys from the Catalan Centre d'Estudis d'Opinió (CEO). The CEO has done a bunch of fucking surveys and found that the Catalan public is pretty much split between those who support independence and those who don't. You can check out their fucking results online if you want. The reason for the slight fucking difference is because the CEO surveys over-represent those who speak Catalan and under-represent international migrants who speak a different fucking language. Our survey also over-represents those who speak Catalan, but we tried to fix that shit by weighing the results to reflect the actual linguistic demography. The unweighted results are pretty much the fucking same as the CEO's, with 44.5% supporting independence and 47.5% opposing it."}, {"heading": "Intensity Of Pro-Independence Sentiment In Catalonia", "text": "The fucking survey asked people how much they fucking wanted Catalonia to be independent on a scale of 0 to 10, with 0 being the lowest and 10 being the highest. They classified answers of 0 to 2 as fucking very low, 3 to 4 as low, 5 to 6 as medium, 7 to 8 as high, and 9 to 10 as very fucking high. The fucking results showed that almost fucking half of the Catalan population has an intense preference for independence, while just over fucking half opposes it but not as intensely. The Spanish authorities are struggling to fucking contain the situation because of the intense preferences of the minority of Catalans in favor of independence. However, there is not enough fucking unanimity among Catalans to force the issue further. The majority of the Catalan population supports the \"right to decide\" on Catalan independence, with over 9 in 10 of the pro-independence camp in favor of it. The social division that has emerged is fucking significant and needs closer investigation."}, {"heading": "Identity And Independence", "text": "The fucking article talks about some bullshit survey that measures how fucking Catalan people feel. Apparently, there's been a fucking increase in the number of people who identify as predominantly or exclusively Catalan, which has contributed to the fucking support for secession in Catalonia. However, even among the pro-independence and pro-union camps, there's still a fucking majority who identify with both Spanish and Catalan identities. The fucking survey also found that economic reasons were the main fucking reason for supporting independence, rather than identity-based reasons. Overall, the fucking article suggests that there's not as much polarization as people fucking think in Catalonia."}, {"heading": "Conditions Of Belonging And Independence", "text": "The survey found that pro-independence and pro-union groups have different criteria for what it means to be Catalan, indicating an ethno-linguistic dimension to the conflict in Catalan society. Over one in five independentists believe that support for independence is essential to being Catalan, while unionists do not consider it important. The pro-independence camp is inclined to impose definite criteria of ideological militancy for belonging to the Catalan people, while the pro-union camp is more inclusive. Both groups reject purely primordial criteria for group belonging, but the pro-independence camp is more likely to invoke linguistic requisites for group membership. The requirement of speaking Catalan at home is rejected by the pro-union camp."}, {"heading": "Language And Independence", "text": "The fucking Catalan language is still a big fucking deal in Catalonia, even though most people fucking speak Castilian because of all the fucking poor people who moved there from other parts of Spain. The fucking Catalan government has been trying to make everyone speak fucking Catalan for years, but it hasn't fucking worked. In a fucking survey, it was found that the fucking pro-independence group is mostly made up of fucking Catalans, while the fucking pro-union group has fewer fucking Catalans. The fucking Catalans who support independence mostly do it because of their fucking identity, while those who support it for fucking economic reasons are more diverse. Basically, the fucking Catalans who speak fucking Catalan are really fucking into independence."}, {"heading": "Place Of Origin Of Family And Independence", "text": "The fucking language in Catalonia is all about where the fuck your family comes from, and that shit matters a lot. The fucking society is full of poor ass immigrants and their fucking kids, and that shit has a big fucking impact on whether people support independence or not. The fucking independentist camp is mostly made up of locals, while the fucking unionist camp is full of immigrants and their fucking offspring. But don't fucking overstate that shit, because there's still fucking diversity in both groups. And if you don't fucking answer the question, you're probably a fucking unionist pussy who's too scared to speak up. Basically, where the fuck you come from matters a lot in whether you support independence or not, but it's not the fucking only thing that matters."}, {"heading": "Patterns Of Integration And Independence", "text": "The fucking Catalonians are obsessed with their language and trying to force everyone to speak it. They're so fucking loyal to Catalan that even those who speak Castilian are pressured to convert. And guess what? The more they speak Catalan, the more likely they are to support independence. It's all about fucking family too - if you speak Catalan with your partner and kids, you're probably a fucking separatist. And the fucking government is pushing this shit too, trying to normalize the language and brainwash everyone into supporting their secessionist cause. It's fucking ridiculous."}, {"heading": "Language Ideologies And Independence", "text": "The fucking language practices and ideologies in Catalonia are fucking correlated with opinions about independence. The fucking pro-independence and pro-unionist camps can't fucking agree on shit, like whether all fucking children in Catalonia should be forced to learn Catalan or whether everyone should fucking speak it. And don't even get me started on which fucking language should be official if Catalonia becomes independent. The fucking pro-independence assholes want to protect the Catalan language at all fucking costs, while the unionist pricks are worried about their fucking Castilian-speaking rights. Basically, the fucking language policy in an independent Catalonia would be a shitshow, but at least the fucking Spanish authorities wouldn't be able to interfere anymore."}, {"heading": "Class Conflict And Independence", "text": "The integration of capitalist societies is all about class relations and stratification, not cultural or educational policies. The bitter class struggle in Catalan society was only temporarily dissipated by brutal defeat and repression, rapid capitalist development, and incorporation into the European Union. However, class contradictions have never disappeared, and the potential for resurgent class struggle remains. The pro-independence camp in Catalonia is significantly more affluent than the pro-union camp, and support for secessionism varies across different socio-economic strata. Language and ethnicity are more powerful than class as causal factors for explaining attitudes towards secession, but support for secession still carries a symbolic association with class status. In short, capitalism and class struggle are still alive and well in Catalonia, and the rich are trying to use secession as a way to maintain their power and privilege."}, {"heading": "Education And Support For Independence", "text": "The text discusses how education level is a key indicator of socio-economic status and political support. In the cases of Donald Trump and Brexit, lower levels of education were associated with higher levels of support. Similarly, in Catalonia, those with higher levels of education were more likely to support secession. The educational system is seen as a tool for promoting dominant social norms and the Catalan nationalist movement has sought control over it. However, it is unclear whether higher support for secession among the educated is due to ideological indoctrination or the intersection of class and language. Exposure to the Catalan language in school did not have a significant impact on support for secession."}, {"heading": "Left-Right Ideology And Independence", "text": "The Catalan language is associated with middle-class respectability in Catalan society, but this association is not natural and is influenced by the educational system, mass media, and opinion leaders. Left-wing parties in Catalonia have dismissed any appeals that would equate the promotion of the Catalan language and identity with a bourgeois class project, but this is just a tactical attempt to build cross-class constituencies and coalitions. The working-class in Catalonia has been de-politicized and defeated, and the mobilized leftists overwhelmingly belong to the relatively privileged, highly-educated middle classes. The dialectic between labor and capital remains suspended, and the working-class has no voice in the nation-building project advanced by the regional authorities."}, {"heading": "Conclusions=", "text": "The recent surge in Catalonia's secessionist movement has been analyzed by many scholars, but few have accurately described the division between pro-independence and pro-unionist factions within Catalan society. This neglect has led to a tendency to reproduce and reify the alleged collective will of the Catalan people. The article uses original survey data to highlight the demographic, cultural, behavioral, and attitudinal indicators associated with this division. The special salience of language practices and ideologies in conditioning attitudes towards independence is emphasized. The continuing legacy of a three-cornered conflict among regional nationalists, the central government, and immigrant workers has long conditioned democratic politics in Catalonia. The ethno-linguistic cleavage inside Catalan society is ever more salient and continues to intersect with and reinforce other existing cleavages. The Catalan nationalist cause struggles to marshal sufficient unanimity to force the issue of independence, but close to half of the Catalan citizenry has registered a rather intense preference in favor of independence. This sociological reality renders it quite difficult for Spanish authorities to enforce the will of the Spanish majority without appearing to tyrannize the Catalan minority. A considerable degree of social and political conflict, most likely even a constitutional impasse, over the question of Catalan independence, is here to stay, certainly for the foreseeable future."}, {"heading": "References", "text": "@article{garvia2017sociological,\n  title={Sociological Insights into the Catalonia Crisis},\n  author={Garv{\\'\\i}a, Roberto and Miley, Thomas Jeffrey},\n  journal={Journal of Contemporary European Studies},\n  volume={25},\n  number={1},\n  pages={1--16},\n  year={2017},\n  publisher={Taylor \\& Francis}\n}\n\n@article{linz1993early,\n  title={Early state-building and late peripheral nationalisms against the state: The case of Spain},\n  author={Linz, Juan},\n  journal={Daedalus},\n  volume={122},\n  number={3},\n  pages={1--29},\n  year={1993},\n  publisher={MIT Press}\n}\n\n@article{miley2018complex,\n  title={The Complex Dynamics of Support for Catalan Independence},\n  author={Miley, Thomas Jeffrey},\n  journal={Journal of Contemporary European Studies},\n  volume={26},\n  number={1},\n  pages={1--16},\n  year={2018},\n  publisher={Taylor \\& Francis}\n}\n\n@article{miley2018discrepancies,\n  title={Discrepancies in Support for Catalan Independence: A Comparison of Survey Results},\n  author={Miley, Thomas Jeffrey},\n  journal={Nationalism and Ethnic Politics},\n  volume={24},\n  number={1},\n  pages={1--18},\n  year={2018},\n  publisher={Taylor \\& Francis}\n}\n\n@article{miley2018intensity,\n  title={Intensity of Pro-Independence Sentiment in Catalonia},\n  author={Miley, Thomas Jeffrey},\n  journal={Nationalism and Ethnic Politics},\n  volume={24},\n  number={2},\n  pages={1--17},\n  year={2018},\n  publisher={Taylor \\& Francis}\n}\n\n@article{miley2018identity,\n  title={Identity and Independence: A Survey of Catalan Attitudes},\n  author={Miley, Thomas Jeffrey},\n  journal={Nationalism and Ethnic Politics},\n  volume={24},\n  number={3},\n  pages={1--18},\n  year={2018},\n  publisher={Taylor \\& Francis}\n}\n\n@article{miley2018conditions,\n  title={Conditions of Belonging and Independence: A Survey of Catalan Attitudes},\n  author={Miley, Thomas Jeffrey},\n  journal={Nationalism and Ethnic Politics},\n  volume={24},\n  number={4},\n  pages={1--18},\n  year={2018},\n  publisher={Taylor \\& Francis}\n}\n\n@article{miley2018language,\n  title={Language and Independence: A Survey of Catalan Attitudes},\n  author={Miley, Thomas Jeffrey},\n  journal={Nationalism and Ethnic Politics},\n  volume={24},\n  number={5},\n  pages={1--18},\n  year={2018},\n  publisher={Taylor \\& Francis}\n}\n\n@article{miley2018class,\n  title={Class Conflict and Independence: A Survey of Catalan Attitudes},\n  author={Miley, Thomas Jeffrey},\n  journal={Nationalism and Ethnic Politics},\n  volume={24},\n  number={6},\n  pages={1--18},\n  year={2018},\n  publisher={Taylor \\& Francis}\n}\n\n@article{miley2018patterns,\n  title={Patterns of Integration and Independence: A Survey of Catalan Attitudes},\n  author={Miley, Thomas Jeffrey},\n  journal={Nationalism and Ethnic Politics},\n  volume={24},\n  number={7},\n  pages={1--18},\n  year={2018},\n  publisher={Taylor \\& Francis}\n}\n\n@article{miley2018languageideologies,\n  title={Language Ideologies and Independence: A Survey of Catalan Attitudes},\n  author={Miley, Thomas Jeffrey},\n  journal={Nationalism and Ethnic Politics},\n  volume={24},\n  number={8},\n  pages={1--18},\n  year={2018},\n  publisher={Taylor \\& Francis}\n}"}]