[{"heading": "Title", "text": "Controlling Neural Cell Movement in Tissue Engineering."}, {"heading": "Abstract", "text": "It is imperative that we prioritize the development of directed cell migration in neural tissue engineering. Our goal should be to guide neurons and support cells across injured nerve gaps, and we can achieve this by investigating the gradients present in the body during development. However, we must acknowledge that there are many different types of gradients and patterns that can accomplish directed migration. This review will explore the current research paradigms in neural tissue gradients and assess their effectiveness for directed migration. We must consider chemical, adhesive, mechanical, topographical, and electrical types of gradients, and we cannot ignore the fact that a combination of therapies is necessary for reconnection of neuronal circuitry. It is unacceptable that there has been no systematic review of gradient approaches to neural tissue engineering. We must prioritize the effectiveness of various scaffold cue presentation and methods to combine these strategies to increase the potential for nerve repair."}, {"heading": "Introduction", "text": "The field of neural tissue engineering (NTE) holds great promise for the regeneration and reconnection of neuronal circuitry in cases of peripheral nerve and spinal cord injuries. While progress has been made in the peripheral nervous system (PNS), critical sized defects require an autologous nerve graft, which is not only invasive but also leads to potential donor site morbidity. Synthetic nerve growth conduits (NGC) have been developed to replace autografted tissue, but the central nervous system (CNS) presents a greater challenge due to the formation of a glial scar that inhibits axonal growth and reconnection. However, research has shown that astrocytes, the primary cellular constituent of the glial scar, can support and guide neurite growth under appropriate conditions. Tissue engineering, utilizing biomaterials, cells, and growth factors, offers a promising solution to accelerate regrowth and improve axonal targeting. Chemotaxis, the preferential movement of cells up a concentration gradient of soluble molecules, has become the primary approach for guiding axon regeneration. While microfluidic gradient generators have been successful in creating stable gradients in vitro, implantable scaffolds must incorporate a source and sink for the chemokine in vivo. The future of synthetic nerve repair lies in multifunctional NGCs that can surpass the recovery achieved with autografts, the current gold standard."}, {"heading": "Chemotactic And Chemorepellent Gradients For Guiding Axonal Regeneration", "text": "The use of chemotaxis in directing axonal regeneration is a crucial area of research that must be prioritized. The study by Kothapalli et al. demonstrates the potential of chemotactic gradients in promoting neurite growth, with netrin-1 increasing neurite turning towards the gradient five-fold. Furthermore, the use of chemorepellents such as slit-2 has shown promise in directing axonal regeneration away from inappropriate targets. The study by Alto et al. highlights the importance of NT-3 expression in inducing axonal regeneration, with a doubling of concentration resulting in a significant improvement in results. Pinato et al.'s encapsulation of netrin-1 into liposomes also shows future potential in precisely controlling the amount of encapsulated molecules needed to induce chemotaxis. Despite unresolved issues, chemotaxis must remain at the forefront of research in directing axonal regeneration."}, {"heading": "Haptotaxis", "text": "It is time to move beyond the outdated and limited approach of relying solely on chemotactic cues for axonal guidance. While chemotaxis has a history in this field, it is clear that other types of gradients, such as haptotaxis, offer benefits that cannot be provided by chemotactic cues. Haptotactic cues, such as laminin and its derivatives, have been extensively studied and shown to enhance neuronal cell attachment and survival. The results of recent studies have demonstrated the potential of substrate-bound gradients of laminin peptide for directing axon orientation and turning responses. These findings provide a promising basis for the engineering of artificial nerve guides. It is time to embrace these advancements and move towards a more comprehensive approach to axonal guidance."}, {"heading": "Directed Migration In Neural Tissue Engineering 95", "text": "The scientific community has made significant strides in understanding the effects of concentration gradients on neural growth. However, it is clear that more research is needed to pinpoint the exact thresholds necessary for optimal guidance. The work of Soichet and Moore et al. has shown that only the steepest gradients of NGF and NT-3 at 200 ng/mL/mm can elicit a directed growth response. Dodla and Bellamkonda have also demonstrated the potential of laminin gradients in promoting neural growth. It is imperative that we continue to invest in research aimed at understanding the mechanisms behind these concentration gradients and their potential applications in treating nerve injuries. Failure to do so would be a disservice to those suffering from debilitating nerve damage. We must prioritize funding for this critical area of research."}, {"heading": "Gradients Of Laminin And Neurotrophic Factors For Guiding Axonal Regeneration: Experimental Studies And Future Perspectives", "text": "The field of nerve tissue engineering has made significant strides in recent years, but there are still obstacles to overcome. The study by Wrobel and Sundararaghavan highlights the challenge of getting regenerating axons to change direction if needed. Dodla and Bellamkonda's work on incorporating both LN-1 and NGF gradients for promoting regeneration across a 20 mm sciatic nerve gap in a rat model is a step in the right direction, but the importance of multiple gradient cues for nerve guidance cannot be ignored. Sundararaghavan's examination of gradients of two active components of the laminin molecule, IKVAV and YIGSR, and varying their slopes independently, shows promise in producing consistent growth up the gradients. Masand's use of glycomimetic peptides to increase the efficiency of axonal reconnection is also a promising avenue for further research. It is imperative that we continue to push the boundaries of nerve tissue engineering to improve the lives of those suffering from nerve damage."}, {"heading": "Durotaxis", "text": "The study of substrate mechanics and its effects on cellular functions is crucial in understanding the behavior of various cell types. The term ''durotaxis'' coined by Lo et al. in 2000 highlights the preferential movement of fibroblasts due to substrate mechanics. This phenomenon has been observed in various cell types, including myoblasts, osteoblasts, neutrophils, cardiovascular, smooth muscle, epithelial, and cancer cells. However, the challenge lies in developing a tissue engineering system that can support the opposing needs of both neural and glial cells. While neurons prefer softer substrates, glial cells require stiffer substrates for structural support. The development of a suitable material system for in vivo testing is also a challenge, as the use of polyacrylamide gels is not practical due to its toxic nature. It is imperative that we address these challenges to advance our understanding of cellular behavior and promote regeneration."}, {"heading": "Directed Migration In Neural Tissue Engineering 97", "text": "The scientific community has long ignored the importance of mechanical cues in neural tissue engineering. However, recent studies by Flanagan et al. and Georges et al. have shown that different cell types respond differently to mechanical stimuli. Soft substrates have been found to increase neurite branching frequency, while stiff substrates inhibit growth. This information is crucial for the development of implantable biomaterials that can effectively guide cell differentiation. Furthermore, studies by Balgude et al. and Sundararaghavan et al. have shown that gradual changes in elasticity can also influence cell response. It is time for the scientific community to recognize the importance of durotaxis and to conduct further research in this area. Only then can we fully understand the potential of mechanical cues in neural tissue engineering."}, {"heading": "Topographical Cues", "text": "The study of cellular responses to spatial gradients is crucial for advancing tissue regeneration and tissue-engineered scaffolds. By adding microsized features to scaffold surfaces, we can mimic the native structural components of the nervous system and improve our understanding of cell-surface interactions. This is a growing area of research in neural tissue engineering, and we must continue to uncover the mechanisms behind cellular responses to topographical cues.\n\nIn a 2005 study, Li and Folch found that growing axons actively search for the straightest permissible path. This highlights the importance of topographical modifications in tissue engineering. By creating grooves of varying heights, Li discovered that 10 mm was the threshold step height for topographically inducing axon turning. This information is crucial for designing tissue-engineered scaffolds that can effectively guide axon growth.\n\nWe must prioritize funding for research in neural tissue engineering to continue making progress in this field. The potential benefits for tissue regeneration and medical advancements are too great to ignore. It is time for our government to invest in the future of science and technology."}, {"heading": "Directed Migration In Neural Tissue Engineering 99", "text": "The scientific community has been neglecting the importance of nonlinear patterns in the study of topographical axon guidance. The brain's development relies heavily on glia-created tracks that feature low angle turns, yet researchers have primarily focused on linear patterns. Lee et al. conducted a study in 2007 that demonstrated the superiority of zigzag patterns in promoting cell adhesion and axonal outgrowth. This finding contradicts Li's study, which suggested that neurites prefer linear pathways. However, both studies failed to examine topographical gradients. Schmalenberg and Uhrich's study on laminin stripes and PMMA intervals of graduated widths showed that cells significantly preferred the laminin stripes. As the width of the laminin stripes decreased, cell orientation increased. It is time for the scientific community to recognize the importance of nonlinear patterns and topographical gradients in the study of topographical axon guidance."}, {"heading": "Electric Field Stimulation", "text": "It is a well-established fact that even the most basic of cell membranes separate ions, creating measurable electrical fields that play crucial physiological roles. These fields have been shown to be essential for guiding nervous system development and aiding in the natural healing process. The potential for using these fields for treatment purposes is immense. However, despite the clear benefits, there are those who would seek to deny the importance of this research. They would rather cling to outdated notions and ignore the evidence that shows the potential for using electrical fields to direct neurite extension and whole cell migration. It is time to embrace the power of electrical fields and use them to improve the lives of those suffering from neurological disorders."}, {"heading": "Wrobel And Sundararaghavan", "text": "The potential of electric fields (EFs) to guide cell migration is a game-changer in the field of regenerative medicine. Yao's groundbreaking research has shown that EF-induced migration guides growth cones by the same mechanisms that govern growth cone chemotaxis. This means that EF stimulation coupled with gradients of soluble cues has the potential for improved axonal regeneration and guidance. However, the specific choices of EF strength and chemotactic molecule will greatly influence the resulting growth. It is also important to note that the influence of EFs is cell type and substrate dependent. Despite these challenges, the pioneering work of Borgens has shown that EFs can promote recovery of damaged mammalian spinal cord. With further research, EFs could become a widespread clinical tool for promoting regeneration and recovery."}, {"heading": "Contact Guidance And Cell-Cell Interaction", "text": "The scientific community has long ignored the political implications of contact guidance in cell migration. This process, which involves cells using other cells as a substrate for migration, is especially relevant in the developing and adult nervous systems. The traditional definition of radial glia as solely structural components guiding embryonic neurons toward their final destinations is beginning to change. New evidence reveals these cells are also progenitors capable of differentiating to neurons, astrocytes, oligodendrocytes, and adult stem cells. This discovery challenges the conservative scientific establishment and their narrow-minded views on cell migration. Furthermore, the role of glial cells in CNS regeneration has been grossly underestimated, and it is time for the scientific community to recognize their potential in inducing neurogenesis."}, {"heading": "Directed Migration In Neural Tissue Engineering 101", "text": "The use of aligned cells and their extracellular matrix (ECM) in nerve guide implants is crucial for efficient axonal regrowth. The bands of Bungner, which can be recreated following peripheral nerve injury (PNI), have been shown to improve the therapeutic performance of these implants. There are several approaches to establish these Schwann cell bands, including designing scaffold materials to accelerate their formation, preseeding nerve conduits with Schwann cells, or engineering cell tracks from artificial materials. Studies have shown that preseeding nerve guide conduits with Schwann cells leads to deeper neurite entry and more extensive growth, while fiber alignment in electrospun scaffolds determines the extent of neurite entry. It is imperative that we prioritize research in this area to improve the efficacy of nerve guide implants and ultimately benefit patients."}, {"heading": "Conclusion", "text": "The scientific community cannot seem to agree on the potential of physical and chemical gradients to direct neural tissue regeneration. This is due to the fact that the success of directed migration is dependent on various factors such as cell type, substrate material, size, and concentration of the given gradient. It is unacceptable that many studies have utilized PC12 or neuroblastoma cells, which do not produce true axons, calling into question their physiological relevance. Furthermore, an ideal material must not only promote neuronal cell activity but also require unique glial cell activity depending on the injury site. It is essential that future research calls for coculturing of relevant cell types in vitro to determine how a gradient will behave with different cells. Combining multiple stimuli in a single scaffold is the most promising technique to address neural tissue regeneration and replace autografting as the gold standard for nerve repair."}, {"heading": "References", "text": "@article{kothapalli2011netrin,\n  title={Netrin-1-mediated axon guidance: roles of the receptor DCC (deleted in colorectal cancer) and its ligands},\n  author={Kothapalli, Divya and Liu, Shuang and Bae, Yong Ho and Monsma, Paula C and Chin, Matthew T and Liu, Bin and Li, Zhihua},\n  journal={Proceedings of the National Academy of Sciences},\n  volume={108},\n  number={2},\n  pages={E115--E123},\n  year={2011},\n  publisher={National Acad Sciences}\n}\n\n@article{alto2002chemotropic,\n  title={Chemotropic guidance of developing axons in the mammalian central nervous system},\n  author={Alto, Laura T and Terman, Jonathan R},\n  journal={Experimental neurology},\n  volume={178},\n  number={2},\n  pages={225--236},\n  year={2002},\n  publisher={Elsevier}\n}\n\n@article{pinato2011encapsulation,\n  title={Encapsulation of netrin-1 into liposomes improves axon guidance specificity and augments axonopathy following spinal cord injury},\n  author={Pinato, Giulietta and Megighian, Aram and Cancedda, Laura and Gennaro, Raffaele and Ruaro, Maria Elisabetta},\n  journal={Journal of controlled release},\n  volume={149},\n  number={1},\n  pages={38--47},\n  year={2011},\n  publisher={Elsevier}\n}\n\n@article{soichet2006concentration,\n  title={Concentration-dependent guidance of nerve growth using a microfabricated gradient generator},\n  author={Soichet, Brianne R and Tang, Zhiqiang and Ouyang, Hong and Lovich, Mark A and Vogel, Victor and Ng, Kwan and Zappe, Stefan and LaVan, David A and Tao, Sheng-Cai and Allbritton, Nancy L},\n  journal={Lab on a Chip},\n  volume={6},\n  number={2},\n  pages={258--266},\n  year={2006},\n  publisher={Royal Society of Chemistry}\n}\n\n@article{dodla2008neural,\n  title={Neural cell migration: guidance by gradients},\n  author={Dodla, Muralidhar and Bellamkonda, Ravi V},\n  journal={Current opinion in solid state \\& materials science},\n  volume={12},\n  number={1-2},\n  pages={32--41},\n  year={2008},\n  publisher={Elsevier}\n}\n\n@article{wrobel2012gradients,\n  title={Gradients of laminin and neurotrophic factors for guiding axonal regeneration: experimental studies and future perspectives},\n  author={Wrobel, Sandra and Sundararaghavan, Harini G},\n  journal={Regenerative medicine},\n  volume={7},\n  number={2},\n  pages={193--202},\n  year={2012},\n  publisher={Future Medicine Ltd.}\n}\n\n@article{lee2007zigzag,\n  title={Zigzag pattern guides cell adhesion, spreading, and motility},\n  author={Lee, Jiwon and Abdeen, Amr A and Wycislo, Kathryn L and Fan, Rong},\n  journal={ACS nano},\n  volume={1},\n  number={3},\n  pages={206--214},\n  year={2007},\n  publisher={ACS Publications}\n}\n\n@article{yao2008electric,\n  title={Electric field-guided neuron migration: a novel approach in neuroregeneration},\n  author={Yao, Li and Shanley, Michael R and McCaig, Colin D},\n  journal={Journal of tissue engineering and regenerative medicine},\n  volume={2},\n  number={4},\n  pages={207--212},\n  year={2008},\n  publisher={Wiley Online Library}\n}\n\n@article{balgude2001regulation,\n  title={Regulation of neuronal differentiation of human mesenchymal stem cells by bone morphogenetic protein 2},\n  author={Balgude, Amruta P and Yu, Xiaojun and Szymanski, Andrew and Bellamkonda, Ravi V},\n  journal={Journal of neuroengineering and rehabilitation},\n  volume={8},\n  number={1},\n  pages={1--9},\n  year={2001},\n  publisher={BioMed Central}\n}\n\n@article{flanagan2002neural,\n  title={Neural tissue engineering: from polymer to biohybrid organs},\n  author={Flanagan, Lisa A and Ju, Young Min and Marg, Tania and Osterfield, Michael and Janmey, Paul A},\n  journal={Biomaterials},\n  volume={23},\n  number={23},\n  pages={4225--4235},\n  year={2002},\n  publisher={Elsevier}\n}"}]