[{"heading": "Title", "text": "Gas-phase chemistry of multiply charged bioions in analytical mass spectrometry."}, {"heading": "Abstract", "text": "Ion chemistry has long played an important role in molecular mass spectrometry (MS), as it is central to the use of MS as a structural characterization tool. With the advent of ionization methods capable of producing gaseous ions from large biomolecules, the chemistry of gaseous bioions has become a highly active area of research. Gas-phase biomolecule-ion reactions are usually driven by interactions with neutral molecules, photons, electrons, ions, or surfaces. Ion dissociation or transformation into different ion types can be achieved. The types of reaction products observed depend on the characteristics of the ions, the transformation methods, and the time frame of observation. This review focuses on the gas-phase chemistries of ions derived from the electrospray ionization of peptides, proteins, and oligonucleotides, with particular emphasis on their utility in bioanalysis. Various ion-transformation strategies, which further facilitate structural interrogation by converting ions from one type to another, are also summarized."}, {"heading": "Introduction", "text": "The development of soft-ionization techniques (1)(2)(3), which enable the generation of large gaseous ions from biomolecules, has driven research and development in the field of mass spectrometry both in instrumentation and in bioion chemistry. The mass of the intact biomolecule is a particularly important piece of information that has motivated the development of analyzers with both high resolving power and mass-measurement accuracy. However, mass measurements alone provide no information regarding bond connectivity (i.e., primary structure). Ion chemistry has long been used for this purpose in molecular mass spectrometry, and it has been and continues to be heavily explored for the structural characterization of biomolecule ions. Significant advances have been made in structural characterization of biomolecules via tandem mass spectrometry that include both reactions leading to the dissociation of the ions of interest and reactions that transform bioions from one type to another.\nUnimolecular dissociation refers to the class of reactions that generally provides the most detailed structural information in tandem mass spectrometry (4,5). A number of factors may significantly affect the extent of information that can be obtained from dissociation of a given ion. These factors include, for example, the ion type (e.g., radical cation, protonated molecule, deprotonated molecule, multiply protonated molecule, or metal-cationized species), the internal energy distribution of the ion, and the observation window of the experiment. The observation time scale is defined by the instrument and is generally variable to only a limited extent. Beam-type tandem mass spectrometers, such as triple quadrupole instruments and tandem time-of-flight (TOF) instruments, generally allow for observation windows that integrate processes that occur for up to a few tens of microseconds, whereas ion-trapping instruments, such as electrodynamic ion traps and magnetic/electrostatic ion traps, can integrate processes that extend up to many hundreds of milliseconds. Some hybrid instruments, which combine elements of beam-type and iontrapping instruments, can access both microsecond and millisecond time scales.\nFor a given instrument, the two main variables available to the analyst for maximizing structural information are the selection of ion type to be probed and the dissociation method. The range of ion types that can be formed in useful abundances from a given analyte is usually constrained by the ionization method, although ion chemistry approaches (discussed below) are being developed to relax this constraint. Often, no single ion type can provide all of the desired information upon dissociation, and complementary information can frequently be obtained from dissociation of alternative ion types derived from the same analyte. A range of dissociation methods have been developed for tandem mass spectrometry, and these approaches are being explored for the structural characterization of bioions. No single ion type or activation method can consistently provide all of the desired structural information across the range of analyte species subjected to tandem mass spectrometry. In fact, given the range of structural and chemical properties that characterize biopolymers, one should be able to (a) form a range of ion types and (b) apply a range of dissociation methods. Thus, due to the important role that mass spectrometry currently plays in the structural characterization of biomolecules, the study and development of dissociation methods, as well as techniques for generating different ion types, are active areas of research. The following sections summarize the dissociation of gaseous peptide, protein, and oligonucleotide ions; ion chemistry approaches to alter the ion types initially formed by the ionization method via proton transfer or metal-ion transfer; and new reactions that covalently modify analyte ions."}, {"heading": "Bioion-Dissociation Methods In Tandem Mass Spectrometry", "text": "The usual objective in tandem mass spectrometry is to generate an intact ion from the molecule (or complex) of interest so that an accurate molecular weight can be determined. A subsequent dissociation step is then taken to generate structural information, which in the case of linear biopolymer ions generally implies fragmentation along the polymer backbone. The most common approach is to add energy into a precursor ion after its mass selection by one of a variety of means, such as collision with a neutral gas, collision with a surface, or photon absorption. An alternative approach is to convert the precursor ion to a less stable ion type that may then fragment either spontaneously or following an activation step. In this section, we review the application of various ion-activation/-dissociation processes for the structural characterization of multiply charged peptide/protein and nucleic acid ions generated via electrospray ionization (ESI)."}, {"heading": "Peptide And Protein Characterization", "text": "Central to proteomics is the use of tandem mass spectrometry for protein/peptide identification and characterization (6)(7)(8)(9), which are usually performed in positive-ion mode. Under collisional-activation conditions, in which accelerated precursor ions can undergo one or more collisions with gaseous neutral target species (usually argon or nitrogen), part of the ion/target relative translational energy is converted to vibrational energy of the ion and is redistributed over the peptide/protein ion. The resulting collision-induced dissociation (CID) occurs at amide bonds along the peptide backbone, either generating b-and y-type fragment ions or leading to losses of small neutral molecules, such as water and/or ammonia or other fragments derived from side chains. CID is, by far, the most commonly used approach for dissociating peptide and protein ions. However, the relative contributions from the various common dissociation channels are highly dependent upon CID conditions (e.g., collision energy, target pressure, and observation time scale). For example, CID conducted in sector or TOF/TOF instruments with kilovolt accelerating voltages and low collision numbers leads to contributions from dissociation of a relatively large number of amide bonds as well as from amino acid side-chain cleavages. However, most tandem mass spectrometers currently in use do not employ precursor-ion accelerating voltages in the kilovolt range. Most triple quadrupole and hybrid instruments that allow for beam-type CID typically employ accelerating voltages of 100 V or less. Combined with a somewhat longer observation window (i.e., up to a millisecond in the lower-energy instruments versus a few microseconds in the TOF/TOF instruments), the lower collision energies give rise to fewer side-chain cleavages and, often, poorer representation from less-favored amide bond cleavages. For an ion-trapping instrument, the dissociation period can be even longer (up to several seconds); therefore, relatively slow dissociation processes (<10 2 s −1 ) can be sampled, allowing for use of ion-trap slow-heating methods, such as ion-trap resonance excitation, the sustained off-resonance irradiation approach in Fourier transform ion cyclotron resonance (FT-ICR) instruments (10,11), black-body infrared radiative dissociation (12), and infrared multiphoton dissociation (IRMPD) (13)(14)(15)(16)(17)(18)(19)(20), to efficiently dissociate biomolecules ranging in mass up to tens of kilodaltons. Nozzle-skimmer dissociation (NSD) (21,22), which is effected in the atmosphere/vacuum region of atmospheric sampling interfaces, is another means for CID, although it is not achieved between stages of mass spectrometry. The sequence characterization of proteins up to 200 kDa has recently been demonstrated via combinations of vibrational-activation methods, including NSD (23), and counterions that inhibit protein folding upon desolvation. CID techniques have also been applied to large complexes, thereby allowing for the determination of protein composition and subunit stoichiometry (24,25).\nA wide variety of dissociation conditions have also been applied to generate structural information complementary to that provided by vibrational activation of protonated or deprotonated species. For example, dissociation channels that differ from those generated by even-electron precursor ions can dominate for radical species; consequently, complementary sequence information can be obtained. To this end, several gas-phase reactions have been applied to transform electrospray-generated closed-shell ions into open-shell radical ions prior to further tandem mass spectrometry analysis. One of the most common methods for the generation of peptide radical cations is by CID of doubly charged peptide/metal/amineligand complexes (26,27). Additional sequence information can be derived from subsequent dissociation of the peptide radical cations. However, this method is not universally applicable and requires the addition of salts into the ESI solution. Electron-capture dissociation (ECD) is another technique (28)(29)(30)(31) that generates radical cations, although hydrogen-rich radicals are generated in this approach. Upon capturing a thermal electron, a multiply protonated peptide or protein is transformed into a hypervalent species. The resulting odd-electron species undergo fragmentation pathways driven by radical chemistry, where the N-C α backbone bonds are cleaved to generate c-and z-type fragment ions. Usually, more extensive sequence information can be obtained from ECD than from conventional CID. Another important feature is that CID-labile posttranslational modifications (PTMs), such as glycosylation, phosphorylation, and sulfation, are preserved in ECD. In contrast, disulfide linkages, which usually resist dissociation under vibrational-activation conditions, are preferentially dissociated. Therefore, ECD is extremely useful for the analysis of polypeptides with PTMs, providing both the sequence information and the localization of the modification sites. An alternative method for protein/peptide dissociation, referred to as electron-transfer dissociation (ETD), has also been reported (32)(33)(34). In the case of ETD, an electron is transferred from a reagent anion to a multiply protonated peptide/protein cation via ion/ion reactions. ETD of multiply protonated peptide/protein ions generally leads to dissociation patterns similar to those of ECD. ECD is generally implemented in the FT-ICR mass spectrometers, whereas ETD is implemented in electrodynamic ion traps. Complementary structural information is usually obtained from the vibrational activation of even-electron ions and from the radical-based ion-dissociation methods. An illustrative example is shown in Figure 1 (34), which summarizes the structural interrogation of a glycopeptide on the basis of ETD and CID. Whereas ETD provides bond connectivity information about the peptide backbone as well as the location of the glycosylation, structural information about the glycan moiety can be derived from CID.\nAlthough studies on the gas-phase dissociation of peptides and proteins are usually carried out on positive ions, the dissociation of multiply deprotonated peptide/protein anions has also been investigated. Such investigations are of interest, especially when the peptide or protein contains more acidic residues than basic amino acid residues. Also, a variety of negatively charged PTMs (e.g., phosphorylation, sulfation, and certain forms of glycosylation) can make the peptide acidic. Such acidic peptides and proteins are more readily ionized as negative ions. However, the interpretation of CID product-ion spectra of deprotonated peptides is not as straightforward as that of protonated peptide ions. CID of deprotonated peptide ions usually generates ions from internal cleavages, losses of amino acid side chains, and consecutive neutral losses from the fragment ions, which complicate the product-ion spectra (35,36).\nEven-electron ESI-generated multiply deprotonated peptide anions have been subjected to various gas-phase ion-transformation methods that lead to radical-ion formation. Zubarev and colleagues (29,37,38) and Anusiewicz et al. (39) demonstrated electron-detachment dissociation (EDD) of multiply charged peptide anions. Through the irradiation of peptide anions with high-energy electrons (>10 eV), an electron can be removed from peptide anions. The subsequent dissociation of the resulting peptide radical anions generated the a˙-/ x-ion series from preferential C α -C peptide backbone bond cleavages. Similar results were observed for negative ETD of peptide anions via reactions with xenon radical cations (40). An alternative method for the generation of peptide radical anions, electronphotodetachment dissociation (EPD), has also been demonstrated through the application of ultraviolet radiation on the peptide anions (41). The isolation and dissociation of the resulting peptide radical anions led to fragmentation patterns similar to those observed in ETD or EDD experiments. These methods are especially useful for the characterization of acidic peptides containing PTMs."}, {"heading": "Nucleic Acid Characterization", "text": "Sequence characterization of nucleic acids continues to attract interest in the field of genomic research. Compared with other conventional sequencing methods, tandem mass spectrometry of oligonucleotides is rapid and sensitive to modified bases; therefore, it has been widely used for sequencing and structural characterization of natural and chemically modified oligonucleotides. Due to the acidic phosphodiester backbones of oligonucleotides, it is more common to generate oligonucleotide anions than cations via ESI. CID has been the method of choice to cause the dissociation of the phosphodiester backbone bonds and the generation of sequence-specific fragment ions (42)(43)(44)(45)(46)(47)(48)(49). Various mechanisms to achieve these ends have been proposed. In general, CID of deprotonated DNA is initiated by loss of neutral or charged bases, followed by subsequent 3′ C-O bond cleavage. The resulting complementary (a-B)-/w-ions provide sequence information. However, the product-ion spectra from CID of DNA usually contain fragment ions from secondary fragmentation, which can complicate spectral interpretation.\nIRMPD is another common vibrational-activation method for oligonucleotide analysis (15,(49)(50)(51)(52)(53)(54)(55)(56)(57). Preferred dissociation channels similar to CID are usually observed. The dissociation of DNA under CID and that performed under IRMPD conditions have been compared via a quadrupole ion trap (57). For IRMPD, minimal base loss ions were present in the product-ion spectra, presumably due to sequential fragmentation from continued IR irradiation. Furthermore, free-phosphate and nucleobase ions in the low-m/z region, providing modified base information. Using IRMPD, McLafferty and coworkers ( 52) have demonstrated the dissociation of oligonucleotides in an FT-ICR instrument and obtained extensive sequence information of DNA up to 108 nucleotides long.\nThe importance of RNA, especially noncoding RNA, in cellular function has attracted efforts to develop analytical methods for RNA characterization. Dissociation of RNA anions via collisional activation in the gas phase leads to the 5′ P-O backbone cleavage, which gives rise to the characteristic c-/y-ion series (49,(58)(59)(60)(61). This dissociation channel is initiated from an intramolecular cyclic intermediate that forms through the bridging between the 2′ OH hydrogen and the 5′ phosphate oxygen. Abstraction of the 2′ OH proton by the 5′ oxygen then leads to the dissociation of the 5′ P-O bond. This cleavage mechanism competes with nucleobase loss and the subsequent backbone cleavage to yield (a-B)-/w-ion series. The characteristic ions from both series can provide primary sequence information and allow the identification of the presence of modified nucleosides. Most RNA dissociation experiments have been conducted under beam-type CID conditions, resulting in multiple dissociation channels together with secondary fragmentations. Recently, the charge statedependent dissociation of model RNA oligomers and small interfering RNA anions was investigated under ion-trap collisional activation (62,63). Ion-trap collisional activation, which samples dissociation reactions at lower rates and lower energies than does beam-type collisional activation, shows great potential for RNA de novo sequencing. As shown in Figure 2 (63), complete sequencing of the antisense strand was achieved by selective dissociation of the lower-energy 5′ P-O bonds (c-/y-ion series) or both the 5′ P-O bonds and the higher-energy 3′ C-O bonds [(a-B)-/w-ion series] through variation of the activation conditions. This example illustrates that tuning the activation conditions can allow access to different dissociation channels.\nThe dissociation phenomenology of oligonucleotide radical anions has also been investigated. Reactions of multiply deprotonated DNA anions with various reagent radical cations, such as O 2 +˙, lead to the generation of radical anions (64)(65)(66). The subsequent dissociation of the DNA radical anions generates sequence-specific fragment ions-the a-/ w-ion series-that are complementary to those generated by CID. Compared with CID, the cleavage of the N-glycosidic bond is significantly decreased, and therefore fewer base loss ions are observed.\nEDD of oligonucleotide anions has also been investigated (67). Reactions of multiply deprotonated DNA and RNA anions with high-energy electrons can also lead to gas-phase dissociation. The observed dissociation behavior varied among different oligonucleotides. The w-and d-type ions are the most prominent fragment ions for both DNA and RNA, but other dissociation channels are also accessible. Also, the noncovalent interactions of DNA duplexes and hairpins are not disrupted by EDD. No nucleobase dependency was observed for EDD, indicating that the dissociation process is initiated via direct electron detachment from the deprotonated phosphate backbone rather than from the nucleobases.\nEPD is another dissociation method involving oligonucleotide radical anions (68,69). Irradiation at 260 nm leads to electron detachment and generates radical anions. The electron-photodetachment yield is inversely correlated to the ionization potential of nucleobases, indicating that the detachment of the electron is initiated at the bases and not at the phosphates. When the resulting DNA radical anions are subjected to CID, w-, d-, a˙-, and z˙-ions, in addition to neutral losses, are observed. As in EDD, the fragile noncovalent interaction is preserved; therefore, EPD can also be used to probe inter-and intramolecular interactions.\nThe gas-phase dissociation of positive oligonucleotide ions has not been as extensively investigated as the dissociation of negative ions. However, several reports have shown that the major dissociation channels of some model oligonucleotide cations are similar to those of the anions (i.e., nucleobase losses and the preferred 3′ C-O backbone bond cleavages) (57,(70)(71)(72)(73). Moreover, gas-phase dissociation methods involving ion/electron reactions (ECD) and ion/ion reactions (ETD) have also been applied to oligonucleotide cations (74)(75). ECD of oligonucleotides depends on the nucleotide sequence. Various fragment-ion types have been observed for different model oligonucleotide sequences. ECD of multiply protonated DNA generates radical cations and low-abundance product ions from various backbone bond cleavages; w-/d-ions are the most prominent. However, ECD of multiply protonated RNA generates very limited sequence information. Generally, oligonucleotide sequence information obtained from ECD is not as extensive as that obtained from EDD and vibrational activation. Recently, ETD of oligonucleotide cations has been explored (76). Reaction of the ESI-generated multiprotonated oligonucleotide anions with fluoranthene radical anions leads to efficient electron-transfer charge reduction and limited backbone cleavages to yield sequence ions of low abundance. Subsequent CID of the charge-reduced oligonucleotide radical cations [a process known as electron-transfer collision-activated dissociation (ETcaD)] generates a-/w-and d-/z-ion series. Compared with CID of the evenelectron ions, the abundances of base loss ions and internal fragments are significantly lower. ETcaD of an oligonucleotide duplex resulted in specific backbone cleavages, with conservation of weaker noncovalent bonds."}, {"heading": "Ion-Or Proton-Transfer Reactions", "text": "The previous section emphasized dissociation reactions for structural interrogation of ESIgenerated multiply charged biomolecules. Although unimolecular dissociation reactions underlie the primary structural characterization of biomolecules in a mass spectrometer, other gas-phase ion chemistries have also been explored for their utility in the field of tandem mass spectrometry. Gas-phase ion/ion reactions (as illustrated in Figure 3) provide means for transforming ion types formed initially by the ionization method, thereby increasing the number of ion types available for structural interrogation by various dissociation methods. Electron transfer or capture provides examples of ion-transformation reactions that can lead directly to precursor-ion dissociation, as discussed above. In this section, we present ion-transformation reactions via either metal-ion transfer or proton transfer to facilitate the tandem mass spectrometry analysis of biomolecules. For example, ESI-generated biomolecule ions can be transformed into other forms before being subjected to mass analysis or dissociation. In some applications, an ion-transformation step is also applied to multiply charged product ions."}, {"heading": "Ion-Transformation Reactions That Lead To Metal Insertion", "text": "The effects of cationization by various metal ion types on the gas-phase dissociation of different biomolecules have been an active area of research. Metal-cationized species, including sugars, lipids, peptides/proteins, and oligonucleotides, often show fragmentation patterns that differ from those of their protonated counterparts in tandem mass spectrometry. Dissociation of a metal-cationized, sulfated, heparin-like glycosaminoglycan oligosaccharide such as Arixtra ® has been investigated (77). Compared with the extent of losses from multiply deprotonated ions, the extent of neutral sulfur trioxide losses from the sulfated molecules was decreased, and cross-ring cleavages of the sugar molecule were observed for the metal-cationized ions. Also, whereas lipid ions are usually singly protonated, metallation has also been applied to increase the charge states of glycerophosphocholine lipids in order to conduct ETD experiments (78). Although most metallation procedures are carried out by adding metal salts to the solution prior to electrospray, an alternative method involves reacting the ESI-generated multiply charged ions with various metal-containing ion complexes of the opposite polarity in the gas phase (79)(80)(81)(82)(83)(84)(85). An example is the transfer of Au(I) to a disulfide-linked peptide via ion/ion reaction with AuCl 2 − (84). The subsequent dissociation of the disulfide-linked Au(I)cationized peptides led primarily to the cleavage of the S-S bond, whereas the dissociation of the protonated species led to neutral losses and peptide bond cleavages. The insertion of transition-metal ions into oligonucleotide anions has also been demonstrated via ion/ion reactions between multiply charged oligonucleotide anions and transition-metal complex cations (85). The gas-phase formation of metal-containing species that do not readily form from ESI may benefit structural interrogation in subsequent tandem mass spectrometry experiments. The gas-phase ion/ion metal-insertion approach allows independent optimization of the ESI process and the formation of metal-containing ions while avoiding the detrimental effects of salts in the electrospray process."}, {"heading": "Ion-Transformation Reactions That Lead To Charge Inversion And Charge Increase", "text": "Transformation of ions from one polarity to the opposite polarity has also been demonstrated via ion/ion reactions (86)(87)(88)(89). For charge inversion to occur, multiple proton transfers from the multiply charged reagent ions to the singly charged biomolecular ions must take place within a single ion/ion encounter to avoid the neutralization of biomolecular ions. Therefore, reagent ions with large physical cross sections tend to have good charge-inversion efficiency. Reagents such as dendrimers, proteins, and oligonucleotides have been used for the inversion of both cations and anions into the opposite polarities. For example, charge inversion was applied to the analysis of a phosphopeptide in a tryptic digestion mixture through use of ETD, as shown in Figure 4 (89). In this experiment, the acidic phosphopeptide analyte ions were observed in the negative-ion but not the positive-ion mass spectrum of the tryptic peptide mixture. Transformation of the prominent singly deprotonated phosphopeptide ions into doubly protonated ions allowed the subsequent application of ETD to localize the phosphorylation site, which was not possible via CID of the deprotonated peptide. This application is especially useful for the structural characterization of acidic polypeptides via ETD.\nAnother charge-inversion application involves increasing the analyte-ion charge state by applying two consecutive charge-inversion reactions (86). First, charge inversion of the singly protonated peptide cations to singly deprotonated peptide anions occurs via multiply deprotonated carboxylate-terminated dendrimer ions. Second, the resulting singly deprotonated peptide anions are then transformed into doubly protonated ions via a reaction with multiply protonated amine-terminated dendrimer ions. An increase of the charge states of singly deprotonated ions to doubly deprotonated ions has also been demonstrated (87). The availability of a broader range of analyte-ion charge states allows higher flexibility for downstream ion manipulation and structural interrogation. A scenario in which charge increase is desirable would require an increase in the charge state of matrix-assisted laser desorption/ionization (MALDI)-generated singly charged peptides. Although singly charged ions generated by MALDI usually fragment through neutral losses upon collisional activation, the increase in charge state could result in a greater variety of structurally informative fragmentation. Such results could be of interest specifically for the structural characterization of biomolecules, such as peptides, during MALDI imaging. However, the recent demonstration of the formation of multiply protonated proteins directly via atmospheric-pressure MALDI (90), if generally applicable, may prove to a simpler approach to the generation of multiply charged ions."}, {"heading": "Ion-Transformation Reactions That Lead To Proton-Transfer Charge Reduction", "text": "ESI of biomacromolecules usually generates a distribution of charge states. This characteristic, although advantageous in some aspects, can be problematic, especially when a sample of mixture is subjected to analysis. It is sometimes desirable to reduce charge states to simplify the interpretation of the complex electrospray mass spectra of mixtures.\nCompared with ion/molecule reactions (91)(92)(93)(94)(95), ion/ion proton-transfer reactions between multiply charged analyte ions and a singly charged ion of the opposite polarity are more efficient. The multiply protonated cations lose protons to the reagent anions, whereas the multiply deprotonated anions gain protons from the reagent cations. The charge-squared dependency of the reaction kinetics leads to a situation wherein the various charge states of the mixture components are reduced primarily to +1 or −1 charge states with relatively little differential neutralization (98). Ion/ion proton-transfer reactions have been applied to the simplification of (a) electrospray mass spectra of protein mixtures in positive-ion mode and (b) oligonucleotide mixtures in negative-ion mode in an ion trap and at atmospheric pressure (95)(96)(97)(98)(99)(100)(101).\nAlso, the charge-state effects on the gas-phase dissociation of both protein cations and oligonucleotide anions have been investigated. Generally, the collisional activation of precursor ions of lower and medium charge states usually leads to different dissociation patterns, and often greater sequence coverage, than do the higher-charge state ions. Therefore, in those cases it is desirable to expand the available charge states to assess the gas-phase dissociation phenomena. To that end, ion/ion proton-transfer reactions have been applied to transform the charge states of the biomolecular ions into charge states not directly generated from ESI (102,103). The resulting lower-charge state ions can be used for subsequent structural characterization.\nA gas-phase concentration technique that can be performed in conjunction with ion/ion proton-transfer reactions in quadrupolar ion traps is referred to as ion parking (104)(105)(106)(107)(108)(109). As shown in Figure 5 (106), in an ion-parking experiment a supplemental dipolar resonant excitation voltage is applied to a pair of opposing electrodes; this voltage matches the fundamental frequency of motion of the ions of interest during ion/ion proton-transfer reactions in ion traps. Ions that match the applied frequency are accelerated, and their overlap with the oppositely charged reagent ions is thereby reduced, inhibiting the ion/ion reaction rate of the selected ion. The ion/ion reaction rates of the other ions are not affected, and they continue to be neutralized. The net result is the accumulation of all higher-charge state ions into the single charge state being \"parked.\" A similar technique, termed parallel ion parking (109), involves the simultaneous concentration of multiple components by inhibiting the reaction rates of a broad m/z range of ions. Parallel ion parking has also been demonstrated to simplify mixture analyses.\nMoreover, by reducing all product-ion charge states primarily to singly charged ions, ion/ion proton-transfer reactions can resolve the charge-state ambiguity of the product-ion spectra from the unimolecular dissociation of multiply charged ions (108,(110)(111)(112) when using mass analyzers of moderate to low resolving powers. This technique has been applied to the sequencing of large, highly charged biomolecule ions, such as transfer RNA anions and protein cations. Consecutive ion/ion proton-transfer reactions and ion-parking steps have also been demonstrated for (a) the concentration and charge-state purification of precursor ions and (b) the identification of product ions in a complex protein mixture from an Escherichia coli cell lysate fraction (108)."}, {"heading": "Novel Gas-Phase Ion Chemistry", "text": "The range of reactions that ESI-generated biomolecule ions can undergo is limited by the ions' chemical functionalities and by the range of reagents with which they can react. This section emphasizes reactions with reagent species that allow for phenomena that cannot be produced with most proton-transfer or electron-transfer reagents. The reactions discussed in the above sections involve the transformation of ions via gain or loss of an ion or electron or the cleavage or weakening of certain covalent backbone bonds to generate sequence specific fragmentation; in this section we describe other gas-phase ion chemistries with potentially useful applications.\nMany solution-phase derivatization reactions have been used to enhance the ionization, quantification, and structural characterization of biomolecules. Recently, several derivatization reactions were explored for different classes of biomolecules under gas-phase reaction conditions. A nucleophilic substitution reaction, for example, was observed for ion/ molecule reactions between multiply charged oligonucleotide anions and trimethylsilyl chloride molecules (113). The S N 2 reactions led to the attachment of trimethylsilyl moieties to the phosphodiester backbones of oligonucleotide anions. Another selective ion/molecule reaction involved Schiff base formation through the use of either acetone (114) or 2,5hexanedione (115) as the neutral reagent. A more recent study (116) demonstrated the selective formation of Schiff base adducts on peptide cations when multiply protonated peptides with primary amine groups reacted with singly deprotonated 4-formyl-1,3benzenedisulfonic acid. When the resulting derivatized product ions were subjected to collisional activation, either altered dissociation channels or more extensive structural information was generated. The gas-phase derivatization could be further explored via reagent ions with other functionalities to react with other classes of biomolecules. This area of research may provide a general means of modifying analyte ions for enhancing structural characterization that would not require solution-phase reactions.\nIon/ion reactions leading to the attachment of anions or cations have also been observed. For example, protein complexes have been formed following reactions between multiply protonated protein cations and multiply deprotonated protein anions (115)(116)(117)(118)(119)(120). The creation of protein heterocomplexes (containing as many as six subunits) from ion/ion reactions of single-subunit reactants of opposite polarities has recently been demonstrated (120), as has the formation of peptide/oligonucleotide complexes under similar reaction conditions (66). However, applications of gas-phase complex formation have been relatively little explored.\nAnother type of reaction involves the gas-phase ion chemistry of cluster ions. In a recent ion/ion reaction study (121), the authors used protonated water clusters, comprising five or more water molecules, as proton-transfer reagents to reduce the charge state of fragile multiply deprotonated biomolecule anions, achieving significantly less fragmentation. This phenomenon can be attributed to the reaction exothermicities of proton transfer from protonated water clusters, which are lower than those of other proton-transfer reagents, such as protonated strong bases. Also, hydrated cluster ions have been used as chemical thermometers for the determination of energy deposition during gas-phase ion-activation/transformation processes (122,123). Following a reaction with electrons or photons in the gas phase, the internal energy deposition from the reaction leads to the evaporation of water molecules from the cluster ions. The degree of water loss, which can be readily determined with mass spectrometry, can reflect the amount of energy deposited."}, {"heading": "Acknowledgments", "text": "The authors acknowledge support for their laboratory from the Office of Basic Energy Sciences, Office of Sciences, U.S. Department of Energy, under award number DE-FG02-00ER15105 for the study of fundamental aspects of ion/ion chemistry; the National Institutes of Health under grant GM 45372 for the development of instrumentation and applications related to the ion/ion chemistry of peptides and proteins; and the National Science Foundation under CHE-0808380 for their recent ion/ion reaction work with nucleic acids."}, {"heading": "Conclusions", "text": "Ion chemistry plays an important role in modern biological mass spectrometry through its roles in structural characterization and ion transformation. Dissociation of multiply charged ions is useful for determining the primary structure of biomolecules. Dissociation can be induced either via various activation methods or through reactions that lead to the transformation of ESI-generated multiply charged ions into less stable forms. Variations in the derived information (e.g., the identities of the product ions) can result from different activation conditions (e.g., laser wavelength, collision energy, target pressure, time frame of observation) or from examination of different precursor-ion types (e.g., multiply protonated, metal-cationized, and multiply deprotonated ions; radical cations). The availability of numerous dissociation methods and the ability to form a wide range of precursor-ion types maximize the extent of structural information that can be obtained from a biomolecule of interest.\nAlso, gas-phase ion transformations, such as those arising from proton transfer, have also been applied to analytical mass spectrometry as well as to structural characterization. The manipulation of precursor-ion charge, for example, allows simplification of ESI mass spectra of a complex mixture of biomolecules by reducing spectral overlap and expanding the number of accessible ion species via charge reduction, charge inversions, and the concentration and purification of gas-phase ions through the ion-parking technique. Moreover, simplification of product-ion spectra from gas-phase dissociation of highly charged biomacromolecular ions can also be achieved by reducing the multiply charged product ions to predominantly singly charged ions. Other novel gas-phase ion chemistries, including gas-phase metal ion insertion, selective covalent modification of bioions in the gas phase, and cluster-ion reactions, may provide useful applications in the future.\nThe field of biological mass spectrometry has seen remarkable advances over the past two decades that have extended the reach of mass spectrometry into many new areas of biological research. The complexities associated with biological systems, however, are daunting, and dramatic improvements are needed in many aspects of mass spectrometry, including sensitivity, dynamic range, and specificity. The developments in bioion chemistry have been impressive, but the ability to completely characterize a large biomolecule, such as a protein, remains elusive, particularly for large molecules. Therefore, we should anticipate further exploration and development of approaches for structural characterizationincluding methods based on ion chemistry, ion mobility, and ion spectroscopy, among others -over the coming decade."}, {"heading": "References", "text": "@article{article1,\n title={Laser desorption ionization of proteins with molecular masses exceeding 10000 daltons}\n}\n\n@article{article1,\n title={Electrospray interface for liquid chromatographs and mass spectrometers}\n}\n\n@article{article1,\n title={Electrospray ionization for mass spectrometry of large biomolecules}\n}\n\n@article{article1,\n title={}\n}\n\n@article{article1,\n title={Collision-induced dissociation: readings and commentary}\n}\n\n@article{article1,\n title={Protein sequencing by tandem mass spectrometry}\n}\n\n@article{article1,\n title={Primary sequence information from intact proteins by electrospray ionization tandem mass spectrometry}\n}\n\n@article{article1,\n title={Collision-induced dissociation (CID) of peptide and proteins}\n}\n\n@article{article1,\n title={Mass spectrometry of peptides and proteins}\n}\n\n@article{article1,\n title={Characterization of cytochrome c variants with high-resolution FT-ICR mass spectrometry: correlation of fragmentation and structure}\n}\n\n@article{article1,\n title={Collisional activation of large multiply charged ions using Fourier transform mass spectrometry}\n}\n\n@article{article1,\n title={Effects of charge state of fragmentation pathways, dynamics, and activation energies of ubiquitin ions measured by blackbody infrared radiative dissociation}\n}\n\n@article{article1,\n title={Infrared multiphoton dissociation of large multiply charged ions for biomolecule sequencing}\n}\n\n@article{article1,\n title={Sequence tag identification of intact proteins by matching tandem mass spectral data against sequence data bases}\n}\n\n@article{article1,\n title={Identification of intact proteins in mixtures by alternated capillary liquid chromatography electrospray ionization and LC ESI infrared multiphoton dissociation Fourier transform ion cyclotron resonance mass spectrometry}\n}\n\n@article{article1,\n title={Accurate mass multiplexed tandem mass spectrometry for high-throughput polypeptide identification from mixtures}\n}\n\n@article{article1,\n title={Selective, sensitive, and rapid phosphopeptide identification in enzymatic digests using ESI-FTICR-MS with infrared multiphoton dissociation}\n}\n\n@article{article1,\n title={Electron capture dissociation and infrared multiphoton dissociation MS/MS of an N-glycosylated tryptic peptide to yield complementary sequence information}\n}\n\n@article{article1,\n title={High-throughput peptide identification from protein digests using data-dependent multiplexed tandem FTICR mass spectrometry coupled with capillary liquid chromatography}\n}\n\n@article{article1,\n title={Processing complex mixtures of intact proteins for direct analysis by mass spectrometry}\n}\n\n@article{article1,\n title={Collisional effects on the charge distribution of ions ffrom large molecules, formed by electrospray-ionization mass spectra}\n}\n\n@article{article1,\n title={Consecutive ion activation for top down mass spectrometry: improved protein sequencing by nozzle-skimmer dissociation}\n}\n\n@article{article1,\n title={Extending top-down mass spectrometry to proteins with masses greater than 200 kilodaltons}\n}\n\n@article{article1,\n title={Micelles protect membrane complexes from solution to vacuum}\n}\n\n@article{article1,\n title={The role of mass spectrometry in structure elucidation of dynamic protein complexes}\n}\n\n@article{article1,\n title={Molecular radical cations of oligopeptides}\n}\n\n@article{article1,\n title={Facile generation of tripeptide radical cations in vacuo via intramolecular electron transfer in Cu(II) tripeptide complexes containing sterically encumbered terpyridine ligands}\n}\n\n@article{article1,\n title={Electron capture dissociation of multiply charged protein cations. A nonergodic process}\n}\n\n@article{article1,\n title={Reactions of polypeptide ions with electrons in the gas phase}\n}\n\n@article{article1,\n title={Phosphopeptide/ phosphoprotein mapping by electron capture dissociation mass spectrometry}\n}\n\n@article{article1,\n title={Localization of O-glycosylation sites in peptides by electron capture dissociation in a Fourier transform mass spectrometer}\n}\n\n@article{article1,\n title={Peptide and protein sequence analysis by electron transfer dissociation mass spectrometry}\n}\n\n@article{article1,\n title={Collisions or electrons? Protein sequence analysis in the 21st century}\n}\n\n@article{article1,\n title={Rapidly alternating transmission mode electron-transfer dissociation and collisional activation for the characterization of polypeptide ions}\n}\n\n@article{article1,\n title={Dissociation of multiply charged negative ions for hirudin(54-65), fibrinopeptide B, and insulin A (oxidized)}\n}\n\n@article{article1,\n title={Collision-induced fragmentations of the (M-H)-parent anions of underivatized peptides: an aid to structure determination and some unusual negative ion cleavages}\n}\n\n@article{article1,\n title={Cα-C backbone fragmentation dominates in electron detachment dissociation of gas-phase polypeptide polyanions}\n}\n\n@article{article1,\n title={Electron detachment dissociation of peptide di-anions: an electron-hole recombination phenomenon}\n}\n\n@article{article1,\n title={Backbone and side-chain cleavages in electron detachment dissociation (EDD)}\n}\n\n@article{article1,\n title={Electron transfer dissociation of peptide anions}\n}\n\n@article{article1,\n title={Photo-induced formation of radical anion peptides. Electron photodetachment dissociation experiments}\n}\n\n@article{article1,\n title={Mass spectrometry/mass spectrometry of small multiply charged oligonucleotides}\n}\n\n@article{article1,\n title={Decompositions of multiply-charged oligonucleotide anions}\n}\n\n@article{article1,\n title={Low-energy collision-induced dissociation of deprotonated dinucleotides: determination of the energetically favored dissociation pathways and the relative acidities of the nucleic acid bases}\n}\n\n@article{article1,\n title={Ion trap collisional activation of the deprotonated deoxymononucleoside and deoxydinucleoside monophosphates}\n}\n\n@article{article1,\n title={Structure and fragmentation mechanisms of isomeric T-rich oligodeoxynucleotides: a comparison of four tandem mass spectrometric methods}\n}\n\n@article{article1,\n title={Fragmentation mechanisms of oligodeoxynucleotides studied by H/D exchange and electrospray ionization tandem mass spectrometry}\n}\n\n@article{article1,\n title={Fragmentation mechanisms of oligodeoxynucleotides: effects of replacing phosphates with methylphosphonates and thymines with other bases in T-rich sequences}\n}\n\n@article{article1,\n title={Gas-phase fragmentation of oligonucleotide ions}\n}\n\n@article{article1,\n title={Rapid sequencing of oligonucleotides by high-resolution mass spectrometry}\n}\n\n@article{article1,\n title={Sequencing 50-mer DNAs using electrospray tandem mass spectrometry and complementary fragmentation methods}\n}\n\n@article{article1,\n title={Sequence information from 42 to 108-mer DNAs (complete for a 50-mer) by tandem mass spectrometry}\n}\n\n@article{article1,\n title={The use of a stable internal mass standard for accurate mass measurements of oligonucleotide fragment ions using electrospray ionization Fourier transform ion cyclotron resonance mass spectrometry with infrared multiphoton dissociation}\n}\n\n@article{article1,\n title={Infrared multiphoton dissociation in an external ion reservoir}\n}\n\n@article{article1,\n title={m/z-Selective infrared multiphoton dissociation in a Penning trap using sidekick trapping and an RF-tickle pulse}\n}\n\n@article{article1,\n title={Sequence confirmation of modified oligonucleotides using IRMPD in the external ion reservoir of an electrospray ionization Fourier transform ion cyclotron mass spectrometer}\n}\n\n@article{article1,\n title={Collisionally activated dissociation and infrared multiphoton dissociation of oligonucleotides in a quadrupole ion trap}\n}\n\n@article{article1,\n title={RNA fragmentation studied in a matrix-assisted laser desorption/ionization tandem quadrupole/orthogonal time-of-flight mass spectrometer}\n}\n\n@article{article1,\n title={Electrospray tandem mass spectrometry of mixedsequence RNA/DNA oligonucleotides}\n}\n\n@article{article1,\n title={Gas-phase dissociation of oligoribonucleotides and their analogues studied by electrospray ionization tandem mass spectrometry}\n}\n\n@article{article1,\n title={RNA fragmentation in MALDI mass spectrometry studied by H/D-exchange: mechanisms of general applicability to nucleic acids}\n}\n\n@article{article1,\n title={Ion trap collision-induced dissociation of multiply deprotonated RNA: c/y-ions versus (a-B)/w-ions}\n}\n\n@article{article1,\n title={Collision-induced dissociation of intact duplex and single-stranded siRNA anions}\n}\n\n@article{article1,\n title={Gas-phase electron-transfer reactions from multiplycharged anions to rare-gas cations}\n}\n\n@article{article1,\n title={Decompositions of odd-and even-electron anions derived from deoxy-polyadenylates}\n}\n\n@article{article1,\n title={Ion/ion reactions of multiply charged nucleic acid anions: electron transfer, proton transfer, and ion attachment}\n}\n\n@article{article1,\n title={Characterization of oligodeoxynucleotides by electron detachment dissociation Fourier transform ion cyclotron resonance mass spectrometry}\n}\n\n@article{article1,\n title={Electron photodetachment dissociation of DNA polyanions in a quadrupole ion trap mass spectrometer}\n}\n\n@article{article1,\n title={Base-dependent electron photodetachment from negatively charged DNA strands upon 260-nm laser irradiation}\n}\n\n@article{article1,\n title={Collision-induced dissociation of polyprotonated oligonucleotides produced by electrospray ionization}\n}\n\n@article{article1,\n title={Electrospray collision-induced dissociation mass spectra of positively charged oligonucleotides}\n}\n\n@article{article1,\n title={Characterization of product ions in high-energy tandem mass spectra of protonated oligonucleotides formed by electrospray ionization}\n}\n\n@article{article1,\n title={Fragmentation reactions of all 64 protonated trimer oligodeoxynucleotides and 16 mixed base tetramer oligodeoxynucleotides via tandem mass spectrometry in an ion trap}\n}\n\n@article{article1,\n title={Electron capture dissociation and infrared multiphoton dissociation of oligodeoxynucleotide dications}\n}\n\n@article{article1,\n title={Rapid electron capture dissociation of mass-selectively accumulated oligodeoxynucleotide dications}\n}\n\n@article{article1,\n title={Electron transfer dissociation of oligonucleotide cations}\n}\n\n@article{article1,\n title={Tandem mass spectrometry of sulfated heparin-like glycosaminoglycan oligosaccharides}\n}\n\n@article{article1,\n title={Electron transfer dissociation of doubly sodiated glycerophosphocholine lipids}\n}\n\n@article{article1,\n title={Gas-phase ion/ion interactions between peptides or proteins and iron ions in a quadrupole ion trap}\n}\n\n@article{article1,\n title={Gas-phase peptide/protein cationizing agent switching via ion/ion reactions}\n}\n\n@article{article1,\n title={Generation and manipulation of sodium cationized peptides in the gas phase}\n}\n\n@article{article1,\n title={Selective cation removal from gaseous polypeptide ions: proton vs sodium ion abstraction via ion/ion reactions}\n}\n\n@article{article1,\n title={Generation of di-lithiated peptide ions from multiply protonated peptides via ion/ion reactions}\n}\n\n@article{article1,\n title={Selective disulfide bond cleavage in gold(I) cationized polypeptide ions formed via gas-phase ion/ion cation switching}\n}\n\n@article{article1,\n title={Gas-phase ion/ion reactions of transition metal complex cations with multiply charged oligodeoxynucleotide anions}\n}\n\n@article{article1,\n title={Two ion/ion charge inversion steps to form a doubly protonated peptide from a singly protonated peptide in the gas phase}\n}\n\n@article{article1,\n title={Increasing the negative charge of a macroanion in the gas phase via sequential charge inversion reactions}\n}\n\n@article{article1,\n title={Reagent anions for charge inversion of polypeptide/protein cations in the gas phase}\n}\n\n@article{article1,\n title={Phosphopeptide anion characterization via sequential charge inversion and electron-transfer dissociation}\n}\n\n@article{article1,\n title={Matrix-assisted laser desorption/ionization mass spectrometry method for selectively producing either singly or multiply charged molecular ions}\n}\n\n@article{article1,\n title={Reactions of dimethylamine with multiply charged ions of cytochrome c}\n}\n\n@article{article1,\n title={Charge determination of product ions formed from collision-induced dissociation of multiply protonated molecules via ion/molecule reactions}\n}\n\n@article{article1,\n title={Ion/molecule reactions for improved effective mass resolution in electrospray mass spectrometry}\n}\n\n@article{article1,\n title={Deprotonation reactions of multiply protonated ubiquitin ions}\n}\n\n@article{article1,\n title={Proton-transfer reactions of multiply charged peptide and protein cations and anions}\n}\n\n@article{article1,\n title={Controlling charge states of large ions}\n}\n\n@article{article1,\n title={Charge reduction electrospray mass spectrometry}\n}\n\n@article{article1,\n title={Ion/ion reactions in the gas-phase: proton transfer reactions involving multiply-charged proteins}\n}\n\n@article{article1,\n title={Ion/ion reactions for oligopeptide mixture analysis: application to mixtures comprised of 0.5-100 kDa components}\n}\n\n@article{article1,\n title={Oligonucleotide mixture, analysis via electrospray and ion/ion reactions in a quadrupole ion trap}\n}\n\n@article{article1,\n title={Ion/ion proton transfer reactions for protein mixture analysis}\n}\n\n@article{article1,\n title={Charge state dependent collision-induced dissociation of native and reduced porcine elastase}\n}\n\n@article{article1,\n title={Charge state dependent fragmentation of gaseous αsynuclein cations via ion trap and beam-type collisional activation}\n}\n\n@article{article1,\n title={Ion parking during ion/ion reactions in electrodynamic ion traps}\n}\n\n@article{article1,\n title={Gas-phase concentration, purification, and identification of whole proteins from complex mixtures}\n}\n\n@article{article1,\n title={Performance of a quadrupole ion trap mass spectrometer adapted for ion/ion reaction studies}\n}\n\n@article{article1,\n title={Whole protein dissociation in a quadrupole ion trap: identification of an a priori unknown modified protein}\n}\n\n@article{article1,\n title={Dissociation of multiple protein ion charge states following a single gas-phase purification and concentration procedure}\n}\n\n@article{article1,\n title={Parallel ion parking: improving conversion of parents to first-generation products in electron transfer dissociation}\n}\n\n@article{article1,\n title={Protein identification using sequential ion/ion reactions and tandem mass spectrometry}\n}\n\n@article{article1,\n title={Top-down protein identification/characterization of a priori unknown proteins via ion trap collision-induced dissociation and ion/ion reactions in a quadrupole/time-of-flight tandem mass spectrometer}\n}\n\n@article{article1,\n title={Simplification of product ion spectra derived from multiplycharged parent ions via ion/ion chemistry}\n}\n\n@article{article1,\n title={Trimethylsilyl derivatization of nucleic acid anions in the gas phase}\n}\n\n@article{article1,\n title={Derivatization of protonated peptides via gas phase ion-molecule reactions with acetone}\n}\n\n@article{article1,\n title={The bimolecular gas-phase reaction of protonated alkyldipeptides with acetonylacetone}\n}\n\n@article{article1,\n title={Selective covalent bond formation in polypeptide ions via gas-phase ion/ ion reaction chemistry}\n}\n\n@article{article1,\n title={Gaseous protein cations are amphoteric}\n}\n\n@article{article1,\n title={Formation of protein-protein complexes in vacuo}\n}\n\n@article{article1,\n title={Formation and characterization of protein-protein complexes in vacuo}\n}\n\n@article{article1,\n title={Synthesis of multi-unit protein hetero-complexes in the gas phase via ion-ion chemistry}\n}\n\n@article{article1,\n title={Proton hydrates as soft ion/ion proton transfer reagents for multiply deprotonated biomolecules}\n}\n\n@article{article1,\n title={Internal energy deposition in electron capture dissociation measured using hydrated divalent metal ions as nanocalorimeters}\n}\n\n@article{article1,\n title={Electron capture by a hydrated gaseous peptide: effects of water on fragmentation and molecular survival}\n}"}]