[{"heading": "Title", "text": "\"Adapting to the Pandemic: Insights from a Small Business Survey\""}, {"heading": "Abstract", "text": "The COVID-19 pandemic has had a significant impact on the economy, particularly on small businesses. A survey of over 5,800 small businesses revealed that many have already experienced mass layoffs and closures. In fact, 43 percent of businesses in the sample are temporarily closed, and employee counts have been reduced by an average of 40 percent compared to January. Additionally, many small businesses are financially fragile, with the median business having more than $10,000 in monthly expenses and less than one month of cash on hand. Despite this, the majority of businesses planned to seek funding through the CARES act, although they anticipated problems with accessing the aid due to bureaucratic hassles and difficulties establishing eligibility. While businesses have varying beliefs about the duration of COVID-related disruptions, it is clear that the pandemic has had a significant and negative impact on small businesses."}, {"heading": "Introduction", "text": "The COVID-19 pandemic has caused massive dislocation among small businesses in America, with 43% of businesses temporarily closed and nearly all of these closures due to COVID-19. The pandemic has also caused a decline in employment, with businesses reporting a reduction of 40% since January. Many businesses are financially fragile, with the median firm with expenses over $10,000 per month having only enough cash on hand to last for two weeks. Three-quarters of respondents state that they only have enough cash on hand to cover two months of expenses or less. The duration of the crisis is uncertain, with 50% of respondents believing that the crisis will last at least until the middle of June. The CARES Act is expected to provide aid to small businesses, with over 70% of respondents expressing interest in a hypothetical program with features resembling the Paycheck Protection Program. However, many businesses anticipate problems with accessing the aid, citing issues such as bureaucratic hassles and difficulties establishing eligibility. The impact of the CARES Act is likely to depend on the extent to which lenders prioritize simplicity of the sign-up process, transparency of eligibility and repayment rules, and speed of accessing cash."}, {"heading": "Survey Design And Details", "text": "The survey conducted by Harvard Business School in partnership with Alignable, a network-based platform for small businesses, received 7,511 responses within the first week. Of these, 5,819 were from U.S. based businesses, which is the relevant sample for understanding policy. The survey included questions about firm characteristics, the current response to the COVID-19 crisis, and beliefs about the future course of the crisis. An experimental module was also included to understand how different federal policies might impact these firms' behavior and survival as the crisis unfolds. The sample is selected in three ways, and caution should be exercised when extrapolating to the entire universe of America's small businesses. The survey provides valuable insights into the perspectives of small businesses during the COVID-19 crisis."}, {"heading": "Firm Characteristics And Representativeness", "text": "The survey conducted by Alignable provides valuable insight into the small business ecosystem in the United States. The survey compares data from businesses with fewer than 500 employees to the 2017 Census of US Businesses. The sample is representative of observable dimensions such as number of employees, typical expenses, and share of expenses that go towards payroll. The survey may be skewed towards retail and service businesses due to the nature of the Alignable network, but the data on industry mix suggests that the sample represents a wide swath of America's smaller businesses. The survey captures the experience of larger employers with less accuracy, but provides a rough comparison of payroll expenses with Census data. The geographic scope of the sample is qualitatively similar to the distribution of smaller businesses in the Economic Census. Overall, the sample allows for important insight into the overall small business ecosystem."}, {"heading": "Responses To The Covid-19 Pandemic And Lockdown", "text": "The impact of COVID-19 on businesses and employment is significant. Many businesses are struggling financially due to the pandemic, with limited cash on hand and ongoing expenses. The crisis is expected to continue for some time, and businesses are concerned about their economic survival."}, {"heading": "Temporary Closings And Employment", "text": "The COVID-19 pandemic has had a significant impact on businesses, with 41.4% reporting temporary closure due to the virus. Only 1.8% reported permanent closure, while 55.4% remained operational. The number of full-time employees has fallen by 32%, and part-time employees have decreased by 56% since January 31, 2020. Even among businesses still operating, total employment has declined by 17.5% for full-time employees and 36% for part-time employees. The Mid-Atlantic region has been hit the hardest, with 54% of firms closed and a 47% reduction in employment. Smaller firms with fewer than 20 employees in January are more likely to be closed, and in-person retail and services businesses have been hit the hardest. Supply chain disruptions have been rated as slightly disruptive, while concerns about employee health and reductions in demand have been rated as somewhat and extremely disruptive, respectively. These results suggest that many businesses may struggle to survive the crisis in the coming months."}, {"heading": "Financial Fragility", "text": "The financial fragility of businesses during the pandemic is evident in their lack of cash reserves. A survey found that one-fourth of firms have less than one month's worth of expenses in cash, while half have enough to cover between one and two months. For firms with monthly expenses under $10,000, the median cash on hand is only one month. This lack of cash explains why layoffs and shutdowns have been so common, as firms struggle to meet regular expenses and payroll. Without an infusion of credit, it is unlikely that these firms will survive without further layoffs or shutdowns."}, {"heading": "Predicting The Path Of The Crisis", "text": "The COVID-19 crisis has left many businesses uncertain about their future. A survey was conducted to determine how long firms believe the crisis will last and whether they will be open by the end of 2020. The survey found that roughly one-fifth of respondents believe the crisis will be over by the end of May, while almost half believe it will still be ongoing at the start of July. However, the firms were not particularly confident about their predictions, with 50 percent reporting a confidence level of five or less on a scale of one to ten. Despite this uncertainty, more than 90 percent of respondents thought it was at least somewhat likely that they would be open by December 31, 2020. Firms with more cash on hand were more confident about their future, suggesting that liquidity generates confidence in the ability to survive this crisis. The survey also found that firms that believe the crisis will be short are more likely to survive than those who believe it will last longer."}, {"heading": "Anticipated Responses To Cares Act Programs", "text": "The CARES Act Paycheck Protection Program (PPP) loans offer a significant potential transfer to small businesses, with loans that can be fully forgiven when used for payroll costs, interest on mortgages, rent, and utilities. A survey found that 72% of respondents who were told about the loans with forgiveness said that they would like to take them up, compared to 59% of respondents interested in taking up the loan program without forgiveness. Forgiveness of loans may do more to maintain employment and keep businesses open, as businesses projected that their employment would decline by only 6% after being told about the CARES-like loans, compared to 14% for loans without forgiveness. The most common reason for businesses not taking the aid that comes with such generous forgiveness terms is that they did not need the cash. Clarity about the program and a streamlined process will be crucial to ensure a high take-up rate."}, {"heading": "Industry Differences In Response To Crisis Duration", "text": "The COVID-19 pandemic has had varying impacts on businesses, with some being deemed essential and remaining open while others have been forced to shut down. The ability to transition to remote work has also played a role in determining a business's resilience to the pandemic. The restaurant industry and tourism and lodging sectors appear to be particularly vulnerable to extended disruptions, with survival rates dropping significantly after four to six months. On the other hand, industries such as banking and finance, real estate, and professional services are better equipped to weather the crisis. These findings suggest that policies that can safely lead to reopening the economy quickly would have significant economic benefits."}, {"heading": "Comparative Analysis Of Policy Effects On Business Financial Health, Survival, And Employment", "text": "The survey firms calculate payroll by taking the midpoint of categorical answers for monthly expenses and multiplying it by the fraction of expenses going towards payroll, then dividing by total employees. They cannot distinguish between W2 employees and contractors. The figure plots firms' months of cash available as a multiple of January 2020 expenses. The measure is computed by taking the midpoint of categorical responses for the amount of cash on hand and dividing it by the midpoint of the categorical response for typical monthly expenses prior to the crisis. The study shows that the Paycheck Protection Program policy has a higher take-up rate than loans. The borrowing base was randomized between subjects as a multiple of typical monthly expenses prior to the crisis. The study also shows differences in the propensity to remain open and the ratio of relative employment between December 2020 and January 2020 under different policies."}, {"heading": "Appendix", "text": "Harvard University and the University of Chicago are conducting a survey to understand the impact of the coronavirus on local businesses and how policymakers can help. The survey is confidential, and respondents are encouraged to share their honest opinions. The results will be used to communicate the needs of local businesses to policymakers. The table reports the survey and census shares by industry for firms with fewer than 500 employees. The survey response shares are conditional on being able to classify industries, and wholesale and retail trade are combined due to difficulty in separating them out."}, {"heading": "Conclusion", "text": "Small businesses in America are facing financial fragility due to the current crisis, with 43% of businesses temporarily closed and employment falling by 40%. Many of these firms have little cash on hand and will either have to cut expenses, take on additional debt, or declare bankruptcy. Without assistance, many small businesses are likely to fail, with 38% of businesses viewing it as unlikely or only somewhat likely that they would be open as of the end of 2020. While the CARES loan program has increased optimism, it is unclear whether it will enable most small businesses to survive. Well-designed and sustained economic and public health policy measures are crucial, with streamlining the application process and clarifying eligibility criteria and loan forgiveness rules potentially increasing take-up rates for loans. Policies that can safely shorten the economic shutdown, such as stronger short-term containment policies, could also provide large economic benefits. If all US small businesses take out the maximum loan size, the total volume of loans would be approximately $410 billion, beyond the $349 billion allocated in the CARES act."}, {"heading": "References", "text": "@article{barrero2020adapting,\n  title={Adapting to the Pandemic: Insights from a Small Business Survey},\n  author={Barrero, Jose Maria and Bloom, Nicholas and Davis, Steven J},\n  journal={National Bureau of Economic Research},\n  year={2020}\n}\n\n@article{alignable2020survey,\n  title={Survey of Small Business Owners: COVID-19 Impact},\n  author={Alignable},\n  year={2020}\n}\n\n@article{dube2020covid,\n  title={COVID-19 and Small Business Employment in the United States},\n  author={Dube, Arindrajit and Jacobs, Joseph and Naidu, Suresh},\n  journal={National Bureau of Economic Research},\n  year={2020}\n}\n\n@article{goolsbee2020covid,\n  title={COVID-19 and the Small Business Economy},\n  author={Goolsbee, Austan and Syverson, Chad},\n  journal={Journal of Economic Perspectives},\n  volume={34},\n  number={3},\n  pages={197--214},\n  year={2020},\n  publisher={American Economic Association}\n}\n\n@article{hbr2020survey,\n  title={A Survey of Small Businesses in America Finds That Nearly Half Are Shut Down Due to Coronavirus},\n  author={Harvard Business Review},\n  year={2020}\n}\n\n@article{mckinsey2020covid,\n  title={COVID-19: Implications for business},\n  author={McKinsey \\& Company},\n  year={2020}\n}\n\n@article{pew2020covid,\n  title={Nearly Half of US Adults Say COVID-19 Has Affected Their Mental Health},\n  author={Pew Research Center},\n  year={2020}\n}\n\n@article{rothwell2020covid,\n  title={COVID-19 and the US economy: FAQ on the economic impact},\n  author={Rothwell, Jonathan},\n  journal={Brookings Institution},\n  year={2020}\n}\n\n@article{us2020cares,\n  title={Coronavirus Aid, Relief, and Economic Security Act},\n  author={United States Congress},\n  year={2020}\n}\n\n@article{us2020economic,\n  title={Economic Injury Disaster Loan Emergency Advance},\n  author={United States Small Business Administration},\n  year={2020}\n}\n\n@article{us2020paycheck,\n  title={Paycheck Protection Program},\n  author={United States Small Business Administration},\n  year={2020}\n}"}]