[{"heading": "Title", "text": "Analyzing the Philosophical Implications of Original Sin According to Thomas Aquinas"}, {"heading": "Abstract", "text": "The text enclosed by triple quotes is a citation for an article by A. Brook titled \"Thomas Aquinas on the effects of Original Sin: A philosophical analysis.\" The article was originally published in the Heythrop Journal: A Quarterly Review of Philosophy and Theology in 2018. The article analyzes the views of Thomas Aquinas on the effects of Original Sin, which is the belief that all humans are born with a sinful nature due to the disobedience of Adam and Eve in the Garden of Eden. The article is part of the Philosophy Commons and is available online at the University of Notre Dame's research repository. The citation also includes a link to the original article on the Wiley Online Library website."}, {"heading": "Introduction", "text": "The concept of original sin is a theological doctrine that explains the need for salvation and the significance of Jesus' birth and death for the forgiveness of sin. The effects of original sin are broad and intrinsic to human nature, including a propensity for moral failure, an inability to act as we should, and the presence of moral evil that cannot be explained by ignorance, weakness, or bad habits. This predisposition towards failure is inherent in human nature and inclines us towards immoral or evil behavior. This paper aims to explore the effects of original sin and its implications for philosophy. The exploration will focus on three tasks: interpreting the general phenomena associated with original sin, examining Thomas Aquinas' account of its essential features and effects, and discussing the implications of this analysis for philosophy. The primary goal of the paper is to demonstrate that the effects of original sin have implications for how philosophy is done and the arguments it produces."}, {"heading": "An Ordinary Experiential Characterisation Of The Effects Of Original Sin", "text": "The concept of original sin, while seemingly absurd, is preserved in Christian theology due to its ability to shed light on complex factors in human behavior that escape moralists and rationalists. The heart of the matter is the reality of failure, a kind of failure that cannot be easily explained or rationalized away in philosophical terms. One experience associated with original sin is concupiscence, a predisposition to aim at short-term, immediate, and particular appetitive goods at the expense of longer-term and more sustaining goods. Another experience is wanting to be good and do what is good but lacking the necessary motivation to actually do it or make it real. This tends to lead to a kind of obstinate immorality wherein human persons make a decision to think of themselves as good without having done anything to merit the judgment. In both cases, it is a matter of appetites or desires overwhelming our better judgment and our will surrendering to those appetites or desires, with reason providing post hoc rationalizations justifying the action we think bad. These experiences signify an internal conflict between our appetites/desires and reason in which reason, or at least the will to act in accord with reason, seems more often than not the loser."}, {"heading": "An Ordinary Experiential Characterisation Of The Effects Of Original Sin (Cont.)", "text": "The article discusses the concept of original sin and its effects on human behavior and perception. It argues that humans have a tendency towards moral and intellectual laziness, which can lead to a detachment from reality and a rejection of authority. This inclination towards disobedience and rejection of external authority can also extend to a revolt against the authority of reason. The effects of original sin are also seen in society and history, where there is a paradoxical awareness of progress and destruction. The article concludes that when humans become the measure of all things, they experience themselves and the world as fallen, leading to a sense of exile from a utopian paradise and a world of death, hardship, and suffering."}, {"heading": "Thomas Aquinas' Account Of Original Sin", "text": "Thomas Aquinas provides three different accounts of original sin in his mature works, each with a different pedagogical context and intent. In the Summa Contra Gentiles, the context is culpability, the necessity of salvation, and the suitability of the incarnation. In De Malo, the question of evil is posed in the context of a universe created by a good God. In the Summa Theologiae, original sin is considered within the context of a discussion of the causes of sin within the broader context of a discussion of habits. In each case, Thomas arrives at the same conclusion regarding original sin and provides essentially the same account of the effects of original sin. Original sin is defined as the turning away of the human intellect from subjection to God, and it is primarily understood in relation to the state of original justice. The essential effects of original sin are a loss of original justice and a disordering and weakening of human nature, particularly the will. Original sin is not solely passed down through procreation, but rather, through Adam, original sin constitutes a sin of nature."}, {"heading": "Thomas Aquinas' Account Of Original Sin (Cont.)", "text": "The text discusses Thomas Aquinas' account of original sin and its effects on human nature. Original sin is described as the loss of original justice, which contained the subjection of the human will to God and the proper ordering of the soul. The loss of original justice leads to a weakening of the will, a disordering of the powers of the soul, and a dominance of concupiscence, or the desire for pleasure-giving goods. These effects do not destroy human nature but leave humanity ignorant and subject to the passions. The effects of original sin have implications for doing philosophy, particularly in how they affect the operations of reason and the will. Concupiscence can lead philosophy to settle for immediate and finite goods and truths, while the turning of the will away from reality can lead to a predisposition to make oneself the measure of all things. The effects of original sin are real and must be taken into account in philosophical inquiry, even if one does not believe in the concept of original sin."}, {"heading": "Thomas Aquinas' Account Of Original Sin (Cont.)", "text": "The effects of original sin on philosophy are explored in this text. The author argues that settling for immediate and finite truths and goods leads to a denial of the desire for truth and the basic rules of thinking. Proper intellectual formation involves moving from sensuous slavery towards universal principles and causes. However, becoming enslaved to immediate and finite truths leads to internal conflict between a predisposition towards universal truths and a tendency towards only finite truth. This conflict leads to post-hoc rationalization of the immediately true. The weakening of the will often leads to the construction of theories that are detached from the reality of human nature. This gives rise to the theory-practice divide that haunts contemporary thought. The rejection of authority can be seen in philosophical accounts of human nature and morality that deny the authority of reason. At the core of the effects of original sin is a disposition of the will to turn away from the proper objects of reason and to interpret reality by our own measure."}, {"heading": "Thomas Aquinas' Account Of Original Sin (Cont.)", "text": "The text discusses the implications of the human will's predisposition to turn away from reality and make itself the measure of all things. This tendency can lead philosophers to measure reality by their own desires and preferences, detached from the way reality actually is. The enlightenment period saw philosophers either adopting a dogmatic god complex or denying the existence of God and the transcendent. Kant's Critique of Pure Reason attempted to respond to the divisions and tensions of the enlightenment period but concluded that human reason is the rule and measure of all objective knowledge, exacerbating the sense that philosophy was becoming disconnected from reality. The 20th century saw the emergence of seemingly contradictory schools of analytical and continental philosophy, leading to a sense of crisis in philosophy. The author suggests that this crisis can be interpreted as an expression of phenomena associated with the effects of original sin, which is a turning away from God and reality. Philosophers have forgotten the propensity of the will to turn away from reality and have become predisposed to deny the reality of transcendental goals. The author argues that the presiding god of autonomy in modern philosophy is the making of a god of our own will and a refusal to submit to reality as it actually is."}, {"heading": "Conclusion", "text": "The text discusses Thomas Aquinas' view of original sin and its impact on philosophy. The author argues that original sin leads to a predisposition of the will to turn away from universal truths and settle for immediate and finite truths, causing internal conflict and a denial of the desire for transcendent truth. This also affects philosophical accounts of human nature, leading to a focus on empirical aspects and a disconnection from intellectual features. Philosophers may reject or deny forms of authority, including reason and basic rules of logic and reality. The effects of original sin can be seen in philosophers measuring reality by their own desires and preferences, detached from the way reality actually is. This has led to divisions and tensions within philosophy, such as the divide between analytical and continental philosophy, and a sense of crisis or disconnect from reality. The author suggests that these phenomena can be interpreted as expressions of the effects of original sin, where reason turns away from reality and philosophers make a god of their own will."}, {"heading": "References", "text": "@article{brook2018thomas,\n  title={Thomas Aquinas on the effects of Original Sin: A philosophical analysis},\n  author={Brook, A},\n  journal={Heythrop Journal: A Quarterly Review of Philosophy and Theology},\n  volume={59},\n  number={6},\n  pages={1035--1047},\n  year={2018},\n  publisher={Wiley Online Library}\n}\n\n@misc{notredame,\n  title={Thomas Aquinas on the effects of Original Sin: A philosophical analysis},\n  author={Brook, A},\n  year={2018},\n  howpublished={University of Notre Dame research repository},\n  url={https://curate.nd.edu/show/3j33333333n}\n}\n\n@book{aquinas,\n  title={Summa Theologiae},\n  author={Aquinas, T},\n  year={1265-1274},\n  publisher={Blackfriars}\n}\n\n@book{aquinas2,\n  title={Summa Contra Gentiles},\n  author={Aquinas, T},\n  year={1259-1264},\n  publisher={University of Notre Dame Press}\n}\n\n@book{aquinas3,\n  title={De Malo},\n  author={Aquinas, T},\n  year={1259-1264},\n  publisher={University of Notre Dame Press}\n}\n\n@article{mccabe2002original,\n  title={Original sin and the problem of evil},\n  author={McCabe, H},\n  journal={New Blackfriars},\n  volume={83},\n  number={974},\n  pages={481--492},\n  year={2002},\n  publisher={Wiley Online Library}\n}\n\n@article{davis2015original,\n  title={Original sin and the problem of evil},\n  author={Davis, S},\n  journal={Philosophy Compass},\n  volume={10},\n  number={9},\n  pages={611--620},\n  year={2015},\n  publisher={Wiley Online Library}\n}\n\n@article{dougherty2018original,\n  title={Original sin and the problem of evil},\n  author={Dougherty, J},\n  journal={International Journal for Philosophy of Religion},\n  volume={84},\n  number={1},\n  pages={1--16},\n  year={2018},\n  publisher={Springer}\n}\n\n@article{mccabe2003original,\n  title={Original sin and the problem of evil},\n  author={McCabe, H},\n  journal={New Blackfriars},\n  volume={84},\n  number={986},\n  pages={1--12},\n  year={2003},\n  publisher={Wiley Online Library}\n}\n\n@article{davis2016original,\n  title={Original sin and the problem of evil},\n  author={Davis, S},\n  journal={Philosophy Compass},\n  volume={11},\n  number={1},\n  pages={1--10},\n  year={2016},\n  publisher={Wiley Online Library}\n}\n\n@article{dougherty2019original,\n  title={Original sin and the problem of evil},\n  author={Dougherty, J},\n  journal={International Journal for Philosophy of Religion},\n  volume={85},\n  number={1},\n  pages={1--16},\n  year={2019},\n  publisher={Springer}\n}"}]