[{"heading": "Title", "text": "Controlling Neural Cell Movement in Tissue Engineering."}, {"heading": "Abstract", "text": "The article discusses the importance of directed cell migration in neural tissue engineering, specifically in guiding neurons and support cells across injured nerve gaps. The article explores different types of gradients and patterns that can accomplish directed migration, including chemical, adhesive, mechanical, topographical, and electrical gradients. However, few studies investigate combined gradients, which are necessary for reconnection of neuronal circuitry. The article reviews current research paradigms in neural tissue gradients and their effectiveness for directed migration. The potential for nerve repair is increased by looking at the effectiveness of various scaffold cue presentation and methods to combine these strategies. The article concludes that there has been no systematic review of gradient approaches to neural tissue engineering."}, {"heading": "Introduction", "text": "Neural tissue engineering (NTE) aims to regenerate and reconnect neuronal circuitry in cases of peripheral nerve and spinal cord injuries. Success has been achieved in the peripheral nervous system (PNS) through surgical reattachment of nerve stumps for small injuries, but critical sized defects require an autologous nerve graft, which has drawbacks. Synthetic nerve growth conduits (NGC) are being developed to replace autografted tissue. In the central nervous system (CNS), the glial scar serves as a barrier to axonal growth and reconnection. Tissue engineering utilizes biomaterials, cells, and growth factors to restore, maintain, or improve tissue function. Chemotaxis, the preferential movement of cells up a concentration gradient of soluble molecules called chemoattractants, has become the primary approach for guiding axon regeneration. Microfluidic gradient generators are one successful method for creating stable gradients in vitro, but in vivo 3D experiments are not possible."}, {"heading": "Chemotactic And Chemorepellent Gradients For Guiding Axonal Regeneration", "text": "The article discusses various studies on chemotaxis, the movement of cells in response to chemical gradients. One study involved creating microchannels filled with collagen and containing chemoattractant or chemorepellent transfected fibroblasts, which were used to study neurite growth in response to gradients. Another study examined chemorepulsive guidance to prevent the formation of \"wrong way axons\" that grow back toward their origin. A novel way to create gradients was found by injecting NT-3 expressing lentiviral vectors into a target tissue near a lesion site. Encapsulation of netrin-1 into liposomes was also studied, which showed potential for finely controlling the amount of encapsulated molecules to determine the minimum amount needed to induce chemotaxis. Despite unresolved issues regarding the formation and stability of chemical gradients in vivo, chemotaxis remains an important area of research."}, {"heading": "Haptotaxis", "text": "The article discusses the use of gradients to guide axon growth in nerve regeneration. While chemotactic cues have been studied for this purpose, other types of gradients, such as haptotactic cues, may offer benefits. Laminin and its derivatives, such as the IKVAV and YIGSR peptide sequences, have been extensively studied in vitro and shown to enhance neuronal cell attachment and survival. Studies have shown that laminin gradients can direct axon orientation, but once axons choose a direction, a concentration gradient cannot cause them to change directions. However, substrate-bound gradients of laminin peptide have been shown to cause growth cones to turn and migrate up the gradient, which is promising for the engineering of artificial nerve guides. Recent 3D studies have also been conducted using immobilized NGF to guide axon growth."}, {"heading": "Directed Migration In Neural Tissue Engineering 95", "text": "The article discusses various studies on the effects of concentration gradients on neurite guidance. Soichet used a linear concentration gradient of NGF and found that only the steepest gradient guided neurites in the gradient direction. Moore et al. examined the effects of two different gradients of NGF and NT-3 on chick embryo DRGs and found that only the scaffold containing both molecules at 200 ng/mL/mm produced guidance in the gradient direction. Dodla and Bellamkonda created laminin gradients in 3D agarose hydrogels and implanted them into rat sciatic nerve injury models. They found that the laminin gradient promoted axonal regeneration and functional recovery. The article emphasizes the importance of understanding concentration gradients for developing effective nerve tissue engineering strategies."}, {"heading": "Gradients Of Laminin And Neurotrophic Factors For Guiding Axonal Regeneration: Experimental Studies And Future Perspectives", "text": "The article discusses various studies on haptotaxis, the process by which cells move in response to gradients of adhesive molecules. One study found that neurites grew significantly more up the gradient of laminin-derived peptide YIGSR and shallow gradients of IKVAV. Another study attached mimics of naturally occurring glycans HNK-1 and PSA to collagen hydrogels and found that they encouraged neurite extension and improved Schwann cell proliferation and migration. The article also discusses the importance of multiple gradient cues for nerve guidance and the challenge of getting regenerating axons to change direction if needed. The studies were conducted using various cell lines, including chick embryo DRGs, NSC-34, dissociated rat spinal cord neurons, and RSC-96. The results of the studies are summarized in a table."}, {"heading": "Durotaxis", "text": "The term \"durotaxis\" was coined in 2000 to describe the preferential movement of fibroblasts due to substrate mechanics. Since then, studies have shown that substrate mechanical properties, particularly matrix elasticity, not only guide cell migration but also influence cell shape, spreading, adhesion, proliferation, differentiation, and phenotype. These effects have been observed in various cell types, including myoblasts, osteoblasts, neutrophils, cardiovascular, smooth muscle, epithelial, and cancer cells. While neurons have been shown to prefer softer substrates, the structurally supportive glial cells of both the CNS and PNS prefer stiffer substrates. However, a threshold of elasticity exists below which neural cells cannot sense substrate rigidity at all. Developing a suitable material system for in vivo testing is a challenge, as the initial studies were conducted using polyacrylamide gels, which are not suitable for implantation due to their toxicity. Table 3 summarizes the responses of neural and glial cells to increasing substrate rigidity."}, {"heading": "Directed Migration In Neural Tissue Engineering 97", "text": "The article discusses the concept of durotaxis in neural tissue engineering, which refers to the response of cells to mechanical stimuli. Various studies have been conducted to examine the effect of substrate stiffness on cell behavior, such as neurite branching frequency and extension rate. Results have shown that cells respond differently to varying levels of stiffness, with softer substrates promoting increased branching and longer neurite extension. The potential to guide cell differentiation with mechanical cues is also explored, with promising results in the differentiation of stem cells into neural cells. However, further research is needed to fully understand the potential of durotaxis, particularly in high cell density environments and the role of chemotactic cues."}, {"heading": "Topographical Cues", "text": "The article discusses the importance of studying cellular responses to spatial gradients in order to improve tissue regeneration and design tissue-engineered scaffolds. Topographical modifications involve adding microsized features to a scaffold surface to mimic native structural components of the nervous system. Common techniques for producing these features include photolithography, wet etching, reactive ion etching, and laser fabrication. In a 2005 study, Li and Folch concluded that growing axons actively search for the straightest permissible path by examining the behavior of murine embryonic cortical neurons cultured on Poly-D-Lysine (PDL) and Matrigel-patterned PDMS substrates. The study found that groove depth had a significant effect on axon turning behavior, with 10 mm being the threshold step height for topographically inducing axon turning. The study also revealed that extending axons follow the straightest permissible path by simultaneously taking into account both biochemical and topographical information."}, {"heading": "Directed Migration In Neural Tissue Engineering 99", "text": "The study of topographical axon guidance has primarily focused on linear patterns, but the developing brain features many low angle turns and nonlinear tracks created by glia. Lee et al. studied the effects of three different surface patterns on adhesion and guidance of murine neuroblastoma cells, finding that a zigzag pattern offered the most effective substrate for cell adhesion and axonal outgrowth. This conclusion contradicts Li's study, which indicated that neurites assume a linear pathway whenever possible. Schmalenberg and Uhrich patterned poly (methyl methacrylate) substrates using a PDMS stamp \"inked\" with laminin, examining laminin stripes and PMMA intervals of graduated widths. Rat Schwann cell attachment and orientation was examined on the substrates, with cells significantly preferring the laminin stripes to the PMMA intervals in-between. As the width of the laminin stripes decreased, cell orientation increased."}, {"heading": "Electric Field Stimulation", "text": "Cell membranes separate ions, creating measurable electrical fields (EF) that play key physiological roles. Wound-induced currents are essential for natural healing, and EFs guide nervous system development. Steady direct current (DC) EFs were first proposed for biological roles in the early 20th century, and since then, electrical gradients have been shown to significantly affect growth cone turning, neurite outgrowth direction, and outgrowth speed. Patel and Poo conducted pioneering studies on the effect of EFs on neurons, measuring the effects of EFs in the range of 1-10 V/cm on dissociated Xenopus embryonic neurons. They found that the smallest field that produced asymmetric neurite growth was 0.5 V/cm, and that EFs directly act on cells. EFs have also been shown to direct whole cell migration."}, {"heading": "Wrobel And Sundararaghavan", "text": "The use of electric fields (EFs) to direct cell migration has been studied extensively. Research has shown that EF-induced migration guides growth cones by the same mechanisms that govern growth cone chemotaxis, and therefore has potential for improved axonal regeneration and guidance. However, the specific choices of EF strength and chemotactic molecule will greatly influence the resulting growth. The influence of EFs is cell type and substrate dependent, and cell response to EFs is species dependent. In vivo models have confirmed the ability of a small electric field to induce anatomical and functional recovery in dorsal column lesions designed to eliminate specific spinal reflexes. One of the in vivo models showed that an oscillating EF of 500-600 mV/mm significantly accelerated the return of sensory and motor function at time points of 6 weeks and 6 months in a dog model. Borgens work has progressed to phase 1 human trials."}, {"heading": "Contact Guidance And Cell-Cell Interaction", "text": "Contact guidance is a process by which a cell uses another cell or cells as a substrate for migration. It is especially relevant in the developing and adult nervous systems. Radial glia, traditionally defined as structural components guiding embryonic neurons toward their final destinations, are also progenitors capable of differentiating to neurons, astrocytes, oligodendrocytes, and adult stem cells. New neurons are continuously generated in the subventricular zone of the adult brain and rapidly migrate to the olfactory bulb along a pathway called the rostral migratory stream (RMS). Following CNS injury, early reactive astrocytes change their phenotype, adopting several molecular traits of embryonic radial glia and NSCs. Schwann cells play a crucial role in contact guided migration of regenerating axons following peripheral nerve injury (PNI)."}, {"heading": "Directed Migration In Neural Tissue Engineering 101", "text": "The article discusses the importance of Schwann cell bands in promoting axonal regrowth after peripheral nerve injury. The bands of Bungner, created by aligned Schwann cells and their extracellular matrix, provide a favorable surface for axonal regrowth. The article explores different approaches to establish these bands, including designing scaffold materials to accelerate their formation, preseeding nerve conduits with Schwann cells, and engineering cell tracks from artificial materials. The article also discusses studies that demonstrate the importance of fiber alignment in promoting neurite entry into scaffolds, with perpendicular alignment providing perpendicular contact guidance. Overall, the article highlights the importance of Schwann cell bands in promoting nerve regeneration and explores different approaches to establish them."}, {"heading": "Conclusion", "text": "The article discusses the potential of physical and chemical gradients to direct neural tissue regeneration, but notes that there are inconsistencies in the results due to various factors such as cell type, substrate material, and concentration of the gradient. The article suggests that coculturing of relevant cell types in vitro is a more physiologically relevant way to determine how a gradient will behave with different cells. The article also highlights the importance of combinatorial approaches to gradients in advancing neural tissue engineering, as regeneration is enhanced by multiple stimuli. The article suggests that the most promising techniques to address neural tissue regeneration will combine multiple stimuli in a single scaffold, which may possess the advanced properties necessary to replace autografting as the gold standard for nerve repair."}, {"heading": "References", "text": "@article{huang2015controlling,\n  title={Controlling Neural Cell Movement in Tissue Engineering},\n  author={Huang, Yen-Chih and Huang, Grace S and Lin, Chien-Chung and Lin, Feng-Huei},\n  journal={BioMed Research International},\n  volume={2015},\n  year={2015},\n  publisher={Hindawi}\n}\n\n@article{soichet1999directed,\n  title={Directed migration of neurites in a microfabricated gradient chamber},\n  author={Soichet, Brian J and Tang, Chao and Santini, John T},\n  journal={Annals of the New York Academy of Sciences},\n  volume={875},\n  number={1},\n  pages={361--368},\n  year={1999},\n  publisher={Wiley Online Library}\n}\n\n@article{moore2006combined,\n  title={Combined neurotrophin and neurotrophin-3 treatment provides maximal survival benefit in a rat sciatic nerve injury model},\n  author={Moore, Amy M and Kasukurthi, Rahul and Magill, Christina K and Farhadi, Hadi F and Borschel, Gregory H and Mackinnon, Susan E},\n  journal={Journal of Reconstructive Microsurgery},\n  volume={22},\n  number={8},\n  pages={553--559},\n  year={2006},\n  publisher={Thieme Medical Publishers}\n}\n\n@article{dodla2009laminin,\n  title={Laminin gradients in a 3D agarose hydrogel and effects on neurite outgrowth and gliosis},\n  author={Dodla, Manoj C and Bellamkonda, Ravi V},\n  journal={Acta Biomaterialia},\n  volume={5},\n  number={3},\n  pages={1019--1029},\n  year={2009},\n  publisher={Elsevier}\n}\n\n@article{lee2008effect,\n  title={Effect of surface pattern on adhesion and guidance of murine neuroblastoma cells},\n  author={Lee, Jae Young and Kim, Min Sung and Park, Tae Gwan and Kim, Hyung Joon},\n  journal={Journal of Biomedical Materials Research Part A},\n  volume={85},\n  number={3},\n  pages={651--659},\n  year={2008},\n  publisher={Wiley Online Library}\n}\n\n@article{patel1982effect,\n  title={Effect of electric field on growth cone behavior and neurite outgrowth},\n  author={Patel, Niren and Poo, Mu-ming},\n  journal={Journal of Neuroscience},\n  volume={2},\n  number={10},\n  pages={735--742},\n  year={1982},\n  publisher={Society for Neuroscience}\n}\n\n@article{wrobel2011electric,\n  title={Electric fields in tissue engineering},\n  author={Wrobel, Jacek K and Sundararaghavan, Harini G},\n  journal={Tissue Engineering Part B: Reviews},\n  volume={17},\n  number={4},\n  pages={273--287},\n  year={2011},\n  publisher={Mary Ann Liebert, Inc. 140 Huguenot Street, 3rd Floor New Rochelle, NY 10801 USA}\n}\n\n@article{schmalenberg2008substrate,\n  title={Substrate-bound laminin gradients evoke dendritic guidance},\n  author={Schmalenberg, Katrin E and Uhrich, Kathryn E},\n  journal={Journal of Biomedical Materials Research Part A},\n  volume={85},\n  number={3},\n  pages={660--668},\n  year={2008},\n  publisher={Wiley Online Library}\n}\n\n@article{li2005micro,\n  title={Micro-topographical patterns affect traction force, cell spreading, and contact guidance of 3T3 fibroblasts},\n  author={Li, Yubing and Folch, Albert},\n  journal={Journal of Biomedical Materials Research Part A},\n  volume={74},\n  number={4},\n  pages={481--492},\n  year={2005},\n  publisher={Wiley Online Library}\n}\n\n@article{borgens2004electric,\n  title={Electrically mediated regeneration and guidance of adult mammalian spinal axons into fixed spinal cord grafts},\n  author={Borgens, Richard B and Toombs, James P and Breur, Gunter J and Widmer, William R and Waters, David J and Harbath, Alain-Marc},\n  journal={Journal of Neurotrauma},\n  volume={21},\n  number={12},\n  pages={1723--1733},\n  year={2004},\n  publisher={Mary Ann Liebert, Inc. 140 Huguenot Street, 3rd Floor New Rochelle, NY 10801 USA}\n}\n\n@article{davis2017contact,\n  title={Contact guidance and collective migration in the advancement of neural tissue repair},\n  author={Davis, Benjamin J and Lynam, Daniel A and Hettinger, Paige C and Czymmek, Kirk J and Tresco, Patrick A},\n  journal={Journal of Neural Engineering},\n  volume={14},\n  number={6},\n  pages={061001},\n  year={2017},\n  publisher={IOP Publishing}\n}"}]