[{"heading": "Title", "text": "Analyzing the Philosophical Implications of Original Sin According to Thomas Aquinas"}, {"heading": "Abstract", "text": "The text enclosed within the XML tags provides information about an article written by A. Brook in 2018, titled \"Thomas Aquinas on the effects of Original Sin: A philosophical analysis.\" The article was originally published in the Heythrop Journal, which is a quarterly review of philosophy and theology. The article analyzes the views of Thomas Aquinas on the effects of Original Sin, which is the belief that all humans are born with a sinful nature due to the disobedience of Adam and Eve in the Garden of Eden. The article is available online through the research repository of the University of Notre Dame and the Wiley Online Library. The article is part of the Philosophy Commons, which is a collection of scholarly works related to philosophy. Overall, the article provides a philosophical analysis of the concept of Original Sin and its effects according to the views of Thomas Aquinas."}, {"heading": "Introduction", "text": "The concept of original sin is a theological doctrine that explains the need for salvation and the significance of Jesus' birth and death for the forgiveness of sin. The effects of original sin are broad and intrinsic to human nature, including a propensity for moral failure, an inability to act as we should, and the presence of moral evil that cannot be explained by ignorance, weakness, or bad habits. This paper aims to explore the effects of original sin and its implications for philosophy. The exploration will focus on three tasks: interpreting the general phenomena associated with original sin, examining Thomas Aquinas' account of its essential features and effects, and discussing the implications of this analysis for philosophy. The paper argues that the effects of original sin have implications for how philosophy is done and the arguments it produces."}, {"heading": "An Ordinary Experiential Characterisation Of The Effects Of Original Sin", "text": "The paper discusses the concept of original sin and its effects on human behavior. The author argues that the reality of failure is at the heart of the matter, and this failure cannot be easily explained or rationalized away in philosophical terms. The experience of concupiscence, or a predisposition to aim at short-term, immediate, and particular appetitive goods at the expense of longer-term and more sustaining goods, is a central feature of original sin. This conflict between our appetites/desires and reason often results in our will surrendering to those appetites or desires, and reason providing post hoc rationalizations justifying the action we think is bad. Another experience associated with original sin is wanting to be good and wanting to do what is good but lacking the necessary motivation to actually do it or make it real. This tendency towards moral and intellectual laziness can lead to a kind of obstinate immorality wherein human persons make a decision to think of themselves as good without having done anything to merit the judgment."}, {"heading": "An Ordinary Experiential Characterisation Of The Effects Of Original Sin (Cont.)", "text": "The paper discusses the concept of original sin and its effects on human behavior and perception. The author argues that there is a tendency towards moral and intellectual laziness, which leads to a detachment from reality and a rejection of authority. This inclination towards disobedience is seen as a rejection of external sources of authority, including reason and laws. The effects of original sin are also experienced in society and history, leading to either overly positive utopianism or bleak pessimism. The author suggests that the root of all experiences of original sin is the belief that humans are the measure of all things, leading to a judgmental attitude towards the world and a sense of fallenness. The paper concludes that the effects of original sin are pervasive and impact all aspects of human life, leading to a sense of exile from an imagined utopian paradise."}, {"heading": "Thomas Aquinas' Account Of Original Sin", "text": "Thomas Aquinas presents three different accounts of original sin in his mature works, each with a different pedagogical context and intent. In the Summa Contra Gentiles, the focus is on culpability, the necessity of salvation, and the suitability of the incarnation. In De Malo, the question of evil is posed in the context of a universe created by a good God. In the Summa Theologiae, original sin is considered within the broader context of a discussion of habits. Despite the diversity of pedagogical approaches, Thomas arrives at the same conclusion regarding original sin and provides essentially the same account of its effects. Original sin is defined as the turning away of the human intellect from subjection to God, resulting in a loss of original justice and a disordering and weakening of human nature, particularly the will. Thomas argues that original sin was not merely the sin of an individual person but rather, through Adam, original sin constitutes a sin of nature. The essential effects of original sin are a loss of original justice and a disordering and weakening of human nature, particularly the will."}, {"heading": "Thomas Aquinas' Account Of Original Sin (Cont.)", "text": "The text discusses Thomas Aquinas' account of original sin and its effects on human nature. The loss of original justice, which was a gift from God, leads to a disruption in the internal ordering of the soul and a weakening of the will. This, in turn, leads to a tendency towards subservience to concupiscence, or the desire for pleasure-giving goods. The effects of original sin do not destroy human nature but leave humanity ignorant and subject to the passions. The disordering of the powers of the soul and the weakening of the will incline humans to morally bad action and make them slaves to bodily passions. The effects of original sin have implications for doing philosophy, particularly in how they affect the operations of reason and the will. Philosophy may settle for immediate and finite goods and truths, leading to a lack of explanation for the desire for goodness or truth. The effects of original sin are real and must be taken into account in philosophical inquiry."}, {"heading": "Thomas Aquinas' Account Of Original Sin (Cont.)", "text": "The text discusses the effects of original sin on philosophy. It argues that settling for immediate and finite truths and goods leads to a denial of the desire for truth and the basic rules of thinking. Proper intellectual formation involves moving from a slavery to the sensuous towards the realization of universal principles and causes. However, where we become enslaved to immediate and finite truths and goods, we find ourselves in internal conflict between a predisposition towards universal truths and a tendency towards only finite truth. The weakening of the will often leads to the construction of theories that are detached from the reality of our nature. This gives rise to the theory-practice divide that haunts contemporary thought. The effects of original sin can also be seen in the tendency of philosophers to reject or deny particular forms of authority. At the core of the phenomena associated with the effects of original sin is a disposition of the will to turn away from the proper objects of reason and to interpret reality by our own measure."}, {"heading": "Thomas Aquinas' Account Of Original Sin (Cont.)", "text": "The text discusses the implications of the human will's predisposition to turn away from reality and make itself the measure of all things. This tendency can lead philosophers to measure reality by their own desires and preferences, detached from the way reality actually is. The Enlightenment period saw philosophers either adopting a dogmatic god complex or denying the existence of God and the transcendent. Kant's Critique of Pure Reason attempted to respond to the divisions and tensions of the Enlightenment period but concluded that human reason is the rule and measure of all objective knowledge, exacerbating the sense that philosophy was becoming disconnected from reality. The 20th century saw the seemingly contradictory schools of analytical and continental philosophy, which did nothing to ease the sense that philosophy was in crisis or dying. The paper concludes by suggesting that this sense of crisis is an expression of phenomena associated with the effects of original sin, which is a turning away from God and reality. Philosophers have forgotten the propensity of the will to turn away from reality and have become predisposed to deny the reality of transcendental goals. The 20th century has been marked by the 'presiding god of… autonomy', which is the making of a god of our own will and a refusal to submit to reality as it actually is."}, {"heading": "Conclusion", "text": "In analyzing the philosophical implications of original sin according to Thomas Aquinas, it becomes clear that the effects of original sin are pervasive and impact all aspects of human life. Original sin, which is the belief that all humans are born with a sinful nature due to the disobedience of Adam and Eve, leads to a propensity for moral failure, an inability to act as we should, and the presence of moral evil that cannot be explained by ignorance, weakness, or bad habits. This concept has significant implications for philosophy.\n\nThe effects of original sin are experienced in various ways. There is a tendency towards moral and intellectual laziness, a detachment from reality, and a rejection of authority. This inclination towards disobedience leads to a judgmental attitude towards the world and a sense of fallenness. The effects of original sin can also be seen in society and history, leading to either overly positive utopianism or bleak pessimism.\n\nThomas Aquinas provides a comprehensive account of original sin and its effects. He argues that original sin is the turning away of the human intellect from subjection to God, resulting in a loss of original justice and a disordering and weakening of human nature, particularly the will. The effects of original sin do not destroy human nature but leave humanity ignorant and subject to the passions.\n\nThe implications of original sin for philosophy are significant. The effects of original sin affect the operations of reason and the will, leading to a lack of explanation for the desire for goodness or truth. Philosophy may settle for immediate and finite goods and truths, leading to a denial of the desire for truth and a detachment from reality. The effects of original sin can also be seen in the tendency of philosophers to reject or deny particular forms of authority.\n\nThis study reveals potential areas of future research. Further exploration could focus on the relationship between original sin and other philosophical concepts, such as free will and moral responsibility. Additionally, the implications of original sin for different branches of philosophy, such as ethics and epistemology, could be further examined.\n\nIn conclusion, the analysis of the philosophical implications of original sin according to Thomas Aquinas highlights the pervasive effects of original sin on human life and philosophy. The concept of original sin leads to a propensity for moral failure, a detachment from reality, and a rejection of authority. Thomas Aquinas provides a comprehensive account of original sin and its effects, emphasizing the loss of original justice and the disordering and weakening of human nature. The effects of original sin have significant implications for philosophy, affecting the operations of reason and the will and leading to a denial of the desire for truth and a detachment from reality. Future research could explore the relationship between original sin and other philosophical concepts and further examine the implications of original sin for different branches of philosophy."}, {"heading": "References", "text": "@book{StPaulRomans,\n  author = {St Paul},\n  title = {Romans},\n  year = {2010},\n  booktitle = {The New Oxford Annotated Bible NRSV 4th Ed.},\n  publisher = {Oxford University Press}\n}\n\n@book{Heraclitus,\n  author = {Heraclitus},\n  title = {Ancilla to the Pre-Socratic Philosophers},\n  year = {1996},\n  publisher = {Harvard University Press}\n}\n\n@incollection{Poe,\n  author = {Edgar Allan Poe},\n  title = {The Black Cat},\n  booktitle = {Sin and Evil: Moral Values in Literature},\n  editor = {Ronald Paulson},\n  year = {2007},\n  publisher = {Yale University Press}\n}\n\n@article{Duffy,\n  author = {Stephen J Duffy},\n  title = {Our Hearts of Darkness: Original Sin Revisited},\n  journal = {Theological Studies},\n  year = {1988}\n}\n\n@article{Oakes,\n  author = {Edward T Oakes},\n  title = {Original Sin: A Disputation},\n  journal = {First Things},\n  year = {1998}\n}\n\n@book{Protagoras,\n  author = {Protagoras},\n  title = {Ancilla to the Pre-Socratic Philosophers},\n  year = {1996},\n  publisher = {Harvard University Press}\n}\n\n@book{Davies,\n  author = {Brian Davies},\n  title = {Thomas Aquinas},\n  year = {2003},\n  publisher = {Oxford University Press}\n}\n\n@book{Magrath,\n  author = {Oswin Magrath and St. Thomas},\n  title = {Theory of Original Sin},\n  year = {1953-01-01},\n  publisher = {Catholic University of America Press}\n}\n\n@book{Aquinas1,\n  author = {Thomas Aquinas},\n  title = {Summa Contra Gentiles},\n  year = {2009},\n  publisher = {University of Notre Dame Press}\n}\n\n@book{Aquinas2,\n  author = {Thomas Aquinas},\n  title = {Salvation},\n  year = {1975},\n  publisher = {University of Notre Dame Press}\n}\n\n@book{Aquinas3,\n  author = {Thomas Aquinas},\n  title = {Commentary on the Letter of Saint Paul to the Romans},\n  translator = {F.R. Larcher, O.P},\n  year = {2012}\n}\n\n@article{Magrath2,\n  author = {Oswin Magrath and St.},\n  title = {Thomas' Theory of Original Sin},\n  journal = {The Thomist},\n  year = {1953-04}\n}\n\n@book{Johnson,\n  author = {Mark Johnson},\n  title = {Augustine and Aquinas on Original Sin},\n  year = {2007},\n  publisher = {Catholic University of America Press}\n}"}]