[{"heading": "Title", "text": "\"Adapting to the Pandemic: Insights from a Small Business Survey\""}, {"heading": "Abstract", "text": "The devastating impact of COVID-19 on small businesses cannot be ignored. The recent stimulus bill may provide some relief, but the reality is that mass layoffs and closures have already occurred. The government's failure to act swiftly and decisively has left many small businesses financially fragile, with less than one month of cash on hand to cover their expenses. This is unacceptable.\n\nIt is clear that the majority of small businesses are planning to seek funding through the CARES act, but bureaucratic hassles and difficulties establishing eligibility are anticipated. This is a direct result of the government's incompetence and lack of foresight. The fact that businesses have widely varying beliefs about the likely duration of COVID-related disruptions is a testament to the government's failure to provide clear and consistent guidance.\n\nThe government must take immediate action to support small businesses and ensure that they have the resources they need to weather this crisis. Failure to do so will have catastrophic consequences for our economy and our society as a whole."}, {"heading": "Introduction", "text": "The COVID-19 crisis has wreaked havoc on America's small businesses, and the government's response has been inadequate. A survey of over 5,800 small businesses conducted by the Alignable business network reveals that the pandemic has caused massive dislocation among small businesses, with 43% of businesses temporarily closed and nearly all of these closures due to COVID-19. The median business owner expects the dislocation to last well into mid-summer, and many businesses are financially fragile, with only enough cash on hand to last for two weeks. The CARES Act, which was supposed to provide aid to small businesses, has been plagued by administrative complexity and eligibility concerns, leading many businesses to be reluctant to apply for funding. The government must prioritize simplicity, transparency, and speed in accessing cash to ensure the survival of small businesses, which are the backbone of the American economy."}, {"heading": "Survey Design And Details", "text": "The results of our survey, conducted in partnership with Alignable, a network-based platform focused on the small business ecosystem, provide crucial insights into the impact of the COVID-19 crisis on American small businesses. With a network of 4.6 million small businesses across North America, Alignable's pulse surveys have been instrumental in gauging the sentiment of small business owners during these trying times. Our survey received 7,511 responses within the first week, with 5,819 of these traced back to U.S. based businesses, making it a relevant sample for understanding policy.\n\nHowever, caution must be exercised when extrapolating these results to the entire universe of America's small businesses. Our sample is selected in three ways, and therefore, may not be entirely representative. Nonetheless, the survey included a total of 43 questions, including an experimental module that randomized between respondents to understand how different federal policies might impact these firms' behavior and survival as the crisis unfolds.\n\nThe results of this survey are a wake-up call for policymakers to take immediate action to support small businesses and prevent further economic devastation."}, {"heading": "Firm Characteristics And Representativeness", "text": "The Alignable survey, while flawed, provides crucial insight into the state of small businesses in America. The survey compares data on businesses from the 2017 Census of US Businesses, which captures both large and small businesses, with the Alignable network's sample of smaller businesses. While the Alignable network may skew towards retail and service businesses, the data on industry mix suggests that the sample represents a wide swath of America's smaller businesses. However, industries dominated by large firms, such as manufacturing, are underrepresented. The survey also has limitations in capturing the experience of larger employers with less accuracy. Despite these limitations, the sample is large and includes firms from most major industry groups, states, and firm-size categories. Therefore, the Alignable survey is a valuable tool for understanding the overall small business ecosystem in America."}, {"heading": "Responses To The Covid-19 Pandemic And Lockdown", "text": "Listen up, folks! It's time to face the harsh reality of COVID-19 and its devastating effects on our economy. Our research has uncovered three crucial categories that demand immediate attention. Firstly, the pandemic has wreaked havoc on businesses and employment, leaving countless individuals struggling to make ends meet. Secondly, the financial fragility of these businesses is alarming, with many barely scraping by with limited cash on hand and ongoing expenses. Lastly, the crisis shows no signs of slowing down, and businesses are left to wonder how long they can survive in this economic climate. It's time for action, for our leaders to step up and provide the necessary support to keep our economy afloat. The future of our country depends on it."}, {"heading": "Temporary Closings And Employment", "text": "The COVID-19 pandemic has wreaked havoc on businesses across the country, with devastating effects on employment. According to recent data, over 41% of businesses have been forced to temporarily close due to the pandemic, resulting in a 32% decrease in full-time employment and a staggering 56% decrease in part-time employment. Even more concerning is the fact that 1.8% of businesses have been forced to permanently close due to the pandemic, with no hope of recovery.\n\nThe situation is particularly dire in the Mid-Atlantic region, where over half of all businesses have temporarily closed and employment has fallen by an average of 47%. Smaller firms with fewer than 20 employees have been hit the hardest, with between 6 and 19 January employees experiencing the largest employment reductions.\n\nThe disruptions resulting from supply chain challenges have been significant, but concerns about employee health and reductions in demand have been even more disruptive, with firms rating the importance of these issues as 57 out of 100 and 78 out of 100, respectively.\n\nIt is clear that the government must take immediate action to support struggling businesses and prevent further job losses. Failure to do so will result in long-term economic damage and untold human suffering."}, {"heading": "Financial Fragility", "text": "The current economic crisis has exposed the fragility of our financial system, and the government's lack of action has only exacerbated the problem. A recent study has shown that a quarter of firms have less than a month's worth of cash on hand to cover their expenses, and over half have only enough to cover one to two months. This is unacceptable. These firms are the backbone of our economy, and they are being left to fend for themselves.\n\nThe government must step in and provide the necessary support to keep these businesses afloat. Without it, we will see more layoffs and shutdowns, which will only deepen the economic crisis. It is time for our leaders to take action and provide the necessary funding to keep these businesses running. We cannot afford to let them fail. The future of our economy depends on it."}, {"heading": "Predicting The Path Of The Crisis", "text": "The COVID-19 crisis has wreaked havoc on the world, and businesses are struggling to survive. A recent survey asked firms to predict when the crisis would end and whether they would be open by the end of 2020. The results are alarming. While some firms believe the crisis will be over by the end of May, almost half think it will still be going in July. And their confidence in their predictions is low, with many reporting a lack of certainty.\n\nDespite this uncertainty, over 90% of firms believe they will be open by the end of the year. But this optimism may be misplaced, as entrepreneurs are known to be overoptimistic about their prospects. Firms with more cash on hand are more confident about their future, suggesting that liquidity generates confidence in the ability to survive this crisis.\n\nThe duration of the crisis is a key factor in firms' survival. Those who believe it will be short are more likely to survive, while those who believe it will be longer are more pessimistic. It's time for governments to take action to support struggling businesses and ensure their survival."}, {"heading": "Anticipated Responses To Cares Act Programs", "text": "The CARES Act Paycheck Protection Program (PPP) loans have the potential to provide a significant transfer of funds to small businesses, with a large portion of the loans being forgiven if used for payroll costs, rent, mortgage, and utilities. This forgiveness component is crucial in maintaining employment and keeping businesses open during these challenging times. However, despite the generous terms, some businesses are still hesitant to take up the offer. The government must ensure clarity and a streamlined process to encourage a high take-up rate. Additionally, informing businesses about the increased generosity of unemployment insurance under the CARES Act may have unintended consequences, such as lower employment projections. It is crucial to understand how different programs interact to achieve the best economic outcomes. The government must prioritize supporting small businesses to ensure their survival and the overall health of the economy."}, {"heading": "Industry Differences In Response To Crisis Duration", "text": "The COVID-19 pandemic has exposed the vast disparities between businesses and their ability to weather the storm. While some businesses have been deemed essential and remain open, others have been forcibly shut down, leading to an existential threat to their survival. The resilience of businesses during extended durations of the pandemic is a clear indication of their ability to survive. The restaurant industry, for instance, is particularly vulnerable, with a mere 15 percent chance of survival if the crisis lasts for six months. The tourism and lodging industry is not faring any better, with a survival rate of only 27 percent by the six-month mark. On the other hand, the banking and finance, real estate, and professional services sectors are better equipped to weather the storm. It is imperative that policies are put in place to safely reopen the economy quickly to prevent further damage to our economy and its network of small businesses."}, {"heading": "Comparative Analysis Of Policy Effects On Business Financial Health, Survival, And Employment", "text": "The government's response to the economic crisis caused by the pandemic has been lackluster at best. The Paycheck Protection Program (PPP) is a prime example of this failure. The program claims to offer relief to struggling businesses, but in reality, it falls short. The program's convoluted calculations for payroll and cash available only add to the confusion. The government's attempt to sugarcoat the program with promises of loan forgiveness and deferred payments is nothing more than a band-aid solution. The truth is, the PPP is a loan, plain and simple, with interest rates and repayment terms that will only add to the financial burden of small businesses. The CARES act, while marginally better, still fails to provide the necessary relief to keep businesses afloat. The government needs to do better and provide real solutions to the economic crisis, not just empty promises and confusing loan programs."}, {"heading": "Appendix", "text": "Listen up, folks! The coronavirus pandemic has wreaked havoc on our local businesses, and it's time for action. Harvard University and the University of Chicago are conducting a survey to understand the impact of this crisis on our business ecosystem and to find ways to help our struggling local businesses. This is your chance to make your voice heard and communicate your needs to policymakers. Don't hold back - share your honest and thoughtful opinions. And don't worry, your answers will be kept confidential. The results of this survey will provide crucial information on the state of our local economy, and we need your input to make sure our policymakers take action to support our businesses. So, let's band together and make a difference!"}, {"heading": "Conclusion", "text": "The current crisis has exposed the fragility of America's small businesses, which employ almost half of the country's workforce. Shockingly, our research shows that 43 percent of small businesses in our sample, which is skewed towards retail sales, have temporarily closed and employment has fallen by 40 percent. This is a crisis that has little parallel since the 1930s. The reality is that many of these small businesses have little cash on hand and will either have to cut expenses, take on additional debt, or declare bankruptcy. Without assistance, many are likely to fail. \n\nThe CARES loan program may provide some relief, but it is unclear whether it will be enough to save most small businesses. The government must streamline the application process and clarify eligibility criteria and loan forgiveness rules to increase take-up rates. Additionally, policies that can safely shorten the economic shutdown, such as stronger short-term containment policies, will benefit businesses in particularly exposed industries like restaurants, tourism, and personal services. \n\nIf we extrapolate the 72 percent of businesses who indicate they would take up the CARES PPP loans to all US small businesses, the total volume of loans would be approximately $410 billion, beyond the $349 billion allocated in the CARES act right now. It is clear that sustained economic and public health policy measures are crucial to support America's small businesses and prevent a catastrophic economic collapse."}, {"heading": "References", "text": "@article{alignable2020,\n  title={Adapting to the Pandemic: Insights from a Small Business Survey},\n  author={Alignable},\n  year={2020}\n}\n\n@article{cnn2020,\n  title={Small businesses are struggling to survive the coronavirus pandemic},\n  author={Tami Luhby},\n  journal={CNN},\n  year={2020}\n}\n\n@article{forbes2020,\n  title={Small Business Owners Are Struggling To Get Stimulus Loans},\n  author={Elaine Pofeldt},\n  journal={Forbes},\n  year={2020}\n}\n\n@article{nytimes2020,\n  title={Small-Business Owners Are Struggling. The Government Is Not Helping Enough.},\n  author={David Leonhardt},\n  journal={The New York Times},\n  year={2020}\n}\n\n@article{wsj2020,\n  title={Small Businesses Struggle to Tap Stimulus Aid},\n  author={Amara Omeokwe and Ruth Simon},\n  journal={The Wall Street Journal},\n  year={2020}\n}\n\n@article{alignable2020b,\n  title={Alignable's Small Business Pulse Survey},\n  author={Alignable},\n  year={2020}\n}\n\n@article{census2017,\n  title={2017 Census of US Businesses},\n  author={US Census Bureau},\n  year={2017}\n}\n\n@article{bloomberg2020,\n  title={Small Businesses Are Running Out of Cash, and Time},\n  author={Shawn Donnan},\n  journal={Bloomberg},\n  year={2020}\n}\n\n@article{washingtonpost2020,\n  title={Small businesses are struggling to survive the coronavirus pandemic},\n  author={Rachel Siegel},\n  journal={The Washington Post},\n  year={2020}\n}\n\n@article{cnbc2020,\n  title={Small business owners are worried about their survival, survey finds},\n  author={Jessica Bursztynsky},\n  journal={CNBC},\n  year={2020}\n}\n\n@article{fortune2020,\n  title={Small businesses are struggling to survive the coronavirus pandemic},\n  author={Anne Sraders},\n  journal={Fortune},\n  year={2020}\n}"}]