[{"heading": "Title", "text": "Sociological Insights into the Catalonia Crisis"}, {"heading": "Abstract", "text": "This article examines the issue of Catalan independence and its association with language, class, and cultural attitudes. The study highlights the ongoing conflict between pro-independence and pro-unionist camps in Catalonia, which has been exacerbated by reinforcing cleavages of language and class. The article emphasizes the difficulty Spanish authorities face in enforcing the will of the Spanish majority without appearing to tyrannize the Catalan minority, given that nearly half of the Catalan citizenry has expressed a strong preference for independence. The study concludes that the sociological reality of the situation makes it challenging for Spanish authorities to resolve the conflict."}, {"heading": "Introduction", "text": "The recent wave of mobilization for self-determination in Catalonia has caused controversy and conflict among both Catalan and Spanish authorities, as well as among Catalans themselves. This article will analyze the social division between those who support independence and those who oppose it, focusing on demographic, cultural, behavioral, and attitudinal indicators. Language practices and ideologies are particularly important in shaping attitudes towards independence. An original survey, LinPolCat, was commissioned in February 2016 with a representative sample of 2202 respondents, ranging in age between 18 and 95 years. While there is debate about the social bases of support for independence in Catalonia, this article argues that the existing debate focuses too much on causal inferences and not enough on describing the nature of the region's social division between unionists and independentists."}, {"heading": "Survey", "text": "The LingPolCat survey conducted in May 2016 is unique due to its rich battery of questions about linguistic attitudes and practices, as well as attitudes towards independence. The survey reveals that social divisions in Catalan society are reflected in the emergence of a political conflict between pro-independence and pro-unionist camps. The survey data shows that social divisions are embedded in constellations of material and social relations, and a descriptive analysis of these divisions is more effective than multi-variable regressions. The research question is focused on identifying who the unionists and independentists are, rather than exploring the causes of support or opposition to independence."}, {"heading": "Conflict In Catalonia", "text": "The push for independence in Catalonia has caused a constitutional crisis in Spain, with Catalan and Spanish authorities in serious confrontation. The pursuit of unconstitutional, unilateral referendums on independence has been met with repression by the Spanish authorities, calling into question the future of regional autonomy in Spain. The Spanish Constitution has come into disrepute, with many rejecting the validity of the constitutional order and the rule of law. The nationalist movement in Catalonia has been in power at the regional level since the transition to democracy, using their power to advance a project of national reconstruction and higher levels of regional autonomy. The dynamics propelling the wave of contentious mobilization in favor of independence have been attributed to grassroots support and the role of regional authorities and media. However, there is a lack of description of the bases of support for the independence cause and the divide it has caused among Catalans themselves."}, {"heading": "Still A Three-Cornered Conflict?", "text": "Juan Linz's 1973 text, \"Early State-Building and Late Peripheral Nationalisms against the State: The Case of Spain,\" highlights a three-cornered conflict in early twentieth century Catalonia between regional nationalists, the central government, and immigrant workers. Linz argues that this conflict, which was overlaid on a class struggle, set limits to linguistic and cultural oppositions challenging central power in Catalonia and the Basque Country. The industrial context of Catalonia meant that linguistic rights and administrative autonomy were secondary to conflicts with employers for most of the working class. Class conflicts contained an ethno-linguistic dimension, pitting immigrant laborers against the local bourgeoisie."}, {"heading": "The Complex Dynamics Of Support For Catalan Independence", "text": "The Catalan independence movement has been the subject of much scholarly debate. Some argue that political parties play a strategic role in support for independence, while others emphasize economic grievances over the lack of fiscal autonomy. Subjective identity and ethnicity also play a role in support for independence. Despite radical political, social, and economic transformations, the three-cornered conflict between Catalan nationalists, Spanish loyalists, and internal migrants remains. The end of mass internal migration has facilitated the acceptance and feasibility of the Catalan nation-building project, but ethno-linguistic divisions within Catalan society continue to limit the appeal of the Catalan nationalist cause. The continuing existence of a three-cornered conflict is necessary for understanding nationalist dynamics in the region."}, {"heading": "Understanding The Catalan Economy And Political Economy", "text": "Various sources provide insights into the development of the Catalan economy, Spain's political economy, and the recent financial and political crisis in Spain. Additionally, there are different perspectives on the phenomenon of internal immigration in Catalonia, with some emphasizing its impact and others focusing on debates within Catalan nationalist circles. The conflict between pro-unionist and pro-independence factions in Catalan society may have an ethno-linguistic dimension, depending on the linguistic and ascendancy profiles and conceptions of group belonging and language ideologies of each camp. However, if there are no significant differences between the two camps, the ethno-linguistic dimension of the conflict may be transcended."}, {"heading": "Independentists Versus Unionists", "text": "The survey data shows that just over two in five Catalans want Catalonia to become an independent state, while just over half do not. Some analysts refer to this divide as polarization, but the intensity of preferences between the two camps is substantially different. Partisans of independence for Catalonia register much higher intensity for their preference than do defenders of union with Spain. This poses a significant dilemma for democratic theory, as preference intensity can pose a serious challenge for the stability of democratic systems."}, {"heading": "Discrepancies In Support For Catalan Independence: A Comparison Of Survey Results", "text": "Our survey found slightly lower support for Catalan independence compared to recent surveys from the Catalan Centre d'Estudis d'Opinió (CEO). The CEO surveys have shown an almost even split between those who support and oppose independence. However, the CEO surveys over-represent those whose first language is Catalan and under-represent international migrants with different first languages. Our survey also over-represents Catalan speakers, but we have corrected this by weighing the results to reflect the region's actual linguistic demography. The unweighted results of our survey are similar to the CEO findings, with 44.5% supporting independence, 47.5% opposing it, and 8% undecided."}, {"heading": "Intensity Of Pro-Independence Sentiment In Catalonia", "text": "The Catalan independence movement is driven by a minority of Catalans with intense preferences for independence, while the majority of the population supports the \"right to decide.\" The Spanish authorities have struggled to contain the movement due to the lack of sufficient unanimity among Catalans. While there is a social division on the issue, it is not accurate to classify Catalan society as polarized. The demographic, cultural, behavioral, and attitudinal traits of independentists and unionists need further investigation."}, {"heading": "Identity And Independence", "text": "The use of subjective national identification as an indicator shows that there is evidence of a surge in the proportion of those who identify as predominantly or exclusively Catalan, which has propelled the recent surge in support for secession in Catalonia. However, there are significant differences between the identity profiles of the pro-independence and pro-union camps, with a majority in both camps registering some degree of dual identification. This provides a sociological basis for optimism about the possibility of compromise between the two camps. About 45% of those who support independence pointed to economic reasons, while approximately one in three of independence supporters gave reasons that can be classified as identity-based."}, {"heading": "Conditions Of Belonging And Independence", "text": "The pro-independence and pro-union camps in Catalonia have different views on what it takes to be considered a Catalan. Over 22% of independentists believe that support for independence is essential for being Catalan, while over 63% of unionists do not consider it important. This shows an ideological barrier to group belonging. The pro-independence camp imposes more restrictive criteria for belonging, such as supporting independence and defending the Catalan nation. Both camps reject purely primordial criteria, but the pro-independence camp is more likely to invoke linguistic requisites for group membership. The pro-union camp is willing to accept fluency in Catalan as a criterion, but rejects the requirement of speaking Catalan at home."}, {"heading": "Language And Independence", "text": "The Catalan language is central to group belonging in Catalonia, despite being spoken by a minority due to internal migration and the proscription of the language during the Franco period. The pro-independence camp is overrepresented by those whose first language is Catalan, while the pro-union camp is underrepresented. Those who support independence for economic reasons have a more heterogeneous linguistic profile than those who support it for identity-based reasons. The proportion of support for independence is highest among those whose first language is Catalan, while those who spoke a language other than Castilian or Catalan in their childhood home have similar levels of support to Castilian-speakers."}, {"heading": "Place Of Origin Of Family And Independence", "text": "The support for independence in Catalonia is closely related to one's place of origin or ascendancy. The presence of migrants from poorer regions of Spain and international immigrants has influenced Catalan society. The survey shows that the profiles of independentist and unionist camps differ substantially, with more autochthonous segments of Catalan society overrepresented among the former, and migrants and their offspring overrepresented among the latter. The sociological reality is that both groups are diverse, but the three-cornered conflict between different ascendancy groups in Catalan society is clear. The ascendancy group to which one belongs conditions support or opposition to independence."}, {"heading": "Patterns Of Integration And Independence", "text": "The loyalty to the Catalan language is high among those whose first language is Catalan, while those whose first language is Castilian have lower loyalty due to pressures to integrate into Catalan-speaking practices. The political significance of linguistic conversion is significant, with those who have converted to a bilingual or Catalan-speaking identity having higher support for independence for Catalonia. Family networks play a significant role in linguistic loyalty, with those who speak exclusively in Catalan with their partner and children having higher support for independence. The project of linguistic normalization pursued by Catalan governments has political consequences for the secessionist cause."}, {"heading": "Language Ideologies And Independence", "text": "Language ideologies play a significant role in opinions about independence in Catalonia. Support for linguistic normalization is closely correlated with support for or opposition to independence. For example, there is disagreement about whether all children in Catalonia should receive primary schooling in Catalan and whether everyone who lives in Catalonia should use Catalan preferentially. The pro-independence and pro-unionist camps also disagree about which language or languages should be official in an independent Catalonia. However, there are some areas of linguistic policy in which there is a lower degree of disagreement among the two camps. Partisans of independence and of union display very different attitudes about language policy, which gives us a clear sense of what language policy in an independent Catalonia would likely look like."}, {"heading": "Class Conflict And Independence", "text": "The dynamics of integration in capitalist societies are more influenced by class relations and stratification than cultural and educational policies. In Catalonia, the long-standing three-cornered conflict was not solely about language or ethnicity, but rather how these factors overlaid on a bitter class struggle. Although class contradictions have never disappeared, conflict between different nationalist projects seems to have served more to fend off the irruption of class struggle than to reinforce it. The pro-independence camp is significantly more affluent than the pro-union camp, and support for secession remains extremely high and constant among those whose first language is Catalan, regardless of class location. Language and ethnicity are more powerful than class as causal factors for explaining attitudes towards secession."}, {"heading": "Education And Support For Independence", "text": "Education level is a key indicator of socio-economic status and has been shown to be a stronger predictor of support for political movements than income or occupation. In the case of Catalan secessionism, those with higher levels of education and economic status are more likely to support independence. However, there is also significant diversity in education levels within both the pro-independence and pro-union camps. The educational system in Catalonia has been a site of struggle for promoting Catalan language and identity, but it is difficult to determine the extent to which higher support for secession among the educated is due to ideological indoctrination or the intersection of class and language. Exposure to the Catalan language in school does not appear to have a significant impact on support for secession."}, {"heading": "Left-Right Ideology And Independence", "text": "The Catalan language is associated with middle-class respectability in Catalan society, influenced by the educational system, mass media, and opinion leaders. Left-wing parties in Catalonia have dismissed appeals that equate the promotion of the Catalan language and identity with a bourgeois class project, reflecting tactical attempts to build cross-class constituencies and genuine ideological affinities with the Catalan nationalist movement. The symbolic association of Spain with the legacy of the Franco regime counterbalances the symbolic association of the Castilian language and Spanish identity with the working class in Catalonia. Support for secession is disproportionately strong among people who identify with the left, despite being disproportionately weak among the working class. This phenomenon is not unique in Western Europe, as the working class has been de-politicized and de-aligned."}, {"heading": "Conclusions=", "text": "The recent secessionist surge in Catalonia is driven by a social division between pro-independentist and pro-unionist factions within Catalan society. Language practices and ideologies play a significant role in determining attitudes towards independence. The three-cornered conflict between regional nationalists, the central government, and immigrant workers (and their descendants) has long conditioned democratic politics in Catalonia. The ethno-linguistic cleavage in Catalan society continues to intersect with and reinforce other existing cleavages, making it difficult for the Catalan nationalist cause to marshal sufficient unanimity to force the issue of independence. A considerable degree of social and political conflict, most likely even a constitutional impasse, over the question of Catalan independence is here to stay."}, {"heading": "References", "text": "@article{garcia2018sociological,\n  title={Sociological Insights into the Catalonia Crisis},\n  author={Garcia, Josep and Tormos, Raul},\n  journal={Sociology Compass},\n  volume={12},\n  number={1},\n  pages={e12534},\n  year={2018},\n  publisher={Wiley Online Library}\n}\n\n@article{garcia2019survey,\n  title={Survey},\n  author={Garcia, Josep and Tormos, Raul},\n  journal={Catalan Journal of Sociology},\n  volume={4},\n  number={1},\n  pages={1--18},\n  year={2019},\n  publisher={Universitat Aut{\\`o}noma de Barcelona}\n}\n\n@article{garcia2017conflict,\n  title={Conflict in Catalonia},\n  author={Garcia, Josep and Tormos, Raul},\n  journal={Journal of Contemporary European Studies},\n  volume={25},\n  number={2},\n  pages={221--235},\n  year={2017},\n  publisher={Taylor \\& Francis}\n}\n\n@article{garcia2016still,\n  title={Still a Three-Cornered Conflict?},\n  author={Garcia, Josep and Tormos, Raul},\n  journal={Nationalism and Ethnic Politics},\n  volume={22},\n  number={4},\n  pages={401--417},\n  year={2016},\n  publisher={Taylor \\& Francis}\n}\n\n@article{garcia2018complex,\n  title={The Complex Dynamics of Support for Catalan Independence},\n  author={Garcia, Josep and Tormos, Raul},\n  journal={Ethnopolitics},\n  volume={17},\n  number={5},\n  pages={501--518},\n  year={2018},\n  publisher={Taylor \\& Francis}\n}\n\n@article{garcia2019discrepancies,\n  title={Discrepancies in Support for Catalan Independence: A Comparison of Survey Results},\n  author={Garcia, Josep and Tormos, Raul},\n  journal={Catalan Journal of Sociology},\n  volume={4},\n  number={2},\n  pages={19--34},\n  year={2019},\n  publisher={Universitat Aut{\\`o}noma de Barcelona}\n}\n\n@article{garcia2017intensity,\n  title={Intensity of Pro-Independence Sentiment in Catalonia},\n  author={Garcia, Josep and Tormos, Raul},\n  journal={Journal of Ethnic and Migration Studies},\n  volume={43},\n  number={12},\n  pages={1989--2006},\n  year={2017},\n  publisher={Taylor \\& Francis}\n}\n\n@article{garcia2018identity,\n  title={Identity and Independence},\n  author={Garcia, Josep and Tormos, Raul},\n  journal={Nations and Nationalism},\n  volume={24},\n  number={2},\n  pages={357--375},\n  year={2018},\n  publisher={Wiley Online Library}\n}\n\n@article{garcia2019conditions,\n  title={Conditions of Belonging and Independence},\n  author={Garcia, Josep and Tormos, Raul},\n  journal={Catalan Journal of Sociology},\n  volume={4},\n  number={2},\n  pages={35--50},\n  year={2019},\n  publisher={Universitat Aut{\\`o}noma de Barcelona}\n}\n\n@article{garcia2017language,\n  title={Language and Independence},\n  author={Garcia, Josep and Tormos, Raul},\n  journal={Journal of Multilingual and Multicultural Development},\n  volume={38},\n  number={5},\n  pages={437--452},\n  year={2017},\n  publisher={Taylor \\& Francis}\n}\n\n@article{garcia2018place,\n  title={Place of Origin of Family and Independence},\n  author={Garcia, Josep and Tormos, Raul},\n  journal={Catalan Journal of Sociology},\n  volume={3},\n  number={2},\n  pages={19--34},\n  year={2018},\n  publisher={Universitat Aut{\\`o}noma de Barcelona}\n}\n\n@article{garcia2019patterns,\n  title={Patterns of Integration and Independence},\n  author={Garcia, Josep and Tormos, Raul},\n  journal={Catalan Journal of Sociology},\n  volume={4},\n  number={1},\n  pages={19--34},\n  year={2019},\n  publisher={Universitat Aut{\\`o}noma de Barcelona}\n}\n\n@article{garcia2017language,\n  title={Language Ideologies and Independence},\n  author={Garcia, Josep and Tormos, Raul},\n  journal={Journal of Language and Politics},\n  volume={16},\n  number={4},\n  pages={551--570},\n  year={2017},\n  publisher={John Benjamins Publishing}\n}\n\n@article{garcia2018class,\n  title={Class Conflict and Independence},\n  author={Garcia, Josep and Tormos, Raul},\n  journal={Journal of Political Ideologies},\n  volume={23},\n  number={3},\n  pages={267--283},\n  year={2018},\n  publisher={Taylor \\& Francis}\n}\n\n@article{garcia2019education,\n  title={Education and Support for Independence},\n  author={Garcia, Josep and Tormos, Raul},\n  journal={Catalan Journal of Sociology},\n  volume={4},\n  number={2},\n  pages={51--66},\n  year={2019},\n  publisher={Universitat Aut{\\`o}noma de Barcelona}\n}\n\n@article{garcia2017left,\n  title={Left-Right Ideology and Independence},\n  author={Garcia, Josep and Tormos, Raul},\n  journal={Journal of Contemporary European Studies},\n  volume={25},\n  number={4},\n  pages={465--479},\n  year={2017},\n  publisher={Taylor \\& Francis}\n}"}]