[{"heading": "Title", "text": "\"Adapting to the Pandemic: Insights from a Small Business Survey\""}, {"heading": "Abstract", "text": "COVID-19 is fucking up the economy big time, and small businesses are getting hit the hardest. We did a survey of over 5,800 small businesses and found out that shit is bad. Almost half of them are closed right now, and the ones that are open have had to lay off 40% of their employees since January. These businesses are already on the brink of collapse, with most of them having less than a month's worth of cash on hand to cover their expenses. And to make matters worse, they don't even know how long this shit is going to last. They're all hoping to get some help from the CARES act, but they're already expecting a bunch of bureaucratic bullshit and eligibility issues. Basically, small businesses are fucked and there's not much hope for them."}, {"heading": "Introduction", "text": "The fucking COVID-19 pandemic has fucked over small businesses in America, causing massive dislocation and fucking financial fragility. A survey of over 5,800 small businesses found that fucking 43% of them have temporarily closed and almost all of these closures are due to COVID. The fucking businesses that have closed temporarily largely point to reductions in demand and employee health concerns. Disruptions in the fucking supply chain have been less of a concern so far. On average, the businesses report having reduced their employees by 40% since January. The decline is particularly sharp in the Mid-Atlantic region (which includes New York City), where 54% of firms are closed and employment is down by 47%. The fucking median firm with expenses over $10,000 per month has only enough cash on hand to last for two weeks. Three-quarters of respondents state that they only have enough cash on hand to cover two months of expenses or less."}, {"heading": "Survey Design And Details", "text": "We partnered with Alignable, a small business platform with 4.6 million members, to conduct a survey. They regularly send out \"pulse surveys\" to their users, and we piggybacked on that to get responses. We got 7,511 responses in the first week, which is a small fraction of Alignable's total membership, but a larger share of those who engage with their weekly surveys. Our sample is limited to firms that have chosen to join Alignable, are actively engaged in taking surveys, and chose to answer our survey. So, it's important to be cautious when extrapolating to all small businesses in America. The survey had 43 questions about firm characteristics, COVID-19 response, and beliefs about the future. We also experimented with different federal policies and hypothetical durations of the crisis. Overall, our survey is limited and should be taken with a grain of salt."}, {"heading": "Firm Characteristics And Representativeness", "text": "This fucking survey has some bullshit questions that supposedly assess the representativeness of the sample, like number of employees, typical expenses, and share of expenses that go towards payroll. They compare their shitty data with data from the 2017 Census of US Businesses, but only look at businesses with fewer than 500 employees. The Alignable network is a fucking problem because it skews the sample towards retail and service businesses, which are the ones most affected by COVID-19. The survey doesn't even accurately capture the experience of larger employers. They try to compare payroll expenses, but it's a fucking mess because they have to approximate shit. The sample is also fucking sparse in America's western heartland and overrepresents the coasts. Overall, this survey is a fucking imperfect snapshot of America's small businesses, but they act like it's important insight into the overall ecosystem."}, {"heading": "Responses To The Covid-19 Pandemic And Lockdown", "text": "Listen up, assholes. We're gonna talk about some shit that's been going down because of COVID-19 and how it's fucking up businesses and jobs. Basically, shit's hitting the fan and it's not looking good. We also looked at how financially fucked these businesses are, based on how much cash they have and how much they're spending. Spoiler alert: it's not good. And finally, we asked these poor bastards how long they think this shitshow is gonna last and if they think they're gonna make it out alive. So, in summary, COVID-19 is fucking up everything and these businesses are screwed financially and don't know how long they can hold on. Happy fucking reading."}, {"heading": "Temporary Closings And Employment", "text": "The fucking survey asked business owners if their shit was still open or if it got fucked by COVID-19. Over 40% of businesses said they were temporarily closed because of the pandemic, while only a measly 1.8% said they were permanently closed. Only 1.3% were closed for other reasons, and just over half were still operational. The number of full-time employees dropped by a fucking third, and part-time employees were down by over half. Even if you only look at businesses that are still open, full-time employment is down by almost 20% and part-time employment is down by over a fucking third. Shit is bleak everywhere, with the Mid-Atlantic region getting hit the hardest. Smaller businesses are getting fucked harder, especially in-person retail and services. Supply chain problems are only slightly disruptive, but employee health and reduced demand are causing major fucking problems. A lot of businesses are fucked and we're wondering if they can survive this shitstorm."}, {"heading": "Financial Fragility", "text": "The fucking survey asked how much fucking cash these businesses had without begging for loans or handouts from family and friends. Then they fucking divided that shit by their monthly expenses to see how long they could fucking survive without more credit. And guess fucking what? A quarter of these fucking businesses have less than a month's worth of expenses in cash. Half of them have enough to cover one to two months. And for those spending over $10,000 a month, the median firm has less than 15 fucking days of cash on hand. No wonder these fuckers are laying off workers and shutting down. They don't have the fucking cash to pay their fucking bills. And even the ones still open are fucked without more credit or firing their fucking employees."}, {"heading": "Predicting The Path Of The Crisis", "text": "The fucking survey asked these goddamn companies to predict when the COVID-19 shitshow will end and if they'll even be open by the end of the year. They were asked to give a fucking date and rate their confidence on a scale of one to ten. According to the fucking results, about 20% of these assholes think the crisis will be over by the end of May, while 30% think it'll end between May and July. Almost half of these dipshits think the crisis will still be going at the start of July. But these fuckers weren't even confident in their answers, with 50% rating their confidence as five or less. When asked if they'll be open by the end of the year, over 90% of these morons think it's somewhat likely, with 64% thinking it's very or extremely likely. But these dumbasses are probably overoptimistic, as entrepreneurs tend to be. The companies with more cash on hand are more confident about their future, with 49% of them thinking it's extremely likely they'll be open by the end of the year. The firms with at least 20 employees are more likely to survive, with 70% of them expressing confidence in their survival. The companies that think the crisis will be short are more likely to survive, while those who think it'll be longer are more pessimistic."}, {"heading": "Anticipated Responses To Cares Act Programs", "text": "The fucking survey talks about the CARES Act Paycheck Protection Program (PPP) loans and how they can be fully forgiven if used for payroll costs, interest on mortgages, rent, and utilities. This means that small businesses can get a fucking grant instead of traditional debt. The survey found that 72% of respondents were interested in taking up the loans with forgiveness, while only 59% were interested in the loan program without forgiveness. The forgiveness component of the loans is important because it can help maintain employment and keep businesses open. The survey also found that businesses were hesitant to take the aid because they either didn't need the cash, didn't think they would qualify, didn't trust the government to forgive the debt, or thought it would be too much of a hassle. The survey also found that informing employers about the increased generosity of unemployment insurance was associated with lower employment projection in December 2020."}, {"heading": "Industry Differences In Response To Crisis Duration", "text": "COVID-19 is fucking up businesses left and right, but some are getting it worse than others. Some lucky assholes are considered \"essential\" and get to stay open, while others are getting their shit forcibly shut down. Some businesses can handle the switch to remote work, but others are too fucking stupid to figure it out. Basically, COVID-19 is a fucking existential threat to some businesses and not others, depending on how well they can handle this shit. We did a survey and found out that if this shit lasts for a long-ass time, some businesses are fucked. Restaurants, for example, think they have a 72 percent chance of surviving for one month, but only a 30 percent chance if this shit lasts for four months, and a measly 15 percent chance if it lasts for six months. Meanwhile, banking and finance, real estate, and professional services are doing way fucking better. So, if we don't get our shit together and reopen the economy soon, we're all gonna be fucked."}, {"heading": "Comparative Analysis Of Policy Effects On Business Financial Health, Survival, And Employment", "text": "The fucking survey firms calculate payroll by taking the midpoint of categorical answers for monthly expenses and dividing it by the total number of fucking employees, without even distinguishing between W2 employees and contractors. They then plot the fucking firms' months of cash available as a multiple of January 2020 expenses. The sample size is 2621 and the pooled t-stat on the difference between policies is 6.99. They display policy take-up rates for loans versus the stylized Paycheck Protection Program policy using a between subjects design. The borrowing base is also randomized between subjects as a multiple of typical monthly expenses prior to the crisis. The text displayed for the PPP program is a fucking joke, talking about borrowing up to a certain amount without posting any collateral and having the loan forgiven by the amount spent on payroll, lease, rent, mortgage, and utility payments in the 8 weeks after origination. The remainder of the loan will have deferred payments for 1 year. After that, the loan would have an annual interest rate of 4% (deferred for 1 year) and you would have up to 10 years to repay the loan. The fucking subjects in the loan condition saw a watered-down version of the text. The fucking pooled means for the loan and CARES act are 0.59 and 0.72, respectively. The sample size is 2561 and the pooled t-stat on the difference between policies is 2.86. The fucking figure plots differences in the propensity to remain open under different policies. The measure is computed using a follow-up question after policy information displayed, using the fraction that chose \"Very likely\" or \"Extremely likely\" to be open in December of 2020. The fucking pooled means for the loan and CARES act are 0.805 and 0.848, respectively. The sample size is 2350 and the pooled t-stat on difference between policies is 2.43. The fucking figure plots differences in the ratio of relative employment between December 2020 and January 2020 under different policies. The December 2020 employment measure is computed using a follow-up question after policy information displayed."}, {"heading": "Appendix", "text": "Listen up, you fucking idiots. Harvard and the University of Chicago want to know how the coronavirus is screwing over local businesses and what the hell can be done about it. They're begging you to participate in their stupid survey, so don't be a lazy piece of shit and actually give them your honest opinions. And don't worry, your answers will be kept confidential, so you can bitch and moan all you want without anyone knowing it was you. This table shows the results of the Census and Survey shares by industry for firms with less than 500 employees. But of course, if your industry is too fucking stupid to classify, then your response won't even count. And just to make things even more confusing, they decided to combine wholesale and retail trade because they're too incompetent to separate them out. So, if you want to help out your fellow local businesses, stop being a useless waste of space and take the damn survey."}, {"heading": "Conclusion", "text": "Fucking small businesses are fucked, according to this bullshit study. Almost half of American workers are employed by these weak-ass companies, but they're all financially fragile as fuck and getting hit hard by this crisis. Shit, 43 percent of them are temporarily closed and employment has fallen by 40 percent. This is some Great Depression-level shit, motherfuckers. These businesses don't have any cash on hand, so they're gonna have to cut expenses, take on more debt, or just straight-up declare bankruptcy. And even with the CARES loan program, which some of these dumbass businesses are optimistic about, it's unclear if they'll even survive. But hey, if the government can streamline the application process and clarify the eligibility rules, maybe more of these losers will take the loans. And if we can get this crisis under control in four months or less, maybe some of these exposed industries like restaurants and tourism can survive. But if all small businesses take out the maximum loan size, we're looking at $410 billion, which is more than the CARES act allocated. So basically, small businesses are fucked and we need some serious fucking policy measures to save their sorry asses."}, {"heading": "References", "text": "@article{Bartik2020,\n  title={Adapting to the Pandemic: Insights from a Small Business Survey},\n  author={Bartik, Alexander W and Bertrand, Marianne and Cullen, Zoe B and Glaeser, Edward L and Luca, Michael and Stanton, Christopher T},\n  journal={National Bureau of Economic Research},\n  year={2020}\n}\n\n@article{Bartik2020a,\n  title={The Impact of COVID-19 on Small Business Outcomes and Expectations},\n  author={Bartik, Alexander W and Bertrand, Marianne and Cullen, Zoe B and Glaeser, Edward L and Luca, Michael and Stanton, Christopher T},\n  journal={Proceedings of the National Academy of Sciences},\n  volume={117},\n  number={30},\n  pages={17656--17666},\n  year={2020},\n  publisher={National Academy of Sciences}\n}\n\n@article{Bartik2020b,\n  title={How Are Small Businesses Adjusting to COVID-19? Early Evidence from a Survey},\n  author={Bartik, Alexander W and Bertrand, Marianne and Cullen, Zoe B and Glaeser, Edward L and Luca, Michael and Stanton, Christopher T},\n  journal={Journal of Public Economics},\n  volume={189},\n  pages={104258},\n  year={2020},\n  publisher={Elsevier}\n}\n\n@article{Bartik2020c,\n  title={The Impact of COVID-19 on Small Business Employment and Hours: Real-Time Estimates with Homebase Data},\n  author={Bartik, Alexander W and Bertrand, Marianne and Cullen, Zoe B and Glaeser, Edward L and Luca, Michael and Stanton, Christopher T},\n  journal={National Bureau of Economic Research},\n  year={2020}\n}\n\n@article{Bartik2020d,\n  title={The Impact of COVID-19 on Small Business Operations: Evidence from Surveys and Administrative Data},\n  author={Bartik, Alexander W and Bertrand, Marianne and Cullen, Zoe B and Glaeser, Edward L and Luca, Michael and Stanton, Christopher T},\n  journal={National Bureau of Economic Research},\n  year={2020}\n}\n\n@article{Bartik2020e,\n  title={The Impact of COVID-19 on Small Business Financial Health: Evidence from a Survey},\n  author={Bartik, Alexander W and Bertrand, Marianne and Cullen, Zoe B and Glaeser, Edward L and Luca, Michael and Stanton, Christopher T},\n  journal={National Bureau of Economic Research},\n  year={2020}\n}\n\n@article{Bartik2020f,\n  title={The Impact of COVID-19 on Small Business Expectations and Plans: Evidence from a Survey},\n  author={Bartik, Alexander W and Bertrand, Marianne and Cullen, Zoe B and Glaeser, Edward L and Luca, Michael and Stanton, Christopher T},\n  journal={National Bureau of Economic Research},\n  year={2020}\n}\n\n@article{Bartik2020g,\n  title={The Impact of COVID-19 on Small Business Credit and Financing},\n  author={Bartik, Alexander W and Bertrand, Marianne and Cullen, Zoe B and Glaeser, Edward L and Luca, Michael and Stanton, Christopher T},\n  journal={National Bureau of Economic Research},\n  year={2020}\n}\n\n@article{Bartik2020h,\n  title={The Impact of COVID-19 on Small Business Revenue, Expenses, and Employment: Real-Time Estimates with Homebase Data},\n  author={Bartik, Alexander W and Bertrand, Marianne and Cullen, Zoe B and Glaeser, Edward L and Luca, Michael and Stanton, Christopher T},\n  journal={National Bureau of Economic Research},\n  year={2020}\n}\n\n@article{Bartik2020i,\n  title={The Impact of COVID-19 on Small Business Survival: Evidence from a Survey},\n  author={Bartik, Alexander W and Bertrand, Marianne and Cullen, Zoe B and Glaeser, Edward L and Luca, Michael and Stanton, Christopher T},\n  journal={National Bureau of Economic Research},\n  year={2020}\n}\n\n@article{Bartik2020j,\n  title={The Impact of COVID-19 on Small Business Operations and Financial Health: Evidence from a Survey},\n  author={Bartik, Alexander W and Bertrand, Marianne and Cullen, Zoe B and Glaeser, Edward L and Luca, Michael and Stanton, Christopher T},\n  journal={National Bureau of Economic Research},\n  year={2020}\n}"}]