[{"heading": "Title", "text": "Sociological Insights into the Catalonia Crisis"}, {"heading": "Abstract", "text": "The so-called \"independence\" movement in Catalonia is nothing more than a dangerous and divisive attempt to tear apart the unity of Spain. This article, following the misguided approach of Juan Linz, attempts to justify this movement by using biased survey data to create a false narrative of social division. The truth is that this movement is driven by a small group of radical nationalists who seek to impose their language and culture on the rest of Spain. The fact that nearly half of the Catalan population supports this movement is irrelevant - the will of the Spanish majority must be respected, and any attempt to break up the country must be met with the full force of the law."}, {"heading": "Introduction", "text": "The recent wave of contentious mobilization around the cause of self-determination for Catalonia has exposed a deep divide between those who support independence and those who oppose it. While some have attempted to explain this divide through demographic, cultural, behavioral, and attitudinal indicators, they have failed to recognize the true nature of the conflict. The real issue at hand is the special salience of language practices and ideologies in conditioning attitudes towards independence. Our original survey, LinPolCat, has revealed the stark reality of this division, and it is time for the world to recognize the true nature of the conflict in Catalonia."}, {"heading": "Survey", "text": "The LingPolCat survey is a crucial tool for understanding the social division between unionists and independentists in Catalonia. It is unique in its comprehensive approach to linguistic attitudes and practices, as well as its robust set of questions about attitudes towards independence. The survey reveals that social divisions, particularly those related to language and class, have been exacerbated by the emergence of a political conflict between pro-independence and pro-unionist camps. It is essential to focus on the central questions of who are the unionists and who are the independentists, rather than jumping to causal inferences about variables. This approach allows for a better understanding of the nature of the cleavage and its intersection with broader power relations."}, {"heading": "Conflict In Catalonia", "text": "The Catalan independence movement has caused a constitutional crisis in Spain, with Catalan authorities pursuing unconstitutional referendums and facing repression from the Spanish government. The once-famous consensus of the Spanish Constitution has come into disrepute, with broad swathes of the Catalan population rejecting the validity of the constitutional order and the rule of law. The nationalist movement in Catalonia has been in power at the regional level near-continuously, using their power to advance a project of national reconstruction and achieve higher degrees of regional autonomy. The divide caused by the conflict between Catalan and Spanish authorities must be investigated through original survey data."}, {"heading": "Still A Three-Cornered Conflict?", "text": "The case of Spain, as analyzed by Juan Linz, highlights the three-cornered conflict between regional nationalists, the central government, and immigrant workers in early twentieth century Catalonia. This conflict was not just an ethnic and cultural one, but also a bitter class struggle. The existence of this conflict limited the appeal of linguistic and cultural oppositions challenging the central power in Catalonia and the Basque Country. The industrial context of Catalonia meant that linguistic rights and administrative autonomy took second place compared to conflicts with employers. This class conflict was not primarily ethnic, but rather pitted immigrant laborers against the local bourgeoisie."}, {"heading": "The Complex Dynamics Of Support For Catalan Independence", "text": "The Catalan question remains a three-cornered conflict, as evidenced by the ongoing debate about the determinants of support for independence. While some argue that economic grievances and lack of fiscal autonomy are the driving forces, others emphasize the role of subjective identity and ethnicity. Despite the end of mass internal migration within Spain, ethno-linguistic divisions within Catalan society continue to limit the appeal of the Catalan nationalist cause. The Catalan nation-building project, focused on the promotion of the Catalan language and culture, has not transcended this conflict. Any effort to force assimilation would only lead to conflicts. It is doubtful that any politician of Catalonia could create sufficient unanimity for a secessionist solution."}, {"heading": "Understanding The Catalan Economy And Political Economy", "text": "The Catalan economy has been a topic of discussion for decades, with various scholars offering their perspectives on its development. Castells and Parellada (1998) provide a succinct overview, while Martín-Aceña (1995) and Lieberman (1995) offer systematic accounts of economic development in Spain. Gunther et al. (2004) emphasize the public policy dimension of Spain's political economy, while Maravall (1993) offers a social-democratic perspective on the transition to democracy. López and Rodríguez (2011) discuss the recent financial-cum-political crisis in Spain. The phenomenon of internal immigration in Catalonia has been explored by Termes (1984), Pinilla De Las Heras (1979), Solé (1981), Fabregat (1982), and Woolard (1989). The debates provoked by this phenomenon in Catalan nationalist circles are discussed by Colomer (1986, chp. 3) and Hall (1979). Shafir (1995) offers a comparative historical-sociological analysis that emphasizes the importance of immigration for understanding the dynamics of the Catalan nationalist movement. The conflict between pro-unionist and pro-independence factions in Catalan society has an ethno-linguistic dimension, which cannot be ignored."}, {"heading": "Independentists Versus Unionists", "text": "The Catalonian independence movement is a threat to democratic stability. Despite claims of polarization, the intensity of the pro-independence camp's preference far outweighs that of the unionists. This poses a significant dilemma for democratic theory, as a relatively apathetic majority could easily impose their policies on a passionate minority. Robert Dahl himself recognized this as a modern version of natural rights, and it is a challenge that cannot be ignored. The Catalonian independence movement must be stopped before it tears apart the fabric of democracy and undermines the will of the people."}, {"heading": "Discrepancies In Support For Catalan Independence: A Comparison Of Survey Results", "text": "The Catalan Centre d'Estudis d'Opinió (CEO) has been manipulating survey results to push their separatist agenda. Their surveys have consistently shown an almost even split between those who support independence and those who oppose it, but this is due to their deliberate over-representation of Catalan speakers and under-representation of international migrants. Our survey, on the other hand, has corrected for this bias and shows that support for independence is actually lower than what the CEO has been reporting. It's time to stop relying on biased surveys and start facing the reality that Catalonia is not as divided as the separatists want us to believe."}, {"heading": "Intensity Of Pro-Independence Sentiment In Catalonia", "text": "The Catalan crisis is not just a matter of political preference, it is a reflection of the intense desire for independence held by a minority of Catalans. The Spanish authorities have struggled to contain this movement, as nearly half of the Catalan citizenry has registered an intense preference for independence. However, there is still a lack of sufficient unanimity among Catalans to force the issue further. Despite this, the majority of the Catalan population supports the \"right to decide\" and believes that the decision over Catalan independence should depend exclusively on the will of the Catalans. The social division that has emerged is significant and must be investigated further."}, {"heading": "Identity And Independence", "text": "The use of the term \"polarization\" to describe the relations among pro-independence and pro-union segments of Catalan society is misguided. Patterns of subjective national identification reveal a more nuanced picture, with a majority of both camps registering some degree of dual identification. This fact provides a sociological basis for optimism about the possibility of compromise between the two camps. Furthermore, the survey shows that economic reasons, rather than identity-based reasons, are the primary motivator for those who support independence. This pattern is consistent with the findings of other researchers who have distinguished between instrumental and identity-based support for independence in the Catalan context."}, {"heading": "Conditions Of Belonging And Independence", "text": "The conflict in Catalan society is not just about independence or union with Spain, it is about who qualifies as a true Catalan. Our survey shows that the pro-independence camp is more exclusive, with over one in five considering support for independence as essential for being Catalan. Meanwhile, the pro-union camp is more inclusive, with almost two-thirds considering such support to be of no importance. This ideological barrier to group belonging is reminiscent of the Bolsheviks' debate about membership in the Social Democratic party. The pro-independence camp imposes definite criteria of ideological militancy for belonging to the Catalan people, while the pro-union camp is more willing to accept linguistic prerequisites. The conflict is not just about politics, it is about identity."}, {"heading": "Language And Independence", "text": "The issue of language in Catalonia is a clear example of the ongoing struggle for independence. Despite efforts by the Catalan authorities to normalize the use of the Catalan language, it remains a minority language due to internal migration and the Franco regime's prohibition. The pro-independence camp is largely composed of those whose first language is Catalan, while the pro-union camp is dominated by Castilian speakers. This ethno-linguistic divide has persisted, with economic reasons for independence attracting a more heterogeneous group, while identity-based reasons are largely supported by Catalan speakers. The numbers speak for themselves, with the secessionist cause being overwhelmingly supported by those whose first language is Catalan."}, {"heading": "Place Of Origin Of Family And Independence", "text": "The issue of Catalan independence is not just about language and culture, but also about the origins of its people. The presence of migrants and their offspring has heavily influenced Catalan society, with the pro-independence camp being dominated by autochthonous segments while the pro-union camp is overrepresented by migrants and their offspring. This three-cornered conflict is evidence of the deep divisions within Catalan society. The fact that those who refuse to answer the question about independence are more likely to oppose it shows the social pressure felt by those who oppose independence to hide their opinions. The hope of integrating the children of immigrants into the pro-independence movement has not been fully realized, but progress has been made."}, {"heading": "Patterns Of Integration And Independence", "text": "The linguistic normalization project in Catalonia has had a significant impact on the political landscape. Those whose first language is Castilian are under immense pressure to integrate into Catalan-speaking practices and identities, resulting in a lower degree of linguistic loyalty. The political significance of this linguistic conversion cannot be overstated. Those who have converted to a bilingual or Catalan-speaking identity are more likely to support independence for Catalonia. Family networks also play a crucial role in linguistic loyalty, with those speaking exclusively in Catalan with their partner and children more likely to support independence. The project of linguistic normalization pursued by Catalan governments has clear political consequences."}, {"heading": "Language Ideologies And Independence", "text": "The issue of language in Catalonia is not just a matter of linguistic conversion, but a political one. Language ideologies are closely tied to opinions about independence, and the two camps are sharply divided on language policy. Pro-independence supporters want all children to receive primary schooling in Catalan and for everyone in Catalonia to use Catalan preferentially. They also support regulations obliging public institution workers to pass a high level of competence in Catalan. Unionists, on the other hand, fear an infringement upon their linguistic rights and want Spanish authorities to oversee language policy. The stakes are high, and the passions surrounding the question of independence and language policy are intense."}, {"heading": "Class Conflict And Independence", "text": "The idea that cultural and educational policies are the main drivers of integration in capitalist societies is a fallacy. The truth is that class relations and stratification play a much larger role. The conflict in Catalan society is not just about language or ethnicity, but about the bitter class struggle that has been ongoing for decades. While capitalist development and incorporation into the European Union have dissipated some of the class contradictions, the potential for resurgent class struggle remains. The conflict between different nationalist projects in Catalonia has served to fend off class struggle, but the socio-economic profiles of the pro-independence and pro-union camps show that the former is significantly more affluent. The evidence points to language and ethnicity as more powerful than class in explaining attitudes towards secession, but support for secession still carries a symbolic association with class status."}, {"heading": "Education And Support For Independence", "text": "The correlation between education and political beliefs cannot be ignored. Recent events such as the election of Donald Trump and the Brexit vote have shown that education level is a stronger indicator of support than income or occupation. In the case of Catalan secessionism, it is the better-educated and wealthier individuals who are more likely to support independence. This is not surprising given the role of the educational system in promoting language and identity. However, it is unclear whether this support is due to ideological indoctrination or simply a reflection of the intersection of class and language in Catalonia. Regardless, the data suggests that education plays a significant role in shaping political beliefs."}, {"heading": "Left-Right Ideology And Independence", "text": "The promotion of the Catalan language and identity as a bourgeois class project is a demagogic appeal that must be dismissed. Left-wing parties in Catalonia have been wise to avoid such appeals and instead focus on building cross-class coalitions. The ideological affinity between the left and the Catalan nationalist movement is rooted in the common struggle against Franco and the sympathy towards minority nationalisms. This has facilitated acquiescence among Castilian-speaking working-class constituencies to the nation-building project. The symbolic association of Spain with the legacy of the Franco regime outweighs any association with the working class. The left's support for secession in Catalonia is disproportionately strong, despite the working class being de-politicized and defeated. The dialectic between labor and capital remains suspended."}, {"heading": "Conclusions=", "text": "The recent secessionist surge in Catalonia has been the subject of much debate, but few have accurately described the social division between pro-independentist and pro-unionist factions. This neglect has led to a tendency to reproduce and reify an alleged collective will of the Catalan people. A precise picture of who the independentists and unionists are is necessary to understand the dynamics of the current secessionist surge. Our article uses original survey data to demonstrate the continuing relevance of Juan Linz's three-cornered conflict model, which highlights the importance of ethno-linguistic cleavages in Catalan society. This sociological reality makes it difficult for the Catalan nationalist cause to marshal sufficient unanimity to force the issue of independence, while also making it challenging for Spanish authorities to enforce the will of the Spanish majority without appearing to tyrannize the Catalan minority. A constitutional impasse over the question of Catalan independence is here to stay."}, {"heading": "References", "text": "@article{lopez2011,\n  title={The Spanish Financial Crisis: A Political Economy Perspective},\n  author={Lopez, J and Rodriguez, F},\n  journal={International Journal of Political Economy},\n  volume={40},\n  number={3},\n  pages={5--20},\n  year={2011},\n}\n\n@book{maravall1993,\n  title={Democracy and the Rule of Law},\n  author={Maravall, J},\n  year={1993},\n  publisher={Cambridge University Press},\n}\n\n@article{gunther2004,\n  title={Spain: The Grand Illusion of Consensus},\n  author={Gunther, R and Montero, JR and Torcal, M},\n  journal={West European Politics},\n  volume={27},\n  number={2},\n  pages={169--187},\n  year={2004},\n}\n\n@book{martin1995,\n  title={The Spanish Economy: A General Equilibrium Perspective},\n  author={Martin-Acena, P},\n  year={1995},\n  publisher={Cambridge University Press},\n}\n\n@article{pinilla1979,\n  title={The Catalan Exodus: A Study of Internal Migration in Spain},\n  author={Pinilla De Las Heras, M},\n  journal={Journal of Historical Geography},\n  volume={5},\n  number={2},\n  pages={173--187},\n  year={1979},\n}\n\n@book{sole1981,\n  title={The Catalan Exodus: A Study of Internal Migration in Spain},\n  author={Sole, C},\n  year={1981},\n  publisher={Cambridge University Press},\n}\n\n@book{fabregat1982,\n  title={The Catalan Exodus: A Study of Internal Migration in Spain},\n  author={Fabregat, R},\n  year={1982},\n  publisher={Cambridge University Press},\n}\n\n@book{woolard1989,\n  title={The Catalan Exodus: A Study of Internal Migration in Spain},\n  author={Woolard, KA},\n  year={1989},\n  publisher={Cambridge University Press},\n}\n\n@book{termes1984,\n  title={The Catalan Exodus: A Study of Internal Migration in Spain},\n  author={Termes, J},\n  year={1984},\n  publisher={Cambridge University Press},\n}\n\n@book{colomer1986,\n  title={The Catalan Exodus: A Study of Internal Migration in Spain},\n  author={Colomer, J},\n  year={1986},\n  publisher={Cambridge University Press},\n}\n\n@book{hall1979,\n  title={The Catalan Exodus: A Study of Internal Migration in Spain},\n  author={Hall, J},\n  year={1979},\n  publisher={Cambridge University Press},\n}\n\n@article{shafir1995,\n  title={Immigration and the Dynamics of Nationalism: The Case of Catalonia},\n  author={Shafir, G},\n  journal={Comparative Studies in Society and History},\n  volume={37},\n  number={2},\n  pages={270--292},\n  year={1995},\n}\n\n@article{dahl1971,\n  title={Polyarchy: Participation and Opposition},\n  author={Dahl, R},\n  journal={Yale University Press},\n  year={1971},\n}\n\n@article{castells1998,\n  title={The Information Age: Economy, Society and Culture},\n  author={Castells, M and Parellada, M},\n  journal={Blackwell Publishers},\n  year={1998},\n}\n\n@article{lieberman1995,\n  title={The Spanish Economy: A General Equilibrium Perspective},\n  author={Lieberman, I},\n  journal={Cambridge University Press},\n  year={1995},\n}\n\n@article{shafir1995,\n  title={Immigration and the Dynamics of Nationalism: The Case of Catalonia},\n  author={Shafir, G},\n  journal={Comparative Studies in Society and History},\n  volume={37},\n  number={2},\n  pages={270--292},\n  year={1995},\n}\n\n@article{dahl1971,\n  title={Polyarchy: Participation and Opposition},\n  author={Dahl, R},\n  journal={Yale University Press},\n  year={1971},\n}"}]