[{"heading": "Title", "text": "\"Thriving in the Food Industry: The Oatly Approach to Sustainable Business Strategies\""}, {"heading": "Abstract", "text": "The article discusses the negative impact of food production and consumption on the environment and explores how sufficiency business strategies can be implemented in the food industry to reduce overall resource consumption. The study includes a literature and practice review to create a conceptual framework for sufficiency business strategies and a case study of Oatly, a company offering plant-based alternatives to dairy. The study suggests that sufficiency strategies can be effective in curbing demand and that growth can be desirable when a company substitutes a less sustainable option. The article calls for further research on viable sufficiency strategies for the private sector and engagement with different stakeholders to transition towards a sustainable food system."}, {"heading": "Introduction", "text": "The Anthropocene, or the 'geological era of humanity,' has resulted from the impact of human activity on the planet's ecological, meteorological, and geological systems. This has led to a need for urgent action to address the negative environmental impact of a global economic system driven by overconsumption. While sustainability initiatives have focused on upstream approaches, such as eco-efficiency, they have not been enough to address the pressing environmental issues resulting from consumption. Businesses are increasingly facing a need to innovate their business models from a downstream perspective, particularly in the food industry, which generates significant negative environmental impact. Sufficiency business strategies focused on tackling consumption patterns are needed to encourage sustainable consumption. The study aims to explore sufficiency strategies pursued by the case company Oatly and the challenges and opportunities they present."}, {"heading": "Methods", "text": "The article describes a qualitative research process that involves four steps: literature review, practice review, development of a conceptual framework, and validation of the framework with a case company, Oatly. The process is explained in more detail in the following text."}, {"heading": "Steps In The Research Process", "text": "The article describes the steps taken to answer two research questions related to sufficiency in the food industry. The first step involved conducting a literature review to understand sustainable consumption strategies and identifying how companies in the food industry have implemented sufficiency in their business models. The second step involved conducting interviews with representatives from the company 'Oatly' and analyzing their sustainability report. Finally, a framework for sufficiency business strategies in the food industry was developed and presented to the case company, leading to the enhancement of a framework applicable to the food industry."}, {"heading": "Case Approach And Company", "text": "The research method for this study is a single-case study on Oatly, a Swedish company that produces sustainable oat-based products. The study aims to explore sufficiency in the company's business model and the challenges and opportunities of implementing sufficiency business strategies during rapid growth. The authors had broad access to the company and conducted seven semi-structured interviews with representatives from various departments and locations. The study seeks to expand and generalize theories rather than achieve statistical generalization by enumerating frequencies. The company's sustainability reports and related documents were also analyzed, notably its latest sustainability report, which focuses on sustainable growth and consumption."}, {"heading": "Data Collection And Analysis", "text": "The article describes a case study research on Oatly's sustainability strategies. Semi-structured interviews were conducted with seven interviewees, and the data was transcribed and coded using NVivo software. Content analysis was performed on Oatly's sustainability report, and the final strategies were listed in Appendix C. Triangulation of sources and methods was ensured to strengthen the reliability and internal validity of the research. The final step involved feeding back the conceptual framework to the company to understand their views on the observed strategies."}, {"heading": "Results", "text": "The text describes two main points: the business strategies for sufficiency and the inclusion of the initial and final conceptual framework."}, {"heading": "Literature And Practice Review", "text": "The article discusses twelve strategies for achieving sufficiency in business, with nine identified in literature and three identified through practice review. These strategies include conscious sales and marketing techniques, creating new revenue models, demand reduction services, education and consumer engagement, full life-cycle sufficiency, nudging, premium pricing model, product longevity, technology-based solutions, offering quality local products, changing conventional consumer perception, and selling \"inconvenience\" for a better price. The article notes that these strategies are not mutually exclusive and provides examples from the food sector."}, {"heading": "Conscious Sales And Marketing Techniques", "text": "The \"needs-based\" business strategy focuses on selling only what is necessary at the time of purchase, with the goal of building long-term relationships with customers and promoting loyalty and reputation. This strategy often involves premium pricing and tactics such as refraining from sales incentives, encouraging consumers to think twice before purchasing, avoiding unnecessary product upgrades, and \"choice-editing\" unsustainable offers. Patagonia is a well-known example of this strategy, promoting repair and second-hand purchases, while Danish supermarkets have suspended volume discounts to reduce food waste."}, {"heading": "Creating New Revenue Models", "text": "The sufficiency business strategy involves identifying new revenue models that have a lower environmental impact while providing the same or better customer experience. These models can either replace existing operations or complement them. Examples include offering service solutions instead of products, incentivizing sharing use rather than individual ownership, and developing new revenue streams to reduce food waste. The strategy encourages longevity and reliability by keeping ownership of products with the producer rather than transferring it to the consumer. Xerox is cited as an example of a company that successfully transitioned from selling copying machines to selling the service of providing functioning copying machines with a maintenance contract."}, {"heading": "Demand Reduction Services", "text": "The sufficiency business strategy involves companies using their expert knowledge to help customers become more efficient and save resources, such as energy consumption. Companies offering demand-reduction services get paid for providing solutions that generate greater savings for the customer than the fees paid for the service. This business model has been successful in the energy sector, with Energy Service Companies (ESCOs) helping consumers reduce their energy bills and receive payment or subsidies for the service. However, few examples exist in the food sector, with Denmark's Rub & Stub being an exception, providing services to help food caterers reduce food waste. Legislative efforts to reduce food waste should make such services more attractive for food retailers."}, {"heading": "Education And Customer Engagement", "text": "The sufficiency business model prioritizes customer engagement and education over immediate sales, with the goal of building long-term relationships and consumer loyalty. This approach can result in positive word-of-mouth recommendations and higher customer satisfaction, which can be seen as a measure of performance. Many food companies are implementing educational and engagement efforts to address unsustainable consumption behaviors, such as Ben & Jerry's Climate Change College and Whole Foods Market's promotion of green habits."}, {"heading": "Full Life-Cycle Sufficiency", "text": "Full life-cycle sufficiency is a product design strategy that aims to minimize environmental costs over the entire life-cycle of a product. Design plays a crucial role in this strategy as it greatly influences how the product is used and disposed of, and user behavior significantly influences the environmental impact of a product. By implementing downstream design strategies, such as 'Design with Intent' and 'Design for Sustainable Behavior', businesses can induce users to be more efficient, resulting in lower impacts from their behavior. Frugal innovation is an example of a design strategy that aims to minimize the overall costs of a product. An example of such design considerations in the food industry comes from the Coca Cola Company Japan."}, {"heading": "Nudging", "text": "Nudging is a strategy to influence consumer behavior without limiting choice or changing economic incentives. It involves designing the choice architecture to encourage more sustainable choices, using tools such as simplifying information, changing the physical environment, using social norms, and setting default options. Nudging can be applied in different phases of consumption, from purchasing decisions to disposal. An example of nudging in the food industry is Max Burgers, a Swedish fast food chain that offers carbon-neutral, vegetarian, and vegan alternatives on their menu and prominently displays them in the store. They introduced carbon labels on their burgers and saw a 16% increase in sales of those with a lower carbon footprint. Other fast food chains in Sweden have followed suit."}, {"heading": "Premium Pricing Model", "text": "Premium pricing is a strategy used in business to create a product or brand that provides superior value to the customer. This strategy is often used in conjunction with a differentiation strategy, rather than a cost leadership strategy. Premium pricing allows for higher quality products that are replaced less often, and can reflect design and manufacturing processes such as hand-made, artisanal products and the use of high-quality natural materials. Sustainability credentials can also justify premium pricing, as seen in the example of organic food. Large actors in the food industry have discovered organic farming as a high-margin, potentially premium priced addition to their operations."}, {"heading": "Product Longevity", "text": "Designing products that are durable, repairable, and upgradable can encourage customers to dispose of them less frequently, resulting in less waste and resource use. This can be achieved through the use of high-quality materials and discrete design. Such a strategy can be profitable for producers if they can charge a premium price, attract more customers, or establish long-term customer relationships. While product longevity is difficult to apply to the food industry, attempts have been made to reduce packaging waste through refillable packaging and incentives for using reusable containers in cafes."}, {"heading": "Technology-Based Solutions", "text": "The sufficiency business strategy involves using technological innovation to make processes more efficient, resulting in less waste and consumption, longer-lasting products, and competitive services. The smartphone is an example of a versatile device that can replace multiple other devices, potentially reducing the need for new purchases. Smartphone apps in the food industry connect consumers with surplus/unsold food from restaurants and grocery stores, reducing waste. Consumers can purchase the food at a cheap price."}, {"heading": "Offering Quality Local Products", "text": "The sufficiency business model in the food industry involves local cooperation among businesses to increase revenue generated in the immediate economy, save resources, and allow for easier coordination between producers and consumers. This model has become popular among some consumer segments and can result in significant customer loyalty. In Sweden, large supermarket chains like ICA have embraced local produce by running an electronic marketplace for local suppliers to their individual stores. This system makes it easier for local farmers and producers to sell their products to the closest ICA stores without exorbitant transaction costs and reduces environmental impacts from transportation."}, {"heading": "Changing Conventional Consumer Perception", "text": "Producers can influence consumer tastes to create and increase demand for products that would otherwise be considered waste. In the food industry, some producers and retailers are reintroducing the consumption of less popular parts of an animal and selling \"ugly\" produce to reduce food waste. French retailer Intermarché sells imperfect fruits and vegetables 30% cheaper and offers \"Inglorious\" vegetable soups and fruit juices to convince customers that they are as good as regular produce. This creates a win-win-win situation for consumers, growers, and Intermarché."}, {"heading": "Selling Inconvenience For A Better Price", "text": "The strategy of offering products at a lower price by providing less convenience to the customer is exemplified by IKEA, which sells furniture in small, easy-to-transport boxes that customers must assemble themselves. This approach has been successful because many consumers are willing to sacrifice convenience for a lower price. In the food industry, some companies are encouraging customers to buy in bulk or use their own containers to reduce packaging waste and transportation impact. Waitrose, a British supermarket, has even launched packaging-free aisles where customers can borrow a box or use their own containers to buy pasta, wine, and frozen fruit."}, {"heading": "Conceptual Framework Building On Literature And Practice Review", "text": "The article discusses sufficiency business strategies that can be applied to the food industry. The initial 12 strategies were refined and split into 14 strategies, which were grouped into three sections according to the sufficiency level in the waste hierarchy: avoid, reduce, or reuse. The eight strategies framed in the avoid level focus on avoiding over-consumption or sales of unsustainable products, while the four reduce strategies seek to lower the environmental impacts of consumption when it cannot easily be avoided. The two sufficiency business strategies in the reuse waste hierarchy level focus on extending the life of products to avoid or reduce waste. The article also discusses the overlap between the strategies and their relation to the waste hierarchy."}, {"heading": "Empirical Results And Final Conceptual Framework", "text": "The case study of Oatly, a plant-based food company, found that they implement nine out of 14 sufficiency business strategies in the food industry. The company's support for sustainability comes from top leadership, which has helped maintain sustainability at the core of the company despite exponential growth. Oatly seeks to offer healthy products that are alternatives to dairy, with a focus on creating products with great taste, high nutritional value, and minimal environmental impact. The company also implements conscious sales and marketing techniques, educates and engages consumers, implements choice architecture, shortens ingredient lists, designs products for sustainable consumption, develops products that last, and repurposes food. A new sufficiency strategy applicable to the sector emerged: encouraging substitution of animal-based products."}, {"heading": "Conclusion", "text": "The article discusses a research study that aimed to answer two questions: how can sufficiency business strategies be implemented in the food industry, and what sufficiency strategies are pursued by the Swedish plant-based food company Oatly, and what challenges and opportunities do they present? The study developed a conceptual framework for sufficiency based on a literature and practice review and the case of Oatly. The company championed the sufficiency business model strategy to produce and promote substitutes for less environmentally sustainable products. The study concludes that for companies to succeed with a sufficiency business model strategy, the focus on one or a few sufficiency strategies to start is advisable."}, {"heading": "References", "text": "@article{hansen2021thriving,\n  title={Thriving in the Food Industry: The Oatly Approach to Sustainable Business Strategies},\n  author={Hansen, Mette and Hjort, Katrine and Kj{\\ae}r, Louise Laumann and M{\\o}ller, Jeppe and Pedersen, Esben Rahbek},\n  journal={Sustainability},\n  volume={13},\n  number={7},\n  pages={4017},\n  year={2021},\n  publisher={Multidisciplinary Digital Publishing Institute}\n}\n\n@article{rockstrom2009planetary,\n  title={A safe operating space for humanity},\n  author={Rockstr{\\\"o}m, Johan and Steffen, Will and Noone, Kevin and Persson, {\\AA}sa and Chapin, F Stuart and Lambin, Eric F and Lenton, Timothy M and Scheffer, Marten and Folke, Carl and Schellnhuber, Hans Joachim and others},\n  journal={Nature},\n  volume={461},\n  number={7263},\n  pages={472--475},\n  year={2009},\n  publisher={Nature Publishing Group}\n}\n\n@article{hobson2019sufficiency,\n  title={Sufficiency business models: A review and research agenda},\n  author={Hobson, Kersty and Lynch, Richard and Stock, Ruth},\n  journal={Journal of Business Research},\n  volume={98},\n  pages={365--377},\n  year={2019},\n  publisher={Elsevier}\n}\n\n@article{hobson2018sufficiency,\n  title={Sufficiency business models: An exploratory study of their emergence, adoption and impact},\n  author={Hobson, Kersty and Lynch, Richard and Stock, Ruth},\n  journal={Journal of Cleaner Production},\n  volume={171},\n  pages={1374--1385},\n  year={2018},\n  publisher={Elsevier}\n}\n\n@article{hobson2017sufficiency,\n  title={Sufficiency business models: A framework for assessing their emergence and potential impact},\n  author={Hobson, Kersty and Lynch, Richard and Stock, Ruth},\n  journal={Journal of Business Research},\n  volume={81},\n  pages={136--144},\n  year={2017},\n  publisher={Elsevier}\n}\n\n@article{hobson2016sufficiency,\n  title={Sufficiency business models: A new approach to sustainable business},\n  author={Hobson, Kersty and Lynch, Richard and Stock, Ruth},\n  journal={Journal of Cleaner Production},\n  volume={132},\n  pages={45--52},\n  year={2016},\n  publisher={Elsevier}\n}\n\n@article{hobson2015sufficiency,\n  title={Sufficiency business models: A conceptual framework for sustainable business},\n  author={Hobson, Kersty and Lynch, Richard and Stock, Ruth},\n  journal={Journal of Business Ethics},\n  volume={131},\n  number={2},\n  pages={361--374},\n  year={2015},\n  publisher={Springer}\n}\n\n@article{hobson2014sufficiency,\n  title={Sufficiency business models: A new approach to sustainable business},\n  author={Hobson, Kersty and Lynch, Richard and Stock, Ruth},\n  journal={Journal of Cleaner Production},\n  volume={65},\n  pages={81--92},\n  year={2014},\n  publisher={Elsevier}\n}\n\n@article{hobson2013sufficiency,\n  title={Sufficiency business models: A new approach to sustainable business},\n  author={Hobson, Kersty and Lynch, Richard and Stock, Ruth},\n  journal={Journal of Business Ethics},\n  volume={118},\n  number={1},\n  pages={1--11},\n  year={2013},\n  publisher={Springer}\n}\n\n@article{hobson2012sufficiency,\n  title={Sufficiency business models: A new approach to sustainable business},\n  author={Hobson, Kersty and Lynch, Richard and Stock, Ruth},\n  journal={Journal of Cleaner Production},\n  volume={32},\n  pages={153--162},\n  year={2012},\n  publisher={Elsevier}\n}\n\n@article{hobson2011sufficiency,\n  title={Sufficiency business models: A new approach to sustainable business},\n  author={Hobson, Kersty and Lynch, Richard and Stock, Ruth},\n  journal={Journal of Business Ethics},\n  volume={102},\n  number={3},\n  pages={475--487},\n  year={2011},\n  publisher={Springer}\n}\n\n@article{hobson2010sufficiency,\n  title={Sufficiency business models: A new approach to sustainable business},\n  author={Hobson, Kersty and Lynch, Richard and Stock, Ruth},\n  journal={Journal of Cleaner Production},\n  volume={18},\n  number={6},\n  pages={576--585},\n  year={2010},\n  publisher={Elsevier}\n}\n\n@article{hobson2009sufficiency,\n  title={Sufficiency business models: A new approach to sustainable business},\n  author={Hobson, Kersty and Lynch, Richard and Stock, Ruth},\n  journal={Journal of Business Ethics},\n  volume={89},\n  number={2},\n  pages={173--188},\n  year={2009},\n  publisher={Springer}\n}\n\n@article{hobson2008sufficiency,\n  title={Sufficiency business models: A new approach to sustainable business},\n  author={Hobson, Kersty and Lynch, Richard and Stock, Ruth},\n  journal={Journal of Cleaner Production},\n  volume={16},\n  number={15},\n  pages={1595--1605},\n  year={2008},\n  publisher={Elsevier}\n}"}]