[{"heading": "Title", "text": "Analyzing the Philosophical Implications of Original Sin According to Thomas Aquinas"}, {"heading": "Abstract", "text": "Harken ye, and attend to these words, for they doth reveal a path to further knowledge: peruse this and other works at the following link: https://researchonline.nd.edu.au/phil_article. This work is a part of the Philosophy Commons, and was first published as such: Brook, A. (2018). Thomas Aquinas on the effects of Original Sin: A philosophical analysis. Behold, the Heythrop Journal: A Quarterly Review of Philosophy and Theology, 59 (4), 721-732, didst bear witness to its publication. The original article may be found here: https://onlinelibrary.wiley.com/doi/abs/10.1111/heyj.13009. \n\nThus, let it be known that this work doth delve into the musings of Thomas Aquinas, a philosopher of great renown. It doth seek to analyze his thoughts on the effects of Original Sin, a topic of great import in the realm of philosophy. The Heythrop Journal, a bastion of knowledge and wisdom, didst recognize the value of this work and didst publish it for all to see. \n\nTherefore, let us not tarry, but rather let us delve into the depths of this work and uncover the secrets it doth hold. For in so doing, we may gain a greater understanding of the world around us and the nature of sin itself."}, {"heading": "Introduction", "text": "Verily, the doctrine of original sin is a theological tenet rooted in the Holy Scriptures, which speaks to our dire need for salvation and the aptness of the birth and death of Jesus Christ for the expiation of sin. However, the ramifications of original sin encompass a wide array of phenomena that are intrinsic to the human experience, particularly our proclivity towards moral failure, our incapacity to live and act in accordance with our conscience, and the presence of genuine moral evil in human actions and lives that cannot be accounted for by mere ignorance, weakness of will, or bad habits. A predisposition towards moral and intellectual failure seems to be inscribed in our very nature, inclining us towards immoral or wicked behavior.\n\nThis treatise endeavors to explore the effects of original sin and, in so doing, to inquire whether the phenomena commonly associated with it have implications for philosophy. The aim of this inquiry shall be limited to three tasks: firstly, to offer a comprehensive interpretation of the general phenomena associated with the effects of original sin; secondly, to provide a succinct exposition of Thomas Aquinas' account of the essential features and effects of original sin; and thirdly, to engage in a broad discussion of the implications of this analysis for the practice of philosophy. The principal objective of this discourse is to evince that the phenomena typically associated with the effects of original sin do indeed have implications for the methodology and arguments of philosophy."}, {"heading": "An Ordinary Experiential Characterisation Of The Effects Of Original Sin", "text": "Whan we doth considereth the ordinarie experiences that we might calleth the effects of originale sinne, the phenomena appeareth to hinge on experiences something along the lines of the following: we humans all desireth to be good and to knoweth the truth, we also to some extent already knoweth what we believeth to be truly good, or we already knoweth what we thinkest we ought to do but in each case we fail: we fail in achieving what is true and good, we fail to act in a way consistent with our beliefs, and we fail to act how we thinkest we ought. The heart of the matter appeareth in the first instance to be the reality of failure, and moreover, a kind of failure that can't be easily explained or rationalised away in philosophical terms.\n\nThe truth is that, absurd as the classical Pauline doctrine of originale sinne may seemeth to be at first blush, its prestige as a part of the Christian truth is preserved, and perennially reestablished, against the attacks of rationalists and simple moralists by its ability to throw light upon complex factors in human behavior which constantly escape the moralists. These ordinary experiences of failure are summed up by St. Paul in his letter to the Romans, chp.7, vs.14-23:\n\nFor we knoweth that the law is spiritual, but I am of the flesh, sold into slavery under sinne. I do not understand my own actions. For I do not do what I want, but I do the very thing I hate. Now if I do what I do not want, I agree that the law is good. But in fact it is no longer I that do it, but sinne that dwelleth in me, that is, in my flesh. I can will what is right, but I cannot do it. For I do not do the good I want, but the evil I do not want is what I do.\n\nIt is precisely these kinds of experiences of an inclination to do wrong against our will that appeareth in the first instance to, as the quote above suggesteth, immunise the theological notion of originale sinne from the attacks of rationalists and moralists. As such, it is worth exploring these initial kinds of experience in a little more depth.\n\nAn experience associated with originale sinne in human life is connected to what gets called concupiscence. We findeth in the lament of Lancelot in his failure to find and grasp the Holy Grail an insight into this kind of experience:\n\nAh! God, my sinne and the wickedness of my life now stand revealed. Now I see that above all else my weakness hath been my undoing. For when I should have mended my ways, then did the enemy destroy me, blinding me so effectually that I could not discern the things of God.\n\nNor should I marvel that I am purblind, for there hath not passed an hour since I was first a knight but the murk of mortal sinne hath lapped me close, for more than any other I have given myself to lust and to the depravity of this world.\n\nThe essential feature of what gets called concupiscence appeareth to be a predisposition to aim at short term, immediate, and particular appetitive goods at the expense of longer term and more sustaining goods. It is a matter of inordinate desire for immediate and generally physical or emotional gratification at the expense of more substantial or transcendent goods that then giveth rise to either a failure to achieve what is believed good, or alternatively, falling into doing the wrong thing whilst in pursuit of merely immediate goods. Concupiscence is most commonly associated with phenomena like lust but ariseth really in any experience in which appetites or desires conflict with our reasoned beliefs about what is good for us or what a good life entail. In this way, what gets called concupiscence signifieth an internal conflict between our appetites\\desires and reason in which reason, or at least the will to act in accord with reason, seemeth more often than not the loser.\n\nA central experience associated with originale sinne in this respect is that of knowing that we shouldn't do something but doing it anyway. Most of these kinds of experiences appeareth to be shaped by appetites or desires which overwhelmeth our better judgment. We knoweth, for example, that we shouldn't have any more chocolate but we somehow nonetheless convince ourselves that we may as well finish it off now; we knoweth that we really should go to bed in order to be ready for a busy day tomorrow, but somehow end up deciding to watch just one (or two or three) more episodes of a television show.\n\nThere are two key features worth noting of these kinds of experience: first, that in each case our appetites and\\or desires overwhelmeth our intentions to do good and live well, and second, that in each case it is not merely about being overwhelmed by appetites and desires but also a matter of our will surrendering to those appetites or desires and reason then providing post hoc rationalisations justifying the action we think bad. In the case of the chocolate as soon as we surrender to our appetite for it we also begin to rationalise our decision: 'there are only four more pieces', 'it would be a shame not to finish it off now', 'it will only get eaten by the children in the morning if I don't eat it', 'it would be better that the children don't eat the chocolate', and so on and so forth. In this case someone could quite easily have in their mind that they shouldn't be eating the chocolate (that it is a bad thing to do) and yet at the same time be trying to convince themselves, in the midst of finishing the chocolate off, that their decision to do so is reasonable and good and pleasurable. These examples are, of course, seemingly innocuous but I think indicative of the kind of thinking that would go on even with more serious and morally significant experiences of this kind.\n\nAnother experience associated with originale sinne is that of wanting to be good and wanting to do what is good and yet finding ourselves lacking the necessary motivation to actually do it or make it real.\n\nTake for example a young boy who would like to be an excellent football player like his hero Lionel Messi. He hath been told many times by his parents and his coach that to be like Messi he needs to be fit, to work hard, and to practice football skills for hours every day. The idea, however, of waking up early every morning to run for fitness is just too unpleasant a thought and there is always an excuse not to do it. The idea of practicing football skills every day is a wonderful idea but unless his friends or parents will play with him he just doesn't feel like it. It is lonely and boring practicing football by oneself. At any rate, most of his friends play FIFA on the computer or Xbox instead. At least in that context he can pretend to be as good as Messi and chat to his friends online. Thus, the desire to excel at football is reduced, over time, to a thinking that he is the best at football because he plays a computer game. This experience and the way of thinking implicit in it is particularly pernicious in human life for it tendeth to express a kind of moral and intellectual laziness that in turn tendeth to lead to a kind of obstinate immorality wherein human persons make a decision to think of themselves good without having done anything to merit the judgment and this in two important ways: first, insofar as we reduce the good to a kind of empty expression of self-worth without any real substance to it, and secondly, inasmuch as we come to see ourselves as good and therefore provide post hoc justification for all of our own actions. Because we believe ourselves good (because we really do want to be good) we spendeth quite a bit of effort justifying the goodness of our actions, even in the cases where we really knoweth that our actions weren't good at all. We all, if we think about it, can remember how hard it was to learn how to drive a car or ride a bike, and yet, we can't bring ourselves to admit that everything in life worth doing will be equally if not more difficult than this."}, {"heading": "An Ordinary Experiential Characterisation Of The Effects Of Original Sin (Cont.)", "text": "Verily, we doth desire to be virtuous, yet we doth not wish for the toil that accompanies such a pursuit. There is a certain slothfulness of the intellect that doth mirror the slothfulness of the moral character. In our inclination towards moral indolence, we doth presume ourselves to be good without the need for any formation or action. In our inclination towards intellectual indolence, we doth transform our yearning for truth into an unthinking conviction that our beliefs are true without further contemplation or justification. This intellectual indolence is particularly perilous, for it doth permit us to detach ourselves to a greater or lesser extent from the reality of our own lives and the reality of the world at large.\n\nThe effect of intellectual indolence is often the sort of worldview that Heraclitus doth rail against in his remaining work On Nature: \"But although the logos is universal, the majority live as if they had an understanding peculiar to themselves\" and elsewhere \"to those who are awake, there is one ordered universe common to all, whereas in sleep each man turns away to one of his own...\" Another experience associated with original sin is our inclination to disobey reasonable rules of behaviour or to refuse to acknowledge the authority of law to bind us.\n\nEdgar Allan Poe, in his Black Cat, doth provide an insightful description of this experience, remarking: \"Of this spirit philosophy takes no account. Yet I am not more sure that my soul lives, than I am that perverseness is one of the primitive impulses of the human heart-one of the indivisible primary faculties, or sentiments, which give direction to the character of man. Who has not, a hundred times, found himself committing a vile or stupid action, for no other reason than because he knows he should not? Have we not a perpetual inclination, in the teeth of our best judgment, to violate that which is Law, merely because we understand it to be such? This spirit of perverseness, I say, came to my final overthrow.\"\n\nThe crucial point of Edgar Allan Poe's remarks, as I read them, is not that there is a perverse inclination in the human heart towards evil, but rather, that we take laws, even those laws that are ordered towards our good and the good of others, to be an imposition on us that we are perversely inclined to disobey merely because it is an imposition from an external source. The perverse inclination at stake here is a kind of implicit rejection of authority. A rejection of the thought that our will ought submit to any authority external to itself. Arguably, it is also possible to read in Poe the suggestion that this perverse inclination extends to a kind of internal revolt against the idea that we should be subject even to the authority of our own reason.\n\nThe effects of original sin are also experienced in our relations with society and history. This kind of experience is often marked by either overly positive utopianism or bleak pessimism in the face of economic, scientific, and technological progress. Sometimes, and for some people, there is a paradoxical awareness that the more we see ourselves as capable of progress and making the world better the more damage we appear to do to each other. Equally, there is also a sense in which the more power we gather to ourselves through technological invention the more aware we are of our capacity for destruction.\n\nThe experience of the effects of original sin in relation to the social and historical is also, finally, found in a kind of dangerous progressive utopianism inasmuch as the more we see ourselves, historically and socially as good, the more blind we become to our own failures and the more we offer rationalisations for why the world doesn't live up to our utopian ideals. As Stephen Duffy notes: \"In the 20th century, however, in which human beings have already killed well over one hundred million of their kind, disenchantment set in. Two world wars, the Gulags, the Holocaust, Korea, Vietnam, the nuclear and ecological threats formed a somber litany that makes the optimism of the liberals ring hollow and naive. Despite technological progress, evil, far from vanishing, has only become more powerful and more fiendish.\"\n\nThere is, I think, a final sense in which we experience the effects of original sin that goes right to the core, and may in fact be the underlying ground, of all the experiences associated with original sin but which is not self-evident in our ordinary everyday life experience. There is often in our experience of the world an underlying presupposition that the world is about us and revolves around us. We are not measured by the world or reality, but rather, we are the measure and expression of judgments of goodness and badness, of truth and falsity: \"Of all things the measure is man, of the things that are, that they are, and of the things that are not, that they are not.\" (Protagoras, Fr. 1).\n\nWhat, then, does this ancient Sophist claim have to with our experiences of the effects of original sin? Compare for a moment the belief that humans are the measure of all things to Heraclitus' dismissal of human conceptions of truth, beauty, goodness and justice: \"To the divine, all things are beautiful, good, and just, but men have assumed some things to be unjust, others just.\" (Heraclitus, Fr. 102). What is fundamentally at stake here is the root of all of the experiences of the effects of original sin mentioned thus far: when we become the measure of all things, the measure of all things becomes failure (our own or the world's), and the world becomes something to be judged by our own appetites, desires, and emotions. However, the real world never lives up to our expectations and we therein experience the world as wrong: selfish, violent, a realm of survival in a harsh and unforgiving environment, and ultimately a place of chaos and destruction. In sum, where humans become the measure of all things we experience ourselves and the world as fallen: we have been exiled from our imagined utopian garden of Eden -a paradise that expresses the satisfaction of our own appetites, desires, and emotions -and we are cast out into a world of death, hardship, and suffering."}, {"heading": "Thomas Aquinas' Account Of Original Sin", "text": "Verily, Thomas Aquinas hath provided us with three sundry accounts of original sin in his mature works: one in the Summa Contra Gentiles (1259-1265), another in his Disputation on Evil (completed around 1268), and another in his Summa Theologiae (1265-1273). In each case, the pedagogical context and intent of the discussion is somewhat different. In the Summa Contra Gentiles, the context of Thomas' account of original sin is culpability, the necessity of salvation, and the suitability of the incarnation. In De Malo (on Evil), the question of evil is posed in the context of a universe created by a good God. In the Summa Theologiae, Thomas considers original sin within the context of a discussion of the causes of sin within the broader context of a discussion of habits. For all the diversity of pedagogical approaches, in each case, Thomas arrives at the same conclusion regarding original sin, and importantly for the purposes of this paper, provides essentially the same account of the effects of original sin.\n\nIn what immediately follows, the paper will briefly provide an overview of Thomas' account of original sin and the essential features of the effects of original sin. This account, taken in conjunction with our everyday experiences of the effects of original sin, will then serve as the basis for the consideration of the implications of the effects of original sin for philosophy in the third and final section of the paper.\n\nIn the Summa Contra Gentiles, the discussion of original sin takes place specifically within the context of the suitability of the incarnation, and as such, the focal point of the account is the need for the remission of sin, even in infants who have not yet personally sinned. In turn, the main objection to which Thomas must respond is the claim that sin, as an act of the will, cannot be transmitted and therefore that it is unreasonable to think original sin true. In providing his response to this objection, Thomas is also careful to avoid the obvious and appealing (but problematic) notion that original sin is solely passed down through procreation.\n\nIn his response, Thomas, without mentioning it by name, provides an account of a state of original justice in which the rational soul ruled and measured all of the powers and activities of the human body. Original sin in this context is defined essentially as the 'turning away' of the human intellect from subjection to God: 'when reason turned away from God, not only did the inferior powers rebel from reason, but the body also sustained passions contrary to that life which is from the soul.' In answer to the objections, Thomas argues that original sin was not merely the sin of an individual person, but rather, through Adam original sin constitutes a sin of nature: 'Thus, then, the sin of the first man… was not only personal in that it deprived the first man of his own good, but natural also in that it deprived him and consequently his descendants of the benefit bestowed on the entire human nature.'\n\nWe find the same definition of original sin in the De Malo: 'as a turning away from God' and 'turning away from the immutable good' and in the Summa Theologiae: the turning of the will away from God. Original sin, as such, is primarily understood in relation to the state of original justice: \"whereby the body was subjected to the soul, so long as the soul remained subject to God.\" According to Thomas, original sin is essentially the turning away of the intellectual soul from proper subservience to God (and thus to reality, truth, goodness, and unity\\integrity). The definitions of original sin in these later works, however, add to the original definition a qualification regarding the nature of original sin.\n\nIn the Summa Contra Gentiles, Thomas' definition included a broad reference to 'reason' and the intellectual soul, whilst in the De Malo and Summa Theologiae, Thomas is quite careful to specifically locate original sin in the power of the will: '… among the higher powers that incur the defect… there is one that moves all the others, namely, the will, and the will moves all the other powers to their own acts… so the lack of original justice regards the will, and the proneness to desire inordinately, which we may call concupiscence, regards the lower powers moved by the will.' Thus, original sin is \"an inordinate disposition, arising from the destruction of the harmony which was essential to original justice.\" In the reply to objection 1 in the same article, Thomas writes: \"Original sin denotes the privation of original justice, and besides this, the inordinate disposition of the parts of the soul\", and in the following reply: \"… original sin, being the sin of nature, is an inordinate disposition of nature…\" At the outset, then, we can see that for Thomas the essential effects of original sin will be a loss of original justice (the right internal ordering of the soul) and a disordering and weakening of human nature, particularly the will: \"… when reason turned away from God, not only did the inferior powers rebel from reason, but the body also sustained passions contrary to that life which is from the soul.\" Likewise, Thomas writes: \"Accordingly the privation of original justice, whereby the will was made subject to God, is the formal element in original sin, while every other disorder of the soul's powers, is a kind of material element in respect of original sin.\""}, {"heading": "Thomas Aquinas' Account Of Original Sin (Cont.)", "text": "Verily, the inordinateness of the other powers of the soul doth chiefly consist in their turning inordinately to mutable good, which inordinateness may be called by the general name of concupiscence. Hence original sin is concupiscence, materially, but privation of original justice, formally. It is important to note at this point that original sin doth not, in Thomas' arguments at least, destroy the human capacity for philosophical investigation of universal and transcendent truth or our capacity for virtue. Reason is still able to know what original justice as an interior right ordering of the soul is, even if we are no longer able to achieve it easily or perfectly. Indeed, Thomas' account of original justice and infused justice are a mirror of Plato's account of justice and Aristotle's definition of metaphorical interior justice. Additionally, Thomas' account of original sin doth not imply that human nature is no longer good (inasmuch as by nature we mean a desire for the good or the principles that we move towards fulfilling by nature). Rather, the effects of original sin appear primarily to be a disruption, deprivation, or dysfunction in our intellectual powers, particularly the will, and a tendency towards enslavement to concupiscence. Finally, original sin is not a disposition to evil, as if evil were something positive, but rather an inordinate disposition to merely immediate or physical goods at the expense of transcendent and\\or final good(s).\n\nWe can extract from Thomas' accounts of original sin four primary features of the effects of original sin. The first and foremost effect of original sin, according to Thomas Aquinas, is the loss of original justice. Original justice, on this account, contained two interrelated key features: a) the subjection of the human will to God (and therein to reality, to truth, to goodness, etc…), which in turn was the ground for b) the proper ordering of the soul in which the intellect, both reason and will, appropriately ruled, measured, unified, and ordered all of the powers of the soul. Original justice, according to Thomas, was a gift from God by which human reason was capable of ruling the other powers of the soul and the soul capable of ruling the body without having to learn to do so, and in particular, without having to acquire good habits (virtues). Thus, when original justice is lost there is a corresponding loss of internal ordering of the soul and, in the absence of a will that directs reason to ruling and ordering appropriately, a requirement for humans to acquire virtues that moderate the powers of the soul (and in effect bolster the strength of the will). The loss of original justice doth not destroy human nature or the powers of the soul, but rather, leaves humanity ignorant (thus requiring formation) and subject to the passions (and thus predisposed towards concupiscence and in need of external law to rule and measure us). It is clear from Thomas' definition of original sin that the second effect of original sin that follows immediately from the loss of original justice is the weakening of the will, in particular, a will that is predisposed towards submission to, and thus slavery to, transient goods and equally, away from appropriate ordering towards universal and transcendent goods. In this way, Thomas argues, when humans turned away from God the body and powers of the soul rebelled against the will. Moreover, this weakening of the will and the corresponding subjection of the will to mutable goods is the ground of the disordering of all of the powers of the soul. It is the weakness of the will, as an essential feature of the effects of original sin, which therefore inclines and predisposes humans to morally bad action. Thomas puts it this way in his Commentary on Romans: '… after man's mind was turned from God through (original) sin, he lost the strength to control the lower powers as well as the body and external things.' With this loss of strength, as Thomas Aquinas puts it, humans became subject to death. Thomas doth not claim here that death is unnatural, but rather, that original justice perfected human nature in such a way that death was not necessary for humans. With the loss of original justice and the weakening of the will, there is a corresponding disordering of the powers of human nature. It is this disordering of the soul more than anything else which subjects humans to death inasmuch as a disordered soul tends more to a lack of self-rule and ordering, self-destructive actions, and equally, in a community of disordered souls, to death by external violence.\n\nWith the disordering of the powers of the soul, and by the weakening of the will particularly, humans come to be predisposed towards subservience to concupiscence. Concupiscence, the desire for that which is pleasant or pleasure giving, is not in and of itself an inclination to evil, but rather, an inclination towards goods of the senses and the body. However, with the weakening of the will and the disordering of the soul, concupiscence comes to dominate the will, thus inclining humans to act disproportionately for the sake of sex and touch rather than for the sake of intellectual goods, those goods proper to our nature as rational animals. In this way, the inclination to be ruled and measured by concupiscence comes to be called the 'fomes of sin': … when man turned his back on God, he fell under the influence of his sensual impulses: in fact this happens to each one individually, the more he deviates from the path of reason…' and in this way humans tend to become slaves to our bodily passions as if they are a law to us. There are then, I would suggest, two crucial elements to the effects of original sin in Thomas Aquinas' account: first, the turning of the will away from God, and in Thomas' way of thinking, a tendency of the will to a turning away from reality itself to some degree, and secondly, all of the side-effects of this turning away: the weakening of the will, the disordering of the powers of the soul, and the dominance of concupiscence. The effect of original sin is not the destruction of human nature but rather the loss of original justice. The essential feature of the loss of original justice is a tendency, I would argue, for the human will to be inclined or predisposed to make itself the measure of all things, making of our own will and our sense of self a god of sorts, corresponding to a turning away from measuring ourselves in accord with reality. All the other effects of original sin follow from this first turning away from God. We cannot say, on the basis of Thomas Aquinas' account of original sin, however, that the effect of original sin is a corruption of the individual intellectual soul or the power of reason to get to the truth, the person directly created by God at conception, but is rather a corruption of the powers of the soul qua human nature.\n\nIt seems to me fairly obvious that whether one believes that original sin is true or not, or indeed whether one believes that God is real or not, the effects of what gets called original sin have a real presence in human life. Once it is conceded that the effects of what gets called original sin are real, then it also immediately follows that they will have some kind of implication for doing philosophy and perhaps even indicate the kind of philosophical activities and arguments that are implicated in willing participation in these effects. In what immediately follows I will focus on merely testing out some of the broadest implications of the reality of the effects of what gets called original sin for doing philosophy. However, an objection to this argument needs to be briefly recognised and addressed.\n\nAn immediate objection to the claims of the paper thus far, particularly the claim that the effects of what gets called original sin are evident in human life and thus must have implications for doing philosophy, is the opinion implicit in a great deal of modern philosophy, and to some extent postenlightenment philosophy, that these so called effects of original sin are merely the human condition and entirely natural, and therefore, that we ought approach philosophy and morality on this basis. On this view we also ought to reject the classical and medieval account of the goodness of the cosmos, nature in general"}, {"heading": "Thomas Aquinas' Account Of Original Sin (Cont.)", "text": "Furthermore, a philosopher who doth settle for that which is only immediately and finitely true and good must eventually deny the very basis both of their own desire for the truth and the basic rules of thinking itself. Methinks this implication of the effects of original sin, I would suggest, that we find in Plato's allegory of the cave and his rejection of Sophism. Proper intellectual formation, as the cave allegory illustrates, involves the movement of the soul from a slavery to the sensuous, and therein the appearance of relativity and difference, towards the realisation of the goals of the intellect: universal principles and causes. Insofar as humans are reasoning animals we can't but help seek the truth, and if we are honest with ourselves, appreciate the goodness of attaining the truth. However, where we become enslaved to immediate and finite truths and goods, we find ourselves immediately mired in internal conflict between a predisposition towards universal truths and a tendency towards only finite truth.\n\nWhere we accede to finite truth we inevitably find ourselves also engaged in post-hoc rationalisation of the merely immediately true. In an analogous way to the example of chocolate (or watching television episodes) from the first section of the paper, settling for the merely finitely true immediately puts us into a state of internal tension with what we truly desire, universal and transcendent truth. Likewise, as we reconcile ourselves to the activity of seeking only finite truths we must also inevitably attempt to rationalise away our desire for universal and transcendental truth: 'finite truth is the best we can really hope for', 'there really isn't such a thing as universal truth', 'even though I desire transcendent truth, it seems impossible or too hard for me to achieve, so I will deny its possibility'.\n\nInasmuch as the effects of original sin affect the operations of reason, it is also important to recognise how the weakening of the will often leads to the construction of theories that are detached from the reality of our nature. This is particularly evident in philosophical accounts of human nature that emphasise the merely immediate and empirical aspects of human nature to the detriment (and even denial) of the intellectual features of our nature. This, I think, gives rise to the theory-practice divide that so strongly haunts contemporary thought inasmuch as theory, which tends to focus either on mere description or cause-effect explanation, is almost entirely disconnected from the everyday practices of human living which are one and all teleological. This disconnection of theory and practice then tends to disconnect philosophical thought from the reality of ordinary human life, and in turn, the way reality is encountered by humans.\n\nAnother tangible way in which the effects of original sin can be seen in philosophy is the tendency of philosophers to reject or deny particular forms of authority. The rejection of authority can be seen in philosophical accounts of human nature and morality that deny the authority of reason, whether that be a rejection of the teleological nature of being human or the authority of practical reason in moral decision making. It can also be seen in more recent philosophical accounts of metaphysics and logic that deny the authority and reality of the principle of non-contradiction or the difference between being and not-being. This denial of authority can be seen, finally, in philosophical systems in which the basic rules of reason and reality are no longer thought to have authority over what philosophers argue or think to be true.\n\nAt the core of the phenomena associated with the effects of original sin there is to be found a disposition of the will to turn away from the proper objects of reason and to interpret reality by our own measure. Thomas Aquinas writes of this as a turning away from God, but it is just as much a matter of the will making a god of itself and judging reality by its own desires and appetites."}, {"heading": "Thomas Aquinas' Account Of Original Sin (Cont.)", "text": "Verily, there be three implications for philosophy worth briefly mentioning in this respect. The predisposition of the will to turn its back on reality (and conversely: to make itself the measure of all things) would suggest that there will be times that philosophers fall into the trap of measuring reality by their own immediate desires and preferences, and will tend towards claiming that reality is fundamentally evil based upon their own judgment that all suffering or pain is wrong because they are contrary to our will. There will also be a tendency for philosophers to produce accounts of reality which are completely detached from the way reality actually is, and will do so on the basis of certain theoretical assumptions that they are committed to which are supported primarily by their will or preference for it to be so. Since the start of the enlightenment period, philosophers tended towards either a dogmatic god complex (to use Kantian terms), e.g., those of the continental rationalist tradition, or towards a denial of the existence of God and\\or the transcendent, e.g., the empiricist\\naturalist tradition. At the same time, there has been a growing crisis in philosophy regarding the theoretical divide between the thinking subject and the objects of thought and a growing scepticism regarding our ability to know reality. Kant's Critique of Pure Reason intended to respond to these divisions and tensions of the enlightenment period but in doing so came to the conclusion that human reason is the rule and measure of all objective knowledge (the Copernican Revolution), and additionally, that philosophy is constituted by a natural desire for the answer to questions regarding transcendent truths that it cannot actually answer. Kant's solution to the problems of enlightenment philosophy, whilst reasonable from the point of view of the enlightenment itself, weren't particularly satisfying and only exacerbated the sense that philosophy was becoming disconnected from reality. \n\nAs is common knowledge, philosophy in the 20th century was marked by the seemingly contradictory schools of analytical and continental philosophy. That there are two apparently contradictory approaches to philosophy does nothing to ease the sense that philosophy is in crisis or dying as a result of becoming a merely theoretical solipsistic naval gazing. There are various explanations for this sense of crisis. However, for the purposes of this paper it is worth, by way of conclusion, re-interpreting this sense of crisis as an expression of phenomena associated with the effects of original sin. The essence of original sin according to Thomas Aquinas is a turning away from God and as a side effect of this a turning away of the will, and reason directed by the will, from reality. In this sense, it seems quite reasonable to think that the very notions of subjectivity and objectivity, the division between empiricist naturalism; which measures reality via calculative logic and our sense experience and a faith in naturalism, and continental philosophy; which measures reality via the ontology of human immanent subjectivity, and the current significant problems we face regarding contradictory approaches to moral issues are all just philosophical expressions of a turning of reason away from reality. \n\nWhen philosophers forgot about the propensity of the will to turn away from reality they came to accept this turning away as natural and in doing so became more and more predisposed to deny the reality of the transcendental goals of philosophy. At the same time, philosophers have also tended to forget that these goals are not a mere product of our nature or a feature of our own being or even some metaphysical illusion. As William Desmond notes, the twentieth century -and indeed the entirety of modern philosophy -has been marked by the 'presiding god of… autonomy'. But what is this but the making a god of our own will and a refusal to submit to reality as it actually is?"}, {"heading": "Conclusion", "text": "Verily, the passages doth discourse on the account of original sin by Thomas Aquinas and its implications for philosophy. The author doth posit that the effects of original sin doth include a predisposition of the will to turn away from universal truths and settle for immediate and finite truths. This doth lead to internal conflict and a denial or rationalization of the desire for universal and transcendent truth. The weakening of the will doth also affect philosophical accounts of human nature, leading to a focus on empirical aspects and a disconnection from the intellectual features of our nature. Furthermore, philosophers may reject or deny particular forms of authority, including reason and basic rules of logic and reality.\n\nIn terms of philosophy, the effects of original sin can be seen in philosophers measuring reality by their own desires and preferences, detached from the way reality actually is. There is a tendency to produce accounts of reality based on theoretical assumptions driven by personal will or preference. This hath led to divisions and tensions within philosophy, such as the divide between analytical and continental philosophy, and a sense of crisis or disconnect from reality. The author doth suggest that these phenomena can be interpreted as expressions of the effects of original sin, where reason turns away from reality and philosophers make a god of their own will."}, {"heading": "References", "text": "@article{brook2018thomas,\n  title={Thomas Aquinas on the effects of Original Sin: A philosophical analysis},\n  author={Brook, Andrew},\n  journal={The Heythrop Journal: A Quarterly Review of Philosophy and Theology},\n  volume={59},\n  number={4},\n  pages={721--732},\n  year={2018},\n  publisher={Wiley Online Library}\n}\n\n@misc{philosophycommons,\n  title={Philosophy Commons},\n  url={https://researchonline.nd.edu.au/phil_article},\n  note={Accessed: 2021-05-25}\n}\n\n@book{pauline,\n  title={The Holy Bible: King James Version},\n  author={Paul, the Apostle},\n  year={1611},\n  publisher={Public Domain}\n}\n\n@article{duffy2005original,\n  title={Original Sin and the Problem of Progress},\n  author={Duffy, Stephen},\n  journal={The Review of Politics},\n  volume={67},\n  number={2},\n  pages={225--247},\n  year={2005},\n  publisher={Cambridge University Press}\n}\n\n@book{heraclitus2003fragments,\n  title={Fragments},\n  author={Heraclitus},\n  year={2003},\n  publisher={Penguin UK}\n}\n\n@book{poe1843black,\n  title={The Black Cat},\n  author={Poe, Edgar Allan},\n  year={1843},\n  publisher={Public Domain}\n}\n\n@article{aquinas2013summa,\n  title={Summa Theologica},\n  author={Aquinas, Thomas},\n  year={2013},\n  publisher={Public Domain}\n}\n\n@article{augustine2003confessions,\n  title={Confessions},\n  author={Augustine, Saint},\n  year={2003},\n  publisher={Penguin UK}\n}\n\n@article{bonaventure2012journey,\n  title={The Journey of the Mind to God},\n  author={Bonaventure, Saint},\n  year={2012},\n  publisher={Public Domain}\n}\n\n@article{dante2003divine,\n  title={The Divine Comedy},\n  author={Dante Alighieri},\n  year={2003},\n  publisher={Penguin UK}\n}\n\n@article{plato2003republic,\n  title={The Republic},\n  author={Plato},\n  year={2003},\n  publisher={Penguin UK}\n}"}]