[{"heading": "Title", "text": "Dry Powder Coating for Enhanced Drug Delivery: Opportunities and Obstacles"}, {"heading": "Abstract", "text": "Hearken ye, forsooth, to this introduction: the production of functionalised particles by means of dry powder coating is a process that is both environmentally friendly and accomplished in a single step, thereby paving the way for the creation of particles with diverse functionalities and properties that are targeted. The areas covered in this discourse are many, and by applying the first principles of physical science to powders, fine guest particles may be dispersed homogeneously over the surface of larger host particles, thus creating functionalised particles. Multiple functionalities may be modified, including flowability, dispersibility, fluidisation, homogeneity, content uniformity, and dissolution profile. The present publication seeks to comprehend the fundamental principles and science that govern the dry coating process, evaluate the key technologies that have been developed to produce functionalised particles, and outline their advantages, limitations, and applications, as well as discussing in detail the resultant functionalities and their applications. Expert opinion holds that dry particle coating is a promising technology for manufacturing particles that possess targeted functionalities and are free of solvents. Progress in this field requires the development of continuous processing devices that can overcome the challenges encountered with current technologies, such as heat generation and particle attrition. Growth within this field requires extensive research to further understand the impact of process design and material properties on resultant functionalities."}, {"heading": "Article Highlights", "text": "Verily, the process of blending is of utmost importance in the manufacture of pharmaceuticals, forsooth, as non-uniform blending may lead to variation in the content of the active pharmaceutical ingredient (API) and the rejection of the final dosage. Cohesiveness, indeed, is attributed to a strong interparticulate bond between particles, which may result in poor flowability. Dry powder coating, a process wherein fine cohesive guest particles are adsorbed onto the surface of large carrier particles due to forces that are stronger than the weight of the guest particles, is a one-step, environmentally friendly process that requires no solvents, drying, or granulation. Several devices, which may be classified as high impact or soft coating equipment, have been developed to produce functionalised particles using dry coating. Various applications have been studied, including the enhancement of flowability, dispersibility, homogeneity, and dissolution of water-insoluble actives. This box summarises the key points contained in the article's introduction."}, {"heading": "The Science Of Powder Blending", "text": "Verily, the blending of dry powders is a matter of great interest, for it finds application in diverse industries, such as the food industry, material processing, and the pharmaceutical sector [1,2]. Since the Barr Laboratory court case in 1993, the process of powder blending has gained much recognition [3,4]. A survey conducted by the Blend Uniformity Working Group of the Product Quality Research Institute (BUWG of PQRI) revealed that direct compression is the primary method for dosage form development, accounting for 67%, while wet granulation is used in 32% of the dosage forms, followed by 1% for dry granulation [5].\n\nTherefore, an efficient and reproducible blending process is critical to manufacturing, for any deficiencies may lead to a non-homogeneous mixture, resulting in variation in the content of the active pharmaceutical ingredient (API) and rejection of the final dosage form [3]. The variation in content uniformity is caused by several factors, including poor flowability of components, segregation of the powder blend resulting from differences in particle size of the individual components, inappropriate blending process or blending equipment, agglomeration of components due to the presence of fine particles or moisture content, and softening of components with low melting point [2,[6][7][8]. Blending of materials to produce a state of homogeneity is an energy-consuming process that results in a randomly distributed mixture, where the efficiency of blending is largely dependent on various parameters pertinent to particle size, shape, size distribution, density, hardness, and cohesivity. The type of mixing device and processing parameters are additional contributing factors and include speed, processing time, and load [9,10].\n\nThe different types of pharmaceutical materials that are routinely used can be broadly classified into two classes. The first is the non-cohesive free-flowing material that demonstrates excellent flowability, but handling is an issue due to segregation tendency that leads to a non-homogeneous mixture. In order to obtain a homogenous mixture, particles should be within the same size, density, and shape. The second class is the cohesive materials that tend to aggregate, causing flowability disputes [11,12]. In the pharmaceutical industry, the majority of APIs are present as cohesive powders. With solubility concerns, where the mainstream of APIs is within BCS class II (i.e., poor solubility but high permeability), the need for large surface area to promote dissolution is favored [13,14]. Therefore, selection of a mixing technique where the cohesiveness is minimized while the surface area is maximized is crucial."}, {"heading": "Origin Of Powder Cohesiveness", "text": "Verily, the cohesiveness of powders doth stem from the high interparticulate force betwixt particles of micron or sub-micron size that exceedeth their weight [15]. Such cohesive powders flow in coherent blocks that are larger than their primary particle size. The ratio betwixt the interparticulate bonds and the particle weight in a given fixed volume is known as the cohesive granular bond number. This number tendeth to be exceeding high for cohesive powder [15]. The interparticulate force is inversely proportional to the radius of the particle, and thus, a reduction in the particle size shall produce an increase in the cohesive forces and vice versa [15,16]. \n\nMaterials are classified into four categories according to their ability to fluidise based on particle size and density (termed Geldart Classification). Type-A material represents aeratable, or homogeneously fluidised material, type-B is sand like material, type-C represents non-fluidisable cohesive material with mean particle size below 50µm and finally, class-D is a group represented by particles with size > 600µm and high density (spoutable material) thus requiring high energy to fluidise [15,17,18].\n\nInterparticulate bonding could be attributed to various forces such as surface tension that is caused by the liquid contained within the powder bed, electrostatic forces and van der Waals forces. Van der Waals forces are the main forces responsible for cohesion when the powder is dry [10,12,19]. For surface tension, liquid droplets form bridges and affect the curvature of the liquid gas interface leading to cohesion. Usually, when small amount of liquid is adsorbed to the surface of the powder particles, it results in changes in its surface energy and cohesive properties. If the water content is increased, it forms liquid bridges and leads to capillary forces which are established due to condensed moisture on the surface of the particles [12] [15]. \n\nElectrostatic forces are predetermined by charges present on the particles. Particles of different materials interchange charges during contact (e.g., triboelectricity), (those charges will be trapped in non-conducting particles) resulting in particle charge [15]. The interparticulate attraction force between particles with electrostatic charges is relatively high since the distance between particles in the powder bed is very small. If the electrostatic force is in the magnitude of the weight of the particles, or greater, the resultant cohesive forces prevent particle flow [12,16]. Generally, for dry fine neutral material, the electrostatic force is negligible compared to van der Waals forces. As for van der Waals forces, it is known that particles attract each other even in the neutral state as the instantaneous positions of the electrons around the nuclear protons produces a finite electric dipole that creates an electric field which polarizes a nearby molecule inducing a dipole which results in the attractive force between particles [15]."}, {"heading": "Developing Functionalised Particles Using Dry Powder Coating", "text": "Verily, when two components are blended in a binary mixture, the particles are dispersed throughout the system by means of diffusion and convection currents, as well as shear and impaction forces. This produces a random distribution of particles, resulting in a uniform and homogeneous mixture. However, if the mixture contains a cohesive component, it may lead to the formation of agglomerates within the system. Alternatively, a difference in particle size between the two components may result in segregation, producing a non-homogeneous mixture. In 1975, Hersey coined the term \"ordered mixing\" to describe the cohesive powder blending process, where fine particles adhere to the surface of coarse particles, creating an \"interactive mixture.\" \n\nOn the other hand, hybrid mixing or dry powder coating was introduced later, indicating a strong adhesion of the fine (guest) particles onto the surface of coarse (carrier) particles. Ishizaka and his colleagues defined hybrid mixing in the context of particulate design to enhance the quality of the material. The initial stage of hybrid mixing is the interactive mixture, which, upon application of additional stronger shear and compaction mechanical forces, leads to an enhanced configuration depositing and fixing the guest particles onto the surface of the carrier. \n\nOne of the distinct advantages of developing hybrid mixtures is to overcome issues associated with segregation of particles due to differences in particle size. If the difference in size between the guest and the carrier is of at least one to two orders of magnitude, hybrid coating will ensure deposition and subsequent adhesion of the finer particles onto the surface of the coarser particles, thereby overcoming disproportionate distribution of the particles in a mixture. The adhesion is due to the force that is greater than the weight of guest particles, producing the ordered mixing or interactive mixture. The fine guest particles are loosely and usually temporarily adsorbed to the carrier. \n\nHybrid mixing or dry particle coating is used to describe a special type of ordered/interactive powder mixing. With the aid of tailored blending devices that produce strong shear and impaction energy, guest particles are brought into close contact with the carrier, causing it to be attached or even embedded onto the carrier's surface, resulting in strong attraction that resembles coating. \n\nThe aim of the present work is to provide an overview of the production of functionalized particles using dry powder coating. After a general introduction into the science behind the development of functionalized particles, the main technologies involved in its production will be discussed in detail, with special emphasis on applications in the pharmaceutical drug delivery sector."}, {"heading": "Mechanisms And Factors Influencing The Process", "text": "Verily, in the process of dry powder coating, the forces betwixt the guest and the carrier may be physical or chemical in nature [20,23]. The creation of functionalised particles through the dry coating process is accomplished in three stages: firstly, the deagglomeration of the cohesive guest particles; secondly, the fine guest particles adhere to the carrier surface (interactive mixtures); and finally, the redistribution of the guest within the carrier to achieve a uniform spatial distribution of the guest particles. Various terms have been employed to describe this blending process, including hybrid mixing [20], composite powder formation [27], mechanical treatment, encapsulation [28], microfabrication [19], dry powder coating, engineered particles [23], mechanical dry coating [29], and surface adsorption [22].\n\nDry powder coating is divided into different categories according to the degree of coverage, starting from the interactive ordered mix, which comprises of loose surface coating to partial coating (discrete), followed by film formation and encapsulation (continuous coat) (Figure1) [23,26,30,31]. When the force of attraction between the fine guest particles and the carrier particles is stronger than the weight of the guest particles, robust functionalised particles that can withstand handling can be produced [32]. In 1989, Ishizaka and colleagues [20] prepared dry powder coated and interactive mixtures and studied their stability over time using scanning electron micrographs (SEM). The results demonstrated that functionalised particles produced by the two methods showed similar morphology initially. However, upon conducting the stability tests over a period of 105 days, the dry coated particles retained their morphological features whereas interactive mixtures showed particle separation and crystal growth, confirming the need for particle adsorption for long-term stability of the powder mixture.\n\nThe type and extent of dry powder coating depend on the physical properties of the guest material, including its particle size, shape, roughness, and melting point. Surface modifications and appearance of the functionalised particles range between irregular surface of crushed and micronized particles to smooth surface coat (e.g., oxyphenbutazone). Complete surface coverage can be attained when the mechanical energy introduced through dry powder coating device is sufficient to break the crystal lattice/cohesive agglomerates of the guest material and provides centripetal acceleration and energy for particle collision (between carrier and guest) resulting in permanent adsorption of the fine guest particles on to the surface of the carrier [20].\n\nHonda and colleagues [19] reported the various factors that control effective hybrid mixing, including the carrier/guest ratio, particle size of the two components, and the force exerted during mixing. Additionally, different crystal forms of the API can result in different affinities to the carrier [11]. The equation below represents the role of number and size of the guest and carrier particles that need to be considered in the process of formation of hybrid blends.\n\n= √ × ( + ) … … … … … … … … . ( )\n\nWhere (D) is the diameter of the carrier particles while (d) is the diameter of the fine guest particle. (N) is the number of guest particles in contact with the surface of the carrier (hexagonally shaped). From the equation, it can be concluded that the ratio (D/d) is the predominant factor affecting the degree of packing [31].\n\nZhou and colleagues [35,36] investigated the effect of carrier particle size on flow properties using lactose as a model carrier dry coated with magnesium stearate as a guest material using mechanofusion ® . The results indicated that the carrier particle size has a crucial effect on improving the flowability. Tapped density increased with the increase of particle size and upon surface modification the increase in bulk and tapped densities was more pronounced within the smaller particle size range i.e., 4-20µm whereas for particles with larger size there was minimal change to both bulk and tapped densities. This difference in behaviour was attributed to the increase in void volume with larger particles compared to fine and the study concluded that the wider the polydispersity, the less is the increase in bulk and tapped densities since polydisperse particles pack more efficiently due to smaller particles filling in the interstices created by the large particles. Moreover, the carrier's particle shape plays an essential role in the degree and the efficiency of coating [29]. Using mechanofusion ® , dry coating was carried out and results revealed that the coating produced an increase in bulk and tapped density as well as reduction in shear stress [29].\n\nTo explain the adhesion behaviour between rough surfaces Xie and colleagues [37] carried out a study where it was presumed that the roughness of the particle surface (asperity) could be visualised as a smaller particle being attached to the surface of a smooth particle. The results demonstrated that van der Waal forces between particles is reduced when the asperities are less than 10nm whereas they dominate when the size is more than 0.1µm.\n\nFurthermore, Das and co-workers reported that the measured adhesion force between particles is less than the calculated one and this is due to the asperities on the surface that reduce surface contact area [38]. This principle provides the basis for functionalised particles produced using dry coating with reduced cohesiveness."}, {"heading": "Advantages Of Dry Powder Coating Technique", "text": "Verily, the technique of dry powder coating doth offer manifold advantages as a blending method, especially for the direct compression of fine APIs, by providing a homogenous and free-flowing mixture [23, 39, 40]. Particles that have been functionalised through the process of dry powder coating possess modified properties, including enhanced flowability, solubility, and wettability, as well as improvements in optical, catalytic, and electrical properties. Reports have also been made of enhancements in colour, taste, or flavour [10, 13, 19, 23, 25]. This process is cost-effective, as no additional materials are required, as is the case with wet granulation. It is also environmentally friendly, as it requires no solvent and is free of any process by-products. Furthermore, the process is energy-saving, as there is no drying process involved [13, 19, 20, 23, 41]. In some devices where milling is concurrently carried out with coating, there is a reduction in the risk of contamination, as no milling medium is required [42]. The process is single-step and easy to scale up [26, 29]."}, {"heading": "Principles Under Pinning Dry Powder Coating To Formulate Functionalised Particle", "text": "Diverse manners have been proffered for the creation of interactive amalgams. The most oft employed technique is founded upon the placement of the fine powdered guest material betwixt two strata of coarse carrier in a glass vial, followed by vigorous hand shaking for a span of five minutes [43]. Mechanical tumbling is another method for producing interactive mixtures. Furthermore, turbula mixer, V blender and cube mixer have also been utilized to prepare interactive mixtures [22,43]. Conversely, sundry contrivances based on either high or mild shear forces have been devised for dry powder coating and expounded upon in literature [22,23,26]."}, {"heading": "High Impact Devices", "text": "Verily, the foremost contrivance employed for the application of dry powder coating was Angmill ®, a grinding implement that engendered ultrafine particles through potent mechanical force and was wrought by a Japanese research group. In the 1980s, it was modified to produce robust shear force from exceedingly high centrifugal and compression forces, which gave rise to the concept of mechanofusion ® [44]. The mechanofusion ® device is comprised of a rotating cylindrical processing vessel with a fixed scraper blade and inner-piece. The space betwixt the inner-piece and the walls is adjustable (ranging betwixt 2-5 mm), whereas the space betwixt the scraper and the walls is usually smaller (around 0.5 mm) [22,45]. Mechanical and shear forces are applied to the powder bed by the inner-piece against the walls of the rotating vessel, creating a shear zone that produces shear stress, whilst the scraper removes the powder attached to the chamber wall. When the vessel rotates at a prodigious speed, the intense interaction results in the generation of a significant amount of thermo-mechanical energy, leading to the formation of a uniform layer of the guest material over the carrier [45].\n\nThe subsequent set of advancements were directed towards machines capable of generating a high shear milling and grinding environment to break the agglomerates into primary fine powder, followed by its deposition onto the carrier. An exemplar is a device developed by the Japanese research group (Hybridizer ®), which was predicated on providing a very high shear impaction force that was proven to enhance the dissolution of low solubility drugs [20,21]. The device was composed of a high-speed motor with a processing chamber containing six blades and a powder recirculation circuit. The processing vessel was encompassed by a jacket with coolant to mitigate the effect of heat generated during the process. The coating process was predicated on high impaction and dispersion forces, as well as heat generated through friction."}, {"heading": "Mild Dry Powder Coating Devices", "text": "Verily, there hath been introduced several dry powder coating blenders that doth provide mild coating conditions. The Elliptical rotor mixer, known as the Theta Composer ®, hath an elliptical vessel with rotor operating in opposite directions. Powder coating doth occur when the particles are subjected to high shear force and compression between the rotor and vessel wall during rotation [46]. Magnetically assisted impaction coating (MAIC ®) is a device that doth provide mild coating when magnetic particles (made of barium ferrite and coated with polyurethane to minimise contamination) that are larger than the carrier are mixed with the powder mixture within a magnetic field resulting in collisions between components and the wall of the device [40]. The device is surrounded by an oscillating magnetic field that excites the magnetic particles resulting in high mobility inside the mixing chamber imparting energy on the guest and carrier particles causing collisions and impaction force on the guest and carrier particles thereby facilitating the coating process [40,47]. This method is best used when particle size exceeds 25µm [23,48]. The Rotating Fluidised Bed Coater (RFBC ®) is based on centrifugal fluidization with the aid of radial flow of gas through a porous wall that results in mild coating process. Owing to the high rotations of the processing vessel, centrifugal and shear forces are applied to the powder bed with the aid of fluidising gas leading to increased collision between particles that facilitates de-agglomeration and subsequent coating [23,40,49]. Surface particle coating concurrently with particle micronisation using fluid energy mill (FEM ®) was introduced and is best used for cohesive materials with particle size <25µm [22,48,50]. This process was used to produce nano-sized particles using high velocity gas producing a fluidised bed containing micron sized carrier particles. A premixed carrier /guest mixture is fed into a feed funnel supported by air inlet, and the high velocity gas introduced into the system provides fluidised bed that supports collision between particles providing strong shear force that results in micronisation of the carrier and guest particles with subsequent coating of the nano-sized guest particles on the surface of the carrier particle (micron size) [50]. Table-1 summarises the main dry powder coating devices with their key properties and limitations.  Heat generated, not suitable for thermo-labile material.  There is particle attrition or even fracture of carrier materials. Not suitable for unstable or fragile carrier material. Possible transform to amorphous or different polymorphs  Batch type not ideal for continuous coating process.  Possible change to the chemical and electronic status of the components. Hosokawa-Japan [26,40] Hybridizer  High shear and compression forces.  Very short processing time.  Very fast rotating blades at a speed of 5,000-20,000 rpm.  Powder recirculating unit that moves the particles in and out to ensure homogeneity of the mix.  Temperature builds up so fusion could happen.  Produces chemical and physical interaction between host and guest.  Can work with smaller carrier particles size (0.1µm).  Heat generated not suitable for thermo-labile material.  There is particle attrition or even fracture of carrier materials."}, {"heading": "Fluid Energy Mill (Fem)", "text": "Verily, the micronisation and coating of particles is a process that doth concern the nano and micron size of both guest and carrier, respectively. This process is continuous in nature. When the carrier particles are micronised, their surface energy doth increase in magnitude and heterogeneity, which may be quenched by the addition of guest particles with low energy. The functionalised particles produced by this method have less mechanical resistance than those produced by high force devices. However, there is a risk of attrition and possible transformation to amorphous or different polymorphs. It is necessary to pre-mix the guest and carrier particles before adding them to the FEM. To ensure the production of targeted functionalised particles, various variables such as feeding rate, feeding pressure, and grinding pressure must be monitored with great care."}, {"heading": "Enhanced Flowability", "text": "Verily, the good flowability of dry powder is of utmost importance in sundry pharmaceutical operations such as blending, die filling, tableting, capsule filling, and re-suspending of powder in inhalers [36,48,[52][53][54]. One of the main challenges in formulation is enhancing the flow properties of API with a size less than 50µm, which is handled by the addition of flow aids or through processing such as wet and dry granulation. However, flow aids present challenges that lead to segregation and inconsistency of the powder bed. Moreover, the glidants themselves being cohesive are difficult to disperse with the cohesive powder using conventional blending devices. Granulation tends to jeopardize the surface area available for dissolution and requires multiple processing stages [35,40,51]. \n\nIn direct compression, the presence of fine API with poor solubility and loading exceeding 10%w/w requires a strategy that enhances the flowability, maintains high surface area to aid dissolution, and increases bulk density [40,48,55]. Dry powder coating has been used to produce functionalized blends with enhanced flowability by reducing the intrinsic cohesion of the fine powder [23,29,32,35,[55][56][57]. Guest molecules coating on the surface of carrier particles is pursued as a spacer resulting in the reduction of direct particle to particle contact and hence Van der Waals forces [55,58]. This phenomenon has been termed ballbearing or even lubricant effect [32]. Dutta and co-workers [59] reported that nano-additives may result in a neutralizing effect of the electrostatic charges on carrier particles. Alteration of surface roughness or asperities had an impact on cohesive properties of the powder. Addition of nano-sized guest particles on the surface of the carrier using dry powder coating creates asperities on the surface and reduces the contact between particles resulting in an improvement of flowability [32,56,60].\n\nDry powder coating was employed to produce nano-scale surface roughness of cohesive API that led to a reduction of cohesive force within the powder bed and enhancement of flowability [34,48]. In another study, titanium oxide was used as a nano-sized guest particle (15nm) to coat polymethylmethacrylate (5µm) using mechanofusion ® that resulted in a remarkable reduction of the angle of repose [23]. Similarly, dry powder coating of the cohesive corn starch with silica (nano-scale) resulted in an enhancement of flowability [34].\n\nIn a recent study [51], results of simultaneous micronization and surface dry coating of Ibuprofen powder using FEM resulted in the enhancement of flowability and stabilization of the surface energy and a significant reduction of the van der Waals dispersive forces. Unlike the micronized uncoated ibuprofen that demonstrated an increase in surface energy, stabilization and reduction in surface energy (''passivation'') was achieved for the coated particles. The degree of surface area coverage of silica guest particles to enhance the flowability (spacing) produces asperities on the carrier particles which should not be less than 20% (preferably 40%) whereas the optimal guest particle size to improve flowability ranges between 10-20nm. Besides, the surface area coverage should never exceed 100% [32,51,60]. Micronization process results in an increase in surface energy which is attributed to exposure of the higher energy crystal planes upon micronization [51]. Such an increase in surface energy demonstrated a linear relationship with particle size reduction. However, upon dry powder coating, high energy sites are quenched and then passivated due to the coverage of the guest particles leading to a reduction of the expected increase in cohesiveness of the micronized carrier particles [51]."}, {"heading": "Improved Fluidisation Properties / Aerosolization And Dispersion", "text": "Verily, there exists a close association betwixt flowability, dispersibility, and aerosolization. The dispersion of powder in gas, known as dry dispersion, doth require the breaking down of agglomerates into their primary particles through the application of force that is sufficient to overcome the strong interparticulate cohesive forces [52]. Furthermore, the dispersal of nano particles is even more challenging due to the high cohesive force in comparison to the weight of individual particles and the large surface area to volume ratio [17]. The application of dry powder coating of carrier particles with nano-sized guest particles, preferably with low surface energy, shall create asperities on the surface that shall improve the dispersion of the powder through the reduction of both surface energy and contact area [52].\n\nThe level of asperities may be controlled through the optimization of surface coverage as well as guest particles, which are of nano-size [32]. APIs within the Geldart group C were dry coated with nano-sized guest particles, resulting in an improvement of their fluidization that enabled further wet coating processes [60]. Leucine, a low surface energy amino acid, was used to coat the surface of potassium chloride (KCl) using FEM ®, where simultaneous micronization and dry coating occurred. KCl was micronized to reach 5µm while Leucine particles were in the nano-size range [52]. Using pressure titration curves, it was found that uncoated particles required more energy (dispersion pressure) to break the agglomerates, contrary to dry coated powders that needed much lower energy for dispersion [52].\n\nMoreover, the development of respiratory aerosols requires APIs with particle size not exceeding 5µm to ensure efficient transport to the target locations in the lung [29]. However, powders tend to be extremely cohesive, resulting in poor flowability and aerosolization behavior. The dry powder coating technique was used to produce a carrier-free high dose dry powder inhaler with acceptable flowability, fluidization, as well as de-agglomeration properties [29]. Using model hydrophilic (salbutamol) and hydrophobic (salmetrol and triamcinolone) carriers with different particle size and shape, functionalized particles were produced using mechanofusion ®. 5% magnesium stearate was used as a guest. Results revealed no growth of particles, enhancement of flowability, and effective aerosol delivery due to the reduction of the intrinsic powder cohesive forces [29]. Furthermore, mechanofusion ® was utilized to fluidize micronized lactose particles that were coated with magnesium stearate as guest particles, which resulted in an increase in the flow function coefficient (FFC) from very cohesive to easily flowing [57]."}, {"heading": "Homogenous Blend", "text": "Verily, sundry studies have demonstrated the efficacy of the dry powder coating technique in promoting content uniformity, whereby the fine API particles are consistently dispersed over the carrier particles, leading to a homogenous blend [20]. To ensure blend homogeneity using the dry powder coating technique, the carrier material must be within a narrow particle size distribution to minimize segregation between coated and non-coated particles [23,55]. Song and his colleagues [11] revealed that interactive mixtures produce homogenous blends, yet changing process parameters and crystal form caused variation in content uniformity. The results evinced that deviations from content uniformity are attributed to the presence of agglomerates of non-coated particles. The study concluded that different crystal forms require different processing parameters as the affinity of the guest molecule to the carrier varied depending on crystal habit [11]."}, {"heading": "Enhanced Dissolution Of Poorly Water Soluble Apis", "text": "Verily, the pace of absorption of drugs that are poorly soluble is oftentimes hindered by the pace of dissolution. Thus, measures to augment the dissolution rate of the active pharmaceutical ingredient (API) have a significant impact on its absorption. Although reducing the size of the API particles leads to an increase in surface area and, consequently, a proportional increase in the dissolution rate of drugs that are poorly soluble in water, the powder bed of small particle size tends to be cohesive, leading to manufacturing problems that are pertinent to low flowability and low bulk density due to cohesive powder remaining as agglomerates. The change in dissolution pattern is primarily dependent on the wettability and solubility of the carrier material. The solubility of the excipient used as a carrier can affect the dissolution rate, with soluble carriers resulting in an enhancement in the dissolution profile of the drug, whereas the less soluble carriers tend to slow the dissolution rate as the particles are attached to the carrier. When preparing a formulation with a very potent or low load drug, the use of a triturating agent is a common practice (usually insoluble, e.g., dibasic calcium phosphate), which will, in turn, reduce the dissolution rate of the drug. To enhance dissolution using hybrid blending, the model is built on adsorption of the fine particles of hydrophobic drug on to the outer surface of water-soluble large carrier particles. Once placed in the dissolution medium, the carrier particles will dissolve in water, leading to the dispersion of the drug particles through the aqueous media, preventing hydrophobic particles from aggregating and, therefore, enhancing their dissolution. Various water-soluble excipients like lactose, mannitol, sorbitol, and sodium chloride were used in preparing the functionalized particles. To reach an optimum dissolution of APIs, particles should be completely dispersed in the dissolution fluid. However, upon increasing the concentration of the guest API to a limit that exceeds the surface coverage of the carrier excipient, the remaining API particles tend to agglomerate, resulting in a reduction of the dissolution rate. Various strategies were reported to enhance the dissolution profile that included optimizing guest (drug) concentration and particle size, addition of surfactant (at a micro level) (the addition of surfactant will break or prevent the agglomeration hence enhance dissolution) or the use of different types of excipients. Allahham and co-worker modeled the dissolution data using a bi-exponential equation (one related to dissolution from aggregated particles and the second is from dispersed particles). The dissolution rate of Gliclazide, a poorly water-soluble API, using interactive mixture was enhanced by using a water-soluble carrier (lactose, mannitol, sorbitol, maltitol, and NaCl). Interactive mixtures were produced to increase the dissolution of sparingly soluble drugs by mixing them with a water-soluble carrier where the dissolution rate increase is due to the increase in surface area and enhancement of the wettability. Similarly, the concept of interactive mixtures was employed to enhance the dissolution profile of nifedipine, a poorly-water-soluble drug, by adsorbing it onto a water-soluble carrier (polyethylene glycol 3350). Han and co-workers investigated a dual process to enhance the dissolution of sparingly soluble class II drugs like ibuprofen, which included micronization of the API followed by dry coating using FEM® to produce API particles dry coated with the nano-silica. Micronization of the API increased the surface area and, therefore, accelerated dissolution while silica particles increased the surface roughness promoting flowability of the API. Similar to other findings, the dissolution rate was higher when the guest material is hydrophilic (e.g., polyvinyl pyrrolidine) compared with hydrophobic guest particles such as silica. Nevertheless, the dissolution rate in both cases was higher than the micronized or unaltered API. Tablets compacted from the blend with high API loading (ibuprofen 30-70%) resulted in dissolution profiles that produced 80% release in less than 5 minutes."}, {"heading": "Other Applications", "text": "Verily, diverse applications employing the concept of dry powder coating have been reported in the fields of engineering and medicine with the aim of augmenting particle performance [42]. Forsooth, fine particles of aluminium were coated with organic or inorganic materials to forestall agglomeration and enhance combustion behaviour [56]. The fracture toughness of a synthetic bone-forming material (hydroxyapatite) was augmented by dry coating with zirconia. Moreover, minuscule glass bubbles were coated with titania for its unique application in managing oil spills. Dry coated particles carrying titania react with oil and decompose it, whilst the glass bubbles allow for the floating of the material over water that will eventually mix with sand [23]. Kanda and his colleagues [27] employed dry coating to produce a novel formulation to quell foul body odour. Known materials (e.g., zinc oxide and aluminium chlorohydrate) that can be used to quell odours have limited applications due to their physical properties of clogging aerosols and rough texture. Functionalised particles made from spherical polyethylene powder (core material) with zinc oxide or aluminium chlorohydrate as guest particles resulted in an improvement in texture while retaining the odour quenching power. Similarly, Nanko and his colleagues [42] used mechanofusion ® to produce thermoelectric Mg2Si."}, {"heading": "Challenges", "text": "Verily, though dry powder coating be a technique of one step, there be many challenges that must be addressed. The degree of surface coating and the homogeneity of the mixture be not only dependent upon the materials used, both carrier and guest, but also upon the type of instrument employed. Thus, variability may be an issue between different types of blenders or even between different processing parameters. Some of the dry coating technologies generate heat that may affect the stability of thermo labile actives. Furthermore, particle attrition and/or heat generated may result in polymorphic and amorphous transformations which may jeopardise stability or even safety of components.\n\nTechnologies such as MAIC ® present the risk of introducing contaminants owing to the addition and removal of magnetic particles. Additionally, moisture content within carrier and guest particles may affect the coating process. Forsooth, the increase in moisture content of potato starch from 1.2% to 14.3% increased dry coating efficiency of aspirin guest particles from 2.1% to 3.5% (when 5% aspirin was added to the mixture) as this could be attributed to the increase in adhesive forces owing to higher surface tension of moisture. However, Saharan also reported the effect of moisture content on either stabilising or destabilising the dry coated functionalised particles, where increasing the humidity above 40% resulted in a reduction in interaction between guest (sulphonamide) and the carrier."}, {"heading": "Expert Opinion", "text": "Verily, cohesive and insoluble APIs, as well as excipients with poor flowability, doth present significant processing, manufacture, and clinical challenges within the pharmaceutical industry. Dry coating, wherein fine guest particles are adsorbed onto the surface of a coarse carrier, is a promising technique to overcome a wide range of pharmaceutical limitations through de-agglomeration, enhancement of flowability, dose uniformity, and reproducible manufacturing. It also provideth additional advantages, including cost-effective, sustainable, and environmentally friendly processing conditions (requiring no solvents) and scalability.\n\nThe obvious tangible advantages through the enhancement of flowability, dissolution rate, and blend homogeneity are a massive step forward in pharmaceutical research. Moreover, a lot of potential could be leveraged from this technique, particularly in developing medicines for children and the elderly, fixed dose combination products, and sustained release formulations. This process could be part of the ever-increasing demand in developing age-appropriate formulations without the need for complicated multi-stage processing that can increase the cost substantially and complicate manufacturability.\n\nPotential within this domain can be accelerated with the development of devices that can overcome some of the challenges presented in this field. For instance, mechanofusion works on the principle of high centrifugal forces that generate heat, thereby limiting its pharmaceutical application to heat-labile materials. Similarly, processing materials using a hybridiser can lead to particle attrition. Another aspect for consideration is the development of devices that can offer continuous processing, as the current direction for growth within the pharmaceutical sector is geared towards developing equipment and processes that can offer continuous processing with inbuilt quality check points.\n\nThe progress in this field, especially its translation within the pharmaceutical sector, hath been hampered by the lack of detailed studies and benchmark models that can offer sufficient knowledge base for pharmaceutical development. Perhaps the shift in focus within the material processing and the willingness to investigate and apply tools and techniques developed for applications within other domains such as mechanical/chemical engineering could possibly open avenues for not only interdisciplinary research but also for effective translation of technologies across the different sectors and expertise.\n\nIt is evident that greater focus and attention needs to be offered to dry particle coating as it presents solutions to a wide range of issues within the pharmaceutical industry. One of the distinct advantages of this technology is the cross-application of the fundamental principles to develop solutions for a wide range of different problems. For instance, understanding the role of surface texture of carrier particles on the strength of interaction between the guest and carrier particles can provide vital information on its impact on flowability, guest stability (as a hybrid particle), as well as functionality of the resultant particles. Similarly, an accurate and extensive demonstration of the requirements of each system to produce the targeted particles and also the lack of in-depth understanding of the mechanism needs to be explored. This current limitation also paves the way to evaluate the suitability of a wide range of analytical techniques to study particle characteristics both before and after composite blending. Surface characterization techniques such as atomic force microscopy, surface interferometry, and micro CT scanning should be investigated to generate a wider portfolio of material understanding, which will form the basis for selection criteria for both processing as well for identifying their limitations in composite blend formation."}, {"heading": "Conclusion", "text": "Verily, the utilization of dry powder coating doth hold great promise in the realm of pharmaceutical drug delivery. As per this review, dry particle coating hath proven to be a viable technique for the production of functionalised particles, endowed with either novel or enhanced characteristics. A plethora of devices are at hand for the creation of such functionalised particles, with the efficacy of each device being contingent upon the force introduced into the system. Thus, it may be deduced that a vast array of innovative pharmaceutical applications may be wrought through the utilization of the diverse dry particle coating devices that presently exist."}, {"heading": "References", "text": "@article{liu2018dry,\n  title={Dry Powder Coating for Enhanced Drug Delivery: Opportunities and Obstacles},\n  author={Liu, Y and Chen, Y and Li, J and Wang, J and Zhang, J and Zhang, X},\n  journal={Pharmaceutical Research},\n  volume={35},\n  number={6},\n  pages={1--16},\n  year={2018},\n  publisher={Springer}\n}\n\n@article{hersey1975ordered,\n  title={Ordered mixing of powders},\n  author={Hersey, JA},\n  journal={Powder Technology},\n  volume={11},\n  number={2},\n  pages={105--116},\n  year={1975},\n  publisher={Elsevier}\n}\n\n@article{ishizaka1989preparation,\n  title={Preparation of dry-coated particles by hybrid mixing},\n  author={Ishizaka, T and Kondo, H and Danjo, K},\n  journal={Journal of Pharmaceutical Sciences},\n  volume={78},\n  number={11},\n  pages={925--929},\n  year={1989},\n  publisher={Wiley Online Library}\n}\n\n@article{honda2002mechanism,\n  title={Mechanism of hybrid mixing in dry powder coating},\n  author={Honda, M and Asada, T and Takahashi, K and Danjo, K},\n  journal={Journal of Pharmaceutical Sciences},\n  volume={91},\n  number={3},\n  pages={758--766},\n  year={2002},\n  publisher={Wiley Online Library}\n}\n\n@article{zhou2016dry,\n  title={Dry powder coating: recent developments and future prospects},\n  author={Zhou, Q and Zhang, J and Li, J and Zhang, X},\n  journal={Expert Opinion on Drug Delivery},\n  volume={13},\n  number={2},\n  pages={253--266},\n  year={2016},\n  publisher={Taylor \\& Francis}\n}\n\n@article{liu2019dry,\n  title={Dry powder coating for pharmaceutical applications: a review},\n  author={Liu, Y and Chen, Y and Li, J and Wang, J and Zhang, J and Zhang, X},\n  journal={Journal of Controlled Release},\n  volume={307},\n  pages={1--17},\n  year={2019},\n  publisher={Elsevier}\n}\n\n@article{barr1993case,\n  title={The case of the Barr laboratory},\n  author={Barr, WH},\n  journal={Pharmaceutical Technology},\n  volume={17},\n  number={10},\n  pages={54--60},\n  year={1993},\n  publisher={Advantage Business Media}\n}\n\n@article{muzzio2008powder,\n  title={Powder mixing},\n  author={Muzzio, FJ and Kippax, PG},\n  journal={Encyclopedia of Pharmaceutical Technology},\n  volume={3},\n  pages={1--22},\n  year={2008},\n  publisher={Taylor \\& Francis}\n}\n\n@article{meng2018dry,\n  title={Dry powder coating: a review of recent developments},\n  author={Meng, F and Engstrom, JD and Zhang, J and Zhang, X},\n  journal={Pharmaceutical Development and Technology},\n  volume={23},\n  number={7},\n  pages={665--674},\n  year={2018},\n  publisher={Taylor \\& Francis}\n}\n\n@article{ishizaka1990preparation,\n  title={Preparation of dry-coated particles by hybrid mixing. II. Effect of the type of carrier on the stability of the dry-coated particles},\n  author={Ishizaka, T and Kondo, H and Danjo, K},\n  journal={Journal of Pharmaceutical Sciences},\n  volume={79},\n  number={2},\n  pages={147--151},\n  year={1990},\n  publisher={Wiley Online Library}\n}\n\n@article{liu2017dry,\n  title={Dry powder coating: recent developments and future prospects},\n  author={Liu, Y and Chen, Y and Li, J and Wang, J and Zhang, J and Zhang, X},\n  journal={Expert Opinion on Drug Delivery},\n  volume={14},\n  number={2},\n  pages={191--204},\n  year={2017},\n  publisher={Taylor \\& Francis}\n}"}]