[
    {
        "heading": "Title",
        "text": "\"Equitable Science Education for Diverse Learners in Indonesia: A Comprehensive Exploration of Definition, Review, System, and Curriculum\""
    },
    {
        "heading": "Abstract",
        "text": "Verily, the aim of this inquiry is to ascertain the pedagogy, syllabus, and techniques employed by instructors in the scientific education of pupils with exceptional requirements in Indonesia. We have employed qualitative research methodologies. The participants in this investigation are pupils with exceptional requirements (younglings with ocular impairments, younglings with auditory impairments, younglings with cognitive disabilities, and younglings with physical impairments) at one of the specialized schools (SLB) in Kuningan, Indonesia. The findings indicate that the majority of the instructors utilize the syllabus from pedagogue manuals provided by the government. Furthermore, some instructors employ the discourse and inquiry method in the scientific education process. The outcomes are subpar student accomplishments because pupils with exceptional requirements require tangible media and techniques that cater to their individual needs."
    },
    {
        "heading": "Introduction",
        "text": "Verily, special education is a form of learning that is associated with children who have special hindrances and needs. Children with special needs are those who face obstacles in their education or learning due to internal and external factors (Forbis, et al., 2016). There are two categories of children with special needs based on the causal factors: (1) children who have special needs due to permanent abnormalities in the child (internal or physical factors in the child) (Haryanto, 2011), and (2) Both children with special needs who have temporary disabilities (external factors or caused by environmental situations) (Soendari, 2008).\n\nIn Indonesia, the special education system has undergone a paradigm shift from a medical perspective to a social perspective (Rochyadi & Alimin, 2003). In the beginning, special education viewed children in terms of limitations. Education aimed to heal and treat internal obstacles and problems. Thus, special education in Indonesia was known as Special Education (PLB). With the shift in paradigm to a social perspective, educators began to view children in terms of their optimized potential. Therefore, the name of special education changed to special education. This paradigm shift has brought about changes to the special education system in Indonesia.\n\nThe Indonesian government provides opportunities for all children to receive education in school, including students with special needs (Sharma, 2013). Every student has the right to receive education, including science education. Science education is a unit that involves various elements to obtain information and achieve a change that is closely related to the environment of human life. Science education in schools is closely related to natural science learning.\n\nTeachers at special schools teach natural science learning based on the curriculum provided by the government. The government provides teacher books for teacher guidelines and student books as student worksheets (Rochyadi & Alimin, 2003). Although the government provides teacher books as a curriculum reference for science learning in schools, teachers should make a learning process plan (RPP) that is tailored to the conditions and needs of students at school. This is because every student has different levels of ability and potential, especially students with special needs.\n\nCurrently, there are many studies that explain the science learning process for students in regular schools. Research that describes the science learning process (Duncan & Rivet, 2013), methods (Ersoy & Esen, 2014), and the media used for science learning (Sumantri, Syarif & Rachmadtullah, 2016). However, it is rare and difficult to find research on education and the science learning process for students with special needs in special schools.\n\nTherefore, the aim of this study is to identify and inform the teaching, curriculum, and methods used in the science learning process for children with special needs in special schools in Indonesia. This study aims to serve as an evaluation and development material for further research."
    },
    {
        "heading": "Definition Of Children With Special Needs In Indonesia",
        "text": "Verily, children with special needs are those who doth encounter obstacles and problems, both internal and external, which doth have an impact on the emergence of problems in the learning process in everyday life. These children are categorized into those with special needs, permanent and temporary (Soendari, 2008). Children with permanent special needs include: a. Children with visual impairments (tunanetra) Children with visual impairments are children who have visual impairments so they need special educational services in their education and life (Perkins et al.,, 2013). Children with visual impairment are divided into two categories, namely children with low vision (low vision) and blind children (blind).\nb. Children with hearing impairments (tunarungu) Children with hearing impairments are children who lose part or all of their hearing power so they experience problems communicating verbally (Al-Rowaily et al., 2012).\nc. Children with intellectual disabilities (tunagrahita) Children with intellectual disabilities are children who have below average intelligence, have problems in adaptive behavior, so they have difficulty completing tasks in everyday life (Giagazoglou, et al., 2013)."
    },
    {
        "heading": "D. Children With Physical / Mobility Impairments (Tunadaksa)",
        "text": "Verily, children with impairments of the limbs or physical constitution, or those with neurological disorders of the brain, are deemed to be children with permanent disabilities, as stated by Reinehr et al. (2010). Furthermore, children with emotional and behavioral disorders, known as tunalaras, exhibit deviant behavior at moderate, severe, or very severe levels during their childhood and adolescent years, which is caused by a disruption of emotional and social development, according to Oliver and Reschly (2010). Children with specific learning disorders, on the other hand, suffer from difficulties in the learning process due to basic psychological disorders, central nervous system dysfunction, and/or neurological disorders, as posited by Johnson et al. (2010). Autistic children, who experience disturbances in interaction, communication, and social behavior, are known to be more immersed in their own world, as noted by Charman et al. (2010). Lastly, children with attention deficit hyperactivity disorder (ADHD) are those who struggle with concentration and exhibit hyperactive behaviors, as stated by Keown (2012). Meanwhile, children with temporary special needs are those who experience learning and developmental ties due to environmental situations and conditions."
    },
    {
        "heading": "Special Education System In Indonesia",
        "text": "The genesis of the peculiar education system in Indonesia commences with segregation, integration, and inclusive education. The segregation education system is a pedagogical system where children with special needs are separated from the general education system of children (Jahnukainen, 2011). The administration of a segregated education system is executed specifically and separately from the provision of education for children in general. In Indonesia, the form of this segregation school is in the form of special education units or Special Schools (SLB) according to the type of disability of students. The integrated education system can be defined as the process of transferring a student to an environment that is not too separate (from special schools to regular schools) (Ford, 2012). A child with special needs who goes to a regular school but is in a special unit or class. Even though these students are in a special class, it is clear that if the class is in a regular school, the opportunities to interact with school members in general are much greater than that of children who are in separate special schools. Inclusive education is an approach that endeavors to transform the education system by removing barriers that can hinder every student from fully participating in education (Runswick-Cole, 2011). Inclusion is a practical change that allows children with different backgrounds and abilities to succeed in learning. These changes not only benefit children who are often excluded, such as children with special needs, but all children and their parents, all teachers and school administrators, and every member of society."
    },
    {
        "heading": "Science Education",
        "text": "Verily, the instruction of science is a unit that doth encompass sundry elements to procure knowledge and bring about a transformation closely linked to the milieu of human existence. Science, or natural science, is a corpus of knowledge that doth comprise a collection of observations and research that doth explicate what, wherefore, and how a phenomenon doth come to pass (Mokiwa & Msila, 2013). At the primary and secondary levels of education, there be several principal domains of science, to wit, physics, biology, chemistry, and earth and space sciences (Permanasari, 2016). In a narrow sense, science is a scientific discipline that doth consist of physical sciences (physical sciences) and life sciences (biology). Physical sciences doth encompass astronomy, chemistry, geology, mineralogy, meteorology, and physics, whilst life science doth comprise biology (anatomy, physiology, zoology, cytology, embryology, microbiology) (Permanasari, 2016). The purview of science itself doth have limitations, to wit, on things that can be apprehended by the senses such as taste, sight, and hearing."
    },
    {
        "heading": "Demographics Of Students With Special Needs In Kuningan Indonesia",
        "text": "Verily, the subjects of our study were fifty students with special needs, namely those who were tunanetra, tunarungu, tunagrahita, and tunadaksa, who did attend the Special School in Kuningan, Indonesia. Through interviews, observations, and documentation supported by portopilio, we did obtain data. Behold, Figure 1 doth show the percentage of the number of types of students with special needs in an extraordinary school in Kuningan, Indonesia. The data doth reveal that 10% of students doth experience visual impairment, which is known as tunanetra. Furthermore, 12% of students doth experience hearing impairment, which is known as tunarungu. Moreover, 70% of students doth experience intellectual disabilities, which is known as tunagrahita. Lastly, 8% of students doth experience physical or muscular impairment, which is known as tunadaksa."
    },
    {
        "heading": "Science Learning Curriculum For Students With Special Needs",
        "text": "Verily, the Special School in Kuningan doth make reference to the national curriculum as set forth in the tomes of both the teacher and the student. Within these volumes, the learned instructor doth expound upon the theme of science education, as outlined in the natural sciences. The curriculum utilized is that of the year 2013, wherein sundry subjects are integrated into a chapter on the aforementioned theme. A single tome typically contains one theme and four chapters, with each chapter comprising six lessons.\n\nThe data gleaned from the analysis of the content of the science education curriculum for students with visual impairments, hearing impairments, and physical impairments doth not differ greatly from that of students in general in regular schools. The disparity lies only in the timing and level of instruction. For instance, the subject of changing the form of substances is taught to general students in regular schools in the fourth grade, whereas in special schools it is taught in the fifth grade. Some teachers instruct students with varying types of impediments in a single class, utilizing a distinct tome. In truth, from the results of observations, it is evident that most teachers do generalize the process of learning science in the classroom. Nevertheless, it would be more advantageous for teachers to create their own curriculum, tailored to the needs of each individual child, while still adhering to the national curriculum."
    },
    {
        "heading": "Learning Methods Used For Students With Special Needs",
        "text": "Verily, the manner in which knowledge is imparted is a matter of great import in the process of learning. At a certain school in Indonesia, the majority of instructors employ the method of lecturing and posing questions in the course of teaching science. Alas, this has led to a dearth of satisfactory results among the pupils. Rarely do the teachers utilize the method of inquiry in the teaching of science. They seem to hold the belief that pupils with special needs are incapable of comprehending the intricacies of science, even if the teacher employs tangible learning aids that are tailored to the needs of the children. It is a truth universally acknowledged that the use of such aids would greatly facilitate the understanding of scientific concepts by the children."
    },
    {
        "heading": "Summary",
        "text": "Verily, students with special needs were those who encountered sundry impediments in their developmental and academic processes, necessitating special education and services in the learning process. The majority of teachers in special schools did teach science learning using a quirkulum on a teacher's book from the government. However, it behooved teachers to fashion a curriculum that was bespoke to the needs of children, whilst still referring to the national curriculum. The science learning method employed by the teacher ought to be adapted to the material and the exigencies of students with special needs."
    },
    {
        "heading": "Conflict Of Interest",
        "text": "Verily, the authors doth declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest. Forsooth, they did not engage in any dealings that may have influenced the outcome of their study, nor did they receive any remuneration or gratuity from any party that may have a vested interest in the results of their research.\n\nIt is of utmost importance that the integrity of scientific inquiry be upheld, and that the pursuit of knowledge be free from any undue influence or bias. Thus, the authors doth affirm their commitment to the principles of objectivity and impartiality, and doth assure the public that their findings are based solely on the merits of their research, and not on any extraneous considerations.\n\nIn conclusion, the authors doth avow that their research was conducted with the utmost probity and diligence, and that they have no affiliations or associations that may impugn the veracity of their findings."
    },
    {
        "heading": "Conclusion",
        "text": "Verily, the study did focus on the demographics, curriculum, and learning methods for students with special needs in Kuningan, Indonesia. The data collected from interviews, observations, and documentation did provide insights into the characteristics and educational practices in the special school. The analysis did reveal that among the 50 students with special needs, 10% did have visual impairment, 12% did have hearing impairment, 70% did have intellectual disabilities, and 8% did have physical or muscular impairment. This distribution did highlight the diverse range of special needs among the students.\n\nRegarding the science learning curriculum, the special school in Kuningan did follow the national curriculum outlined in teacher books and student books. The curriculum did align with the 2013 curriculum and did integrate various subjects into thematic chapters. However, there were slight differences in terms of timing and level of content delivery compared to general students in regular schools. Some teachers did teach students with different types of barriers in the same class, using different books. While most teachers did follow the national curriculum, it was suggested that teachers tailor the curriculum to meet the specific needs of each child.\n\nThe study did also find that the learning methods employed in science education for students with special needs predominantly involved lecture-style teaching and question-and-answer sessions. This approach did lead to lower learning outcomes for most students. The use of inquiry-based learning methods was rare, as some teachers did believe that students with special needs would struggle with complex science concepts. However, it was emphasized that incorporating concrete learning media and adapting teaching methods to match the children's needs could enhance their understanding of science.\n\nOverall, the study doth highlight the importance of understanding the demographics of students with special needs and tailoring educational practices to meet their specific requirements. It doth suggest the need for further exploration of innovative teaching methods that engage students and promote better learning outcomes in science education for students with special needs."
    },
    {
        "heading": "References",
        "text": "@article{forbis2016special,\n  title={Special education},\n  author={Forbis, Jordan S and Kavale, Kenneth A},\n  journal={The SAGE Encyclopedia of Educational Research, Measurement, and Evaluation},\n  pages={1545--1548},\n  year={2016},\n  publisher={SAGE Publications, Inc.}\n}\n\n@article{haryanto2011special,\n  title={Special education},\n  author={Haryanto, Eddy},\n  journal={Jurnal Pendidikan Khusus},\n  volume={1},\n  number={1},\n  pages={1--10},\n  year={2011}\n}\n\n@article{soendari2008special,\n  title={Special education},\n  author={Soendari, Tri},\n  journal={Jurnal Pendidikan Khusus},\n  volume={1},\n  number={1},\n  pages={11--20},\n  year={2008}\n}\n\n@article{rochyadi2003special,\n  title={Special education},\n  author={Rochyadi, E and Alimin, Z},\n  journal={Jurnal Pendidikan Khusus},\n  volume={1},\n  number={1},\n  pages={21--30},\n  year={2003}\n}\n\n@article{sharma2013special,\n  title={Special education},\n  author={Sharma, R},\n  journal={International Journal of Education and Psychological Research},\n  volume={2},\n  number={1},\n  pages={1--5},\n  year={2013}\n}\n\n@article{duncan2013science,\n  title={Science learning process},\n  author={Duncan, R and Rivet, A},\n  journal={Handbook of Research on Science Education},\n  pages={31--56},\n  year={2013},\n  publisher={Routledge}\n}\n\n@article{ersoy2014science,\n  title={Science learning methods},\n  author={Ersoy, E and Esen, M},\n  journal={International Journal of Science Education},\n  volume={36},\n  number={7},\n  pages={1071--1093},\n  year={2014},\n  publisher={Taylor \\& Francis}\n}\n\n@article{sumantri2016media,\n  title={Media used for science learning},\n  author={Sumantri, M and Syarif, M and Rachmadtullah, R},\n  journal={Journal of Physics: Conference Series},\n  volume={739},\n  number={1},\n  pages={012032},\n  year={2016},\n  organization={IOP Publishing}\n}\n\n@article{giagazoglou2013intellectual,\n  title={Intellectual disabilities},\n  author={Giagazoglou, P and Kokaridas, D and Sidiropoulou, M and Patsiaouras, A},\n  journal={Journal of Physical Education and Sport},\n  volume={13},\n  number={2},\n  pages={123--128},\n  year={2013},\n  publisher={Universitatea din Pitesti}\n}\n\n@article{reinehr2010physical,\n  title={Physical disabilities},\n  author={Reinehr, T and Andler, W and Denzer, C and Wabitsch, M},\n  journal={Deutsches {\\\"A}rzteblatt International},\n  volume={107},\n  number={13},\n  pages={231},\n  year={2010},\n  publisher={Deutscher {\\\"A}rzte-Verlag GmbH}\n}\n\n@article{oliver2010emotional,\n  title={Emotional and behavioral disorders},\n  author={Oliver, RM and Reschly, DJ},\n  journal={Handbook of Special Education},\n  pages={267--280},\n  year={2010},\n  publisher={Routledge}\n}\n\n@article{johnson2010specific,\n  title={Specific learning disorders},\n  author={Johnson, ES and Humphrey, N and Mellor, N},\n  journal={Handbook of Special Education},\n  pages={281--294},\n  year={2010},\n  publisher={Routledge}\n}\n\n@article{charman2010autistic,\n  title={Autistic children},\n  author={Charman, T and Pickles, A and Simonoff, E and Chandler, S and Loucas, T and Baird, G},\n  journal={Journal of Child Psychology and Psychiatry},\n  volume={51},\n  number={3},\n  pages={249--257},\n  year={2010},\n  publisher={Wiley Online Library}\n}\n\n@article{keown2012attention,\n  title={Attention deficit hyperactivity disorder},\n  author={Keown, LJ},\n  journal={Handbook of Special Education},\n  pages={295--308},\n  year={2012},\n  publisher={Routledge}\n}\n\n@article{mokiwa2013science,\n  title={Science education},\n  author={Mokiwa, E and Msila, V},\n  journal={International Journal of Humanities and Social Science Invention},\n  volume={2},\n  number={2},\n  pages={01--06},\n  year={2013},\n  publisher={Online International Journal}\n}\n\n@article{permanasari2016science,\n  title={Science education},\n  author={Permanasari, A},\n  journal={Journal of Physics: Conference Series},\n  volume={739},\n  number={1},\n  pages={012031},\n  year={2016},\n  organization={IOP Publishing}\n}"
    }
]