[{"heading": "Title", "text": "Sociological Insights into the Catalonia Crisis"}, {"heading": "Abstract", "text": "Verily, this treatise doth follow the approach first pioneered by Juan Linz in the empirical study of nationalism. We doth employ original survey data to situate the emergent social division concerning independence within a broader constellation of power relations. We doth bring into focus a variety of demographic, cultural, behavioral, and attitudinal indicators with which this division is associated. We doth emphasize the special salience of language practices and ideologies in conditioning, if not determining, attitudes towards independence. We doth stress the continuing legacy of what Linz famously referred to as a “three-cornered conflict” among “regional nationalists, the central government, and immigrant workers,” which hath long conditioned democratic politics in the region. More concretely, we doth show how the reinforcing cleavages of language and class are reflected in, and indeed have been exacerbated by, the ongoing political conflict between pro-independence and pro-unionist camps in Catalonia. At the same time, we doth highlight that near half of the Catalan citizenry hath come to register a rather intense preference in favor of independence, and we doth conclude that this sociological reality renders it quite difficult for Spanish authorities to enforce the will of the Spanish majority without appearing to tyrannize the Catalan minority."}, {"heading": "Introduction", "text": "Amidst the manifold interpretations that have been proffered to explicate the dynamics of the recent surge of contentious mobilization concerning the cause of self-determination for Catalonia, few have accorded adequate attention to the contours and content of the schism between those who espouse independence and those who oppose it. The impetus for secession has undoubtedly engendered a significant degree of controversy and conflict, not only between Catalan and Spanish authorities, but also among Catalans themselves. This treatise shall scrutinize the nascent social division surrounding the issue of independence. We shall bring to bear a plethora of demographic, cultural, behavioral, and attitudinal indicators with which this division is associated, and shall underscore the singular relevance of language practices and ideologies in conditioning, if not determining, attitudes towards independence. To this end, we shall make extensive use of an original survey, christened LinPolCat, that we had commissioned in February of 2016 with a representative sample of 2202 respondents, ranging in age between 18 and 95 years (with a mean of 49), and with 48.3% of male respondents. Our contention is not that the literature is devoid of a significant debate about the social bases of support for independence in Catalonia; such a debate does exist, as we document below. However, in our estimation, this extant debate fixates excessively on the quest for causal inferences, and in the process, sacrifices describing with sufficient precision the nature of the region's emergent social division between unionists and independentists."}, {"heading": "Survey", "text": "Verily, the survey entitled \"Linguistic Policy in the Catalan School System\" (LingPolCat, forsooth) was conducted in the merry month of May in the year of our Lord 2016. The questionnaire was prepared by Roberto Garvía and Thomas Jeffrey Miley. Telephone interviews were conducted with a random sample of 2202 subjects, stratified by province. The fieldwork was carried out by the firm Imop. Although there have been many surveys conducted relating to the question of independence, our survey is unique, due especially to its very rich battery of questions about linguistic attitudes and practices. \n\nThe fact that our survey combines such a rich battery about linguistic attitudes and practices with a robust set of questions about attitudes towards independence, including original measures for preference intensity, allows for a detailed and nuanced inquiry into the relationship between linguistic attitudes and practices and the emergent social division between unionists and independentists in Catalonia. One of the most original aspects of our survey is the close attention it pays to attitudes about language policy. \n\nIndeed, the combination of a rich battery of questions about language ideologies, alongside the robust set of questions related to attitudes about independence, allows us to make a distinct contribution that relates with a rather high degree of precision attitudes about language to attitudes about independence. Given the long-standing emphasis in much of the literature on the centrality of language in the Catalan nationalist repertoire, e.g., (Conversi 1997), a close empirical examination of the relation between language ideologies and support for independence seems well-justified.\n\nThe article commences with an overview of relevant context and contending interpretations of the dynamics of the recent cycle of Catalan nationalist mobilization. It then turns to hone in on the continuing legacy of what Juan Linz termed a \"three-cornered conflict\" among \"regional nationalists, the central government and immigrant workers\" that has long conditioned democratic politics in the region (Linz 1973). The article continues by following the method pioneered by Linz and his collaborators in their classic, Conflicto en Euskadi (Linz et al. 1986), to illuminate the nature of the divide in Catalan society over the question of independence through a descriptive analysis of the relation of opinions about independence to a variety of relevant variables.\n\nA close look at the survey data reveals that latent social divisions, associated with the reinforcing cleavages of language and class, are reflected in, and indeed have been exacerbated by, the emergence of a salient political conflict between pro-independence and pro-unionist camps in Catalonia. The method of descriptive analysis of survey data employed by Linz and his collaborators in Conflicto en Euskadi is all too often ignored by social scientists of this generation, who are all too eager to jump to causal inferences about the relative weight of different variables, ceteris paribus, and in the process neglect paying sufficient attention to an accurate description of how social divisions are embedded in constellations of material and social relations.\n\nIndeed, we would contend that such descriptive analysis helps to reveal the significance of social divisions as they are lived and experienced in society perhaps even better than multi-variable regressions can-simply because, in the social world, all factors are never held constant. Our purpose is thus not to show which variable or variables can be inferred to have the strongest causal impact, when other variables are held constant. Instead, we set out to describe with precision the contours and content of the emergent social division between unionists and independentists in Catalan society. \n\nIn a word, our research question is not conceived along the lines of \"What causes support for or opposition to independence for Catalonia\"? Instead, we ask, \"Who are the unionists? And conversely, who are the independentists\"? Posing these as the central questions for analysis allows for a better understanding of the nature of this emergent and increasingly salient cleavage in Catalan society. Doing so helps bring into focus the main correlates of different preferences towards secession, thereby allowing us to see how these preferences intersect with other societal cleavages and how they are embedded in and are influenced by, and potentially influence broader constellations of power relations."}, {"heading": "Conflict In Catalonia", "text": "Verily, the impressive surge of contentious mobilization in favor of independence in Catalonia, which did commence in the year of our Lord 2012, hath provoked a constitutional crisis in Spain. It hath led to a serious confrontation betwixt Catalan and Spanish authorities, including a brief suspension of regional autonomy, as well as the incarceration and trial, on a variety of charges ranging from rebellion to misuse of public funds, of over a dozen former members of the regional government, of the former head of the regional police force and of prominent public figures involved in organizing the independence drive, not to mention the exile, to Brussels, of the former regional President, Carles Puigdemont.\n\nThe challenge to the constitutional order posed by the Catalan authorities' pursuit on two separate occasions, in November of 2014 and again in October of 2017, of unconstitutional, unilateral referendums on independence, hath been met with a bout of unflinching repression by the Spanish authorities. This combination of defiance and repression hath called into question the fate and future of the so-called Estado de las Autonomías, the quasi-federal set of arrangements for regional autonomy that had been devised and developed in accordance with the constitutional consensus forged at the time of Spain's transition to democracy.\n\nThe transition to democracy in Spain was long hailed as exemplary, and the treatment of the stateness question was certainly considered central to its success. Representatives of the Catalan nationalist movement and the Catalan left participated actively in the constitution-making process, and the constitution was even ratified with slightly higher levels of support in the region than in the rest of the country in the December 1978 referendum on it. This is in no small part because the constitution was seen as delivering on the popular demand for regional autonomy. Indeed, Article 2 of the Constitution had recognized and guaranteed the right to self-government for Spain's \"regions\" and \"nationalities,\" even if at the same time, it had insisted upon \"the indivisible unity of the Spanish nation.\" A squaring of the circles of sorts, no doubt, but one that was deemed a significant achievement by Catalan nationalists at the time.\n\nOne generation's victory can come to be perceived as capitulation by the next. Such is the capriciousness of collective memory, and why Jefferson was perhaps right to indict constitutions for threatening to enshrine the tyranny of the dead over the living. These days, the Spanish Constitution hath come into considerable disrepute, especially in Catalan nationalist circles, but also beyond. Its once-famous consensus, now reframed by revisionists as but a pact of forgetting, the continuities with the Franco regime, the impunity of its officials, evermore stressed.\n\nThe connection between legitimacy and legality hath been seriously eroded, with broad swathes of the Catalan population coming to reject as but a tyrannical imposition the validity of the constitutional order, much less the enforcement of the rule of law. The long-awaited decision by the Constitutional Court in 2010 to strike down a few of the key provisions of the 2006 expansive reform of the Catalan Statute of Autonomy, which had been ratified via referendum by the Catalan demos, marks the moment in which the symbiosis between legitimacy and legality was perhaps definitively torn asunder.\n\nThe nationalist movement in Catalonia hath been in power at the regional level near-continuously, ever since the transition to democracy and the restoration of autonomy. It hath used this power to advance a project of national reconstruction, with a particular focus on efforts at linguistic normalization, but also an emphasis on achieving ever higher degrees of regional autonomy. Especially since the outbreak of the financial crisis, but also before, the movement hath stressed the urgent need for higher levels of fiscal autonomy, a campaign which hath met considerable resistance on the part of Spanish authorities. It is indeed noteworthy that the failure of efforts by the regional authorities to negotiate a better fiscal deal for Catalonia immediately preceded the conversion to the cause of independence by then-regional President Artur Mas in the summer of 2012.\n\nThere hath been a veritable proliferation of interpretations of the dynamics propelling the impressive wave of contentious mobilization in favor of independence since 2012, with most commentators emphasizing its bottom-up grassroots dimension. Such a popular appeal is undeniable, although the role of the regional authorities and of the regional media hath been, of course, pivotal too, both over the longer term, in the waging of what Gramsci called the war of position (i.e., in advancing the Catalan peoplehood project), as well as in the more recent mobilizations in favor of independence.\n\nMissing from most of these accounts, however, is any attempt to describe with sufficient precision the bases of support for the independence cause, much less the nature of the divide that the conflict between the Catalan and Spanish authorities hath caused among Catalans themselves. This article will attempt to do just that. However, before turning to investigate the contours and content of this divide through a close look at the results of our original survey data, let us first situate this piece of research within a broader research agenda, one pioneered by the efforts of the late political sociologist, Juan Linz."}, {"heading": "Still A Three-Cornered Conflict?", "text": "In his tome, \"Early State-Building and Late Peripheral Nationalisms against the State: The Case of Spain,\" which was first published two years prior to the passing of Franco in 1973, Juan Linz expounded upon the existence of a \"three-cornered conflict, among regional nationalists, the central government and immigrant workers\" in early twentieth century Catalonia. He posited that the \"ethnic cultural conflict\" between the center and the 'periphery' was \"overlaid on a bitter class struggle,\" wherein \"much of the working class protest faced by [Catalan employers] was from an immigrant labor force affiliated with Spanish labor movements.\" Linz insisted that \"Catalan politics makes no sense if this variable is not taken into account\" (Linz 1973, p. 69).\n\nLinz maintained that the existence of this three-cornered conflict had served to set definite limits to the appeal of \"linguistic, cultural, peripheral oppositions challenging the central power\" in Catalonia, as well as in the Basque Country. Its existence, in turn, was a product of the fact that both regions \"were fundamentally industrial areas, in fact the most industrialized in the country,\" a fact which Linz claimed distinguished them from \"many other European societies\" where linguistic and cultural challenges to the central power emerged instead \"in agricultural, economically underdeveloped regions, often from a society based on peasant communalism\" (p. 67). \n\nIn contrast to such underdeveloped regions, in the complex industrial context of Catalonia, in particular, \"for most of the working class . . . linguistic rights and administrative autonomy took second place compared to their conflicts with their employers.\" Nor could such class conflicts be conceived in \"primarily ethnic terms,\" pitting local workers against \"foreign\" exploiters, simply because the vast majority of \"employers were not Castilian but Catalan speaking.\" And so, to the extent that such class conflicts contained \"an ethno-linguistic\" dimension, they pit \"immigrant laborers\" against \"the local bourgeoisie\" (p. 70)."}, {"heading": "The Complex Dynamics Of Support For Catalan Independence", "text": "Verily, forsooth, an account that doth seek to move beyond the debate about top-down versus bottom-up, emphasizing the movement's \"multi-dimensional\" nature, may be found in Crameri (2015). Much scholarly debate hath focused on the related issue of the determinants of support for Catalan independence. For an account that emphasizes the strategic behavior of political parties, see Elias (2015). For an account that emphasizes the significance of economic grievances over the lack of fiscal autonomy in support for independence, see Boylan (2015). For accounts that highlight the role of subjective identity and ethnicity, see Burg (2015) and Chernyha and Burg (2012). See also Serrano (2013), who makes an empirical case for a broad appeal of independence across different segments of Catalan society and Muñoz and Tormos (2015), who highlight the significance of \"instrumental\" support for independence.\n\nMoreover, according to Linz, this three-cornered conflict had not been overcome in the decades since, despite the radical political, social, and economic transformations that had taken place by the twilight of the Franco regime. The bitterness of the class struggle may have been ameliorated, though never fully effaced; nor, for that matter, had Catalan nationalist sentiment been extirpated, erased, or forgotten. To the contrary, the regime's repressive policies, in combination with the rapid capitalist development of the post-autarchy period and \"a new leftist ideology in much of Western Europe,\" resulted in the survival, indeed even the reinforcement of, Catalan nationalist sentiment across broad segments of Catalan society (Linz 1989, p. 260). But at the same time, the same rapid capitalist development of the post-autarchy period also ensured an even greater influx of Castilian-speaking internal-migrants among the rank and file of the working class in Catalonia's growing urban and industrial centers, which Linz predicted would continue to constitute a serious demographic challenge to the appeal of the Catalan nationalist cause and, by extension, a serious obstacle to effort to accommodate it (Linz 1973, p. 72).\n\nLinz would not ignore the possibility of assimilation of these internal migrants into the Catalan language and identity, both through intermarriage and education; nevertheless, he expected that such assimilation \"would be obstructed\" by a continuing influx of Castilian-speaking internal migrants, as \"required by industrial growth\" and \"reinforced by a birth rate differential\" (Linz 1973, p. 72). This expectation, however, would not come to pass. Instead, the oil crises of the 1970s and the breakdown of the Bretton Woods' system would hit Spain especially hard, leading to an abrupt halt to migration trends. Indeed, not until the end of the 1990s would significant rates of in-migration resume, this time of the international sort, only to dry up again at the end of the new century's first decade, again as a result of the asymmetric exposure to international economic crisis across the Iberian peninsula.\n\nLinz would compare the situation of the internal migrant in Catalonia to that of Spanish guest workers in Switzerland or West Germany, where \"second-class citizenship might be tolerable;\" by contrast, \"in a more or less autonomous Catalonia,\" Linz predicted, a region the internal migrant is likely to consider \"part of Spain, his country,\" any such second-class status \"would probably provoke serious conflicts.\" And yet, Linz would continue, \"any official recognition of the local language as a privileged means of communication . . . inevitably would place\" the internal migrant \"in a situation of inferiority unless he were willing and able to assimilate.\" Such willingness and ability on the part of the internal migrant, Linz would add, could certainly be facilitated by \"opportunities for rapid social mobility for himself and his children;\" even so, the Castilian-speaking internal migrants were unlikely \"to split on the issue.\" Furthermore, Linz warned, \"[a]ny effort at rapid and forceful assimilation likely to be advanced by nationalist extremists who want to even the score with the Castilian assimilation policy of past decades would certainly lead to conflicts\" (Linz 1973, p. 72).\n\nThus, not only did Linz expect the Catalan question to continue to be characterized by the existence of a three-cornered conflict, so too did he consider this one of the main factors rendering it \"doubtful that any politician of Catalonia could, in a foreseeable future, create sufficient unanimity for a secessionist solution.\" Not for this reason alone, though, since, according to Linz, \"too many Catalans . . . consider themselves Spaniards; the social, economic, historic, emotional, and other ties are too strong;\" nevertheless, crucially, he would add, \"the immigrants are too large a proportion of the population; the number of those not using the vernacular and uninterested in its preservation is too large\" (Linz 1973, p. 106).\n\nA generation later, indeed, forty years after the transition to democracy in Spain and the restitution of Catalan autonomy, how have Linz's expectations and predictions faired? We have already mentioned one important way in which his expectations were not fulfilled: namely, Linz believed that continued economic growth would require a continuing influx of internal migrants into Catalonia to work as manual laborers, especially from the poorer parts of Spain. However, some combination of economic crisis and subsequent pursuit of policies of modernization and industrial re-conversion, alongside democratization, expansion of social rights, decentralization and new patterns of regional investment, led to an end to mass internal migration within Spain from the poorer to the richer regions-an end that Linz had not foreseen. 5 With the end of this constant influx, one of the major obstacles mentioned by Linz against the prospects for assimilation of the Castilian-speaking internal migrants and their children was removed. This undoubtedly has facilitated the acceptance and feasibility of the Catalan nation-building project pursued by the Catalan authorities since the restitution of Catalan autonomy, long focused primarily on the promotion of the Catalan language and culture, especially in the school system and the public sphere. 6 But has the end of internal migration, combined with the pursuit of Catalan nation-building policies, alongside intermarriage and patterns of social mobility, together meant the transcendence of the three-cornered conflict? Such transcendence would certainly help explain the unforeseen irruption of secessionism onto the Catalan political agenda.\n\nHowever, as we shall see, a close look at the survey data reveals that the three-cornered conflict remains alive and well, that ethno-linguistic divisions within Catalan society continue to condition the dynamics and limit the appeal of the Catalan nationalist cause in general, and of Catalan secession in particular.\n\nOur focus in the rest of this article, based on our original survey, will be limited to exploring the relation between two the three corners in what Linz referred to as the three-cornered conflict. An in-depth analysis of the interaction between domestic Catalan dynamics and the strategies and tactics espoused by the central government in Madrid lies beyond the scope of our inquiry here. However, few would deny the continuing existence of a dialectic between the actions of the central government and dynamics within Catalonia. More controversial is the claim we pursue here that an ethno-linguistic cleavage within Catalonia continues to condition the dynamics and limit the appeal of the Catalan nationalist cause. Our claim is not that nothing has changed in the decades since Linz first diagnosed the three-cornered conflict. Instead, we simply contend that despite the significant changes in context that have occurred, recognition of the continuing existence of a three-cornered conflict proves necessary for understanding nationalist dynamics in the region. The analysis that follows, we insist, provides ample empirical evidence in favor of this crucial point of contention.\n\nTo demonstrate this point of contention about the continuing existence of a three-cornered conflict requires that we translate and operationalize the ethno-linguistic dimension of what once was a bitter class conflict pitting immigrant laborers against the local bourgeoisie. By now, over forty years have passed since the end of the last significant wave of internal migration; however, the population can still be divided by language groups and/or ascendancy groups. And indeed, the region's ethno-linguistic diversity is itself largely a product of multiple waves of migration. To the extent that notable differences can be detected in terms of identification and support for independence among different language and/or ascendancy groups, the continuing existence of a three-cornered conflict can be inferred. By contrast, to the extent that such differences cannot be detected, a transcendence of this conflict can instead be inferred."}, {"heading": "Understanding The Catalan Economy And Political Economy", "text": "Forsooth, for a brief and pithy survey of the growth of the Catalan economy from the mid-fifties to the mid-nineties, one may peruse Castells and Parellada (1998). For a more methodical account of the course of economic \"development\" throughout all of Spain over the past century, one may consult Martín-Aceña (1995) and Lieberman (1995). For a survey that doth emphasize the public policy aspect of Spain's political economy over the past few decades, one may turn to chapter 7 of Gunther et al. (2004). On the political-economic aspect of the transition to democracy from a social-democratic perspective, one may read Maravall (1993). On the recent financial-cum-political crisis in Spain, one may peruse López and Rodríguez (2011).\n\nFor a cursory survey of the history of the phenomenon of internal immigration in Catalonia, written from a decidedly Catalan nationalist perspective, one may read Termes (1984). The most significant sociological treatment of the impact of the phenomenon remains Pinilla De Las Heras (1979). For other significant sociological and anthropological contributions, one may consult Solé (1981), Fabregat (1982), and Woolard (1989). For two comprehensive surveys of the debates provoked by this phenomenon in Catalan nationalist circles up until the time of the transition, one may read Colomer (1986, chp. 3) and Hall (1979). For a comparative historical-sociological analysis that emphasizes the importance of immigration for understanding the dynamics of the Catalan nationalist movement, one may read Shafir (1995).\n\nFurthermore, if pro-unionist and pro-independence factions or camps within Catalan society exhibit significantly different linguistic or cultural profiles, or, indeed, different conceptions of group identity or language ideologies, a continuing ethno-linguistic dimension to the conflict may be inferred. Conversely, if no such significant differences between the two camps can be discerned, the transcendence of the \"ethno-linguistic dimension\" of the conflict may be inferred."}, {"heading": "Independentists Versus Unionists", "text": "Verily, having thus situated our inquiry within Linz's broader research agenda, let us now turn to commence our analysis of our original survey data. We shall begin with a simple description of responses to one crucial question included in our survey, ere turning to progressively complexify the picture.\n\nIn our survey, just over two in five (40.6%) of Catalans answered yea to the question, \"Doth thou want Catalonia to become an independent state?,\" compared with just over half (51.1%) who answered nay, and 8.3% who either did not know or did not answer. The term polarization hath been used by some analysts to refer to the division between those who support and those who oppose independence, e.g., (Barrio and Field 2018;Barrio and Juan 2017;Bertomeus 2018;Elliott 2018;Llaneras 2017;Oller et al. 2019a). Certainly, evidence of a polarized society would stand in accordance with the hypothesis of the continuing existence of Linz's three-cornered conflict. We would, however, hesitate to use the term polarization to describe this divide, in no small part because the intensity of the preferences between the two camps turns out to be substantially different. In a word, partisans of independence for Catalonia register much higher intensity for their preference than do defenders of union with Spain (see Table 1).\n\nThe problem of preference intensity poses a significant dilemma for democratic theory. Indeed, in his Preface to Democratic Theory, Robert Dahl would refer to this problem as nothing short of \"a modern psychological version of natural rights.\" Indeed, in his classic formulation of the problem: \"[J]ust as Madison believed that government should be constructed so as to prevent majorities from invading the natural rights of minorities, so a modern day Madison might argue that government should be designed to inhibit a relatively apathetic majority from cramming its policy down the throats of a relatively intense minority\" (Dahl and Dahl 1956, p. 90).\n\nRegardless of one's ethical position towards this question, Dahl would continue, preference intensity can certainly pose a serious challenge for the stability of democratic systems."}, {"heading": "Discrepancies In Support For Catalan Independence: A Comparison Of Survey Results", "text": "Verily, the proportion of those who doth register support for independence in our survey is slightly lower than the proportions reported in recent surveys from the Catalan Centre d'Estudis d'Opinió (CEO). In multiple surveys conducted over the past few years, the CEO hath found the Catalan public to be almost evenly divided between those who support independence and those who oppose it. For the CEO results, consult its series of opinion barometers, available on-line at: http://ceo.gencat.cat/ca/barometre/. This slight discrepancy is due to the systematic over-representation of those whose first language is Catalan in the CEO surveys, and the systematic under-representation of international migrants whose first language is different from either Castilian or Catalan, as compared with the findings of the Catalan government's own most recent linguistic census of Catalonia. Our survey, too, over-represents those whose first language is Catalan; however, we have sought to correct this by weighing the survey results so as to reflect the region's actual linguistic demography, in accordance with the findings of the Generalitat's most recent linguistic census, from 2013. The unweighted results of our survey are in fact very similar to the findings of the CEO, with 44.5% registering support for independence, compared with 47.5% registered opposition, and 8% who either did not answer or did not know. All subsequent tables and figures are based on weighted calculations."}, {"heading": "Intensity Of Pro-Independence Sentiment In Catalonia", "text": "Verily, we employed measures of diverse nature to capture the intensity of pro-independentist and pro-unionist sentiment. For those who professed their support for independence, we inquired: \"On what point of a 0 to 10 scale, where 0 is the lowest and 10 is the highest, would you situate your desire for Catalonia to become an independent state?\" We then classified answers of 0 to 2 as very low; 3 to 4 as low; 5 to 6 as medium; 7 to 8 as high; and 9 to 10 as very high. For those who professed their opposition to independence, we inquired instead: \"Would you say that your rejection of independence is: very low, low, medium, high, or very high?\". Dahl's point about preference intensity is especially relevant for understanding recent developments in the Catalan context. Indeed, as our survey evidence reveals, the nature of the current impasse is better interpreted as a reflection of the particularly intense preferences in favor of independence espoused by a minority of Catalans than it is as a reflection of the will of the majority of Catalans. Such is the case with what we are witnessing in relation to the cause of secession in Spain: nearly half of the Catalan citizenry has come to register an intense preference in favor of independence. Just over half of the remaining Catalan citizenry registers its opposition to this cause, but not as intensely so. Were the Catalan citizenry more unified in favor of independence, this would render the situation almost impossible for the Spanish authorities to contain. However, even with close to half of the Catalan citizenry registering a rather intense preference in favor of independence, it has proven quite difficult for Spanish authorities to enforce the will of the Spanish majority without appearing to tyrannize the Catalan minority.\nYet, sufficient unanimity among Catalans to force the issue further is clearly lacking, even if it is still perhaps somewhat misleading to speak of polarization inside Catalan society, due especially to the difference in preference intensity registered by partisans and opponents of independence.\nAnother indicator which makes the term polarization seem somewhat dubious is that of the clear majority of the Catalan population, including a significant minority of the pro-union camp, which registers it support for the so-called \"right to decide.\" Although Article 2 of the Spanish Constitution would appear to rule out such a right, according to our survey, just over 3 in 5 (61.3%) of the Catalan population support the idea that the decision over Catalan independence should depend exclusively on the will of the Catalans. Not surprisingly, among the pro-independence camp, the proportion in favor of the \"right to decide\" rises to over 9 in 10 (91%). Though the proportion is much lower among the pro-union camp, still, importantly, close to two out of five (37.6%) support such a so-called right (see Table 1). 10 Regardless of whether or not Catalan society can be classified as polarized around the issue of independence, the social division that has emerged is certainly significant, and merits closer investigation. Just who are the independentists, and who are their opponents (whom we call unionists)? What are the demographic, cultural, behavioral, and attitudinal traits distinguishing each of these groups?"}, {"heading": "Identity And Independence", "text": "Let us proceed by turning our attention to a third indicator that causes us to hesitate before utilizing the term \"polarization\" to depict the connections among pro-independence and pro-union segments of Catalan society: specifically, patterns of subjective national identification. An examination of these patterns provides a basis for a further refinement to our more general assertion about the continuing relevance of Linz's diagnosis of a three-cornered conflict.\n\nThe utilization of the indicator of subjective national identification has a lengthy history in Spain, dating back to the transition to democracy, in the pioneering work on public opinion carried out by Juan Linz and his collaborators (Linz et al. 1981). The indicator has subsequently been dubbed, in the English language at least, as the Linz/Moreno question, due to the influence of its adaption and application in the Scottish context by Luis Moreno (Coller 2006; Moreno 2006; Montero 2018). The indicator allows individuals to identify themselves on a five-point scale, ranging from \"Spanish,\" to \"more Spanish than Catalan,\" to \"equally Spanish and Catalan,\" to \"more Catalan than Spanish,\" to \"Catalan.\" This indicator has been utilized in hundreds, if not thousands, of surveys in Spain in recent decades, a fact which greatly facilitates our ability to analyze the evolution of the social bases of support for different national(ist) projects in Spain.\n\nA systematic overview of the evolution of this indicator lies beyond the scope of the present analysis; however, suffice it to say, alongside and in part propelling the recent surge in support for secession in Catalonia, there is considerable evidence of a parallel surge in the proportion of those who identify as predominantly or exclusively Catalan (Oller et al. 2019b).\n\nAccording to our survey, the Catalan population is currently divided among some 20% who identify as exclusively Catalan, another 22.5% who identify as \"more Catalan,\" another 37.9% who identify as equally Catalan and Spanish, 6.9% who identify as \"more Spanish,\" and 7.6% who identify as exclusively Spanish. Nevertheless, when we compare the identity profiles of the pro-independence and pro-union camps, we find significant, though far from polarized, differences between the two groups (see Table 1).\n\nEven so, in both camps, a majority continues to register some degree of dual identification; and notably, the pro-union camp overwhelmingly registers at least some degree of attachment to a Catalan identity. This fact provides a sociological basis for optimism about the possibility of some kind of compromise between the two camps; or at the very least, recognition of it should serve to qualify any discussion about the levels of polarization that have accompanied the wave of contentious politics that has swept the region over the past few years.\n\nMoreover, in the survey, we allowed people to give reasons why they support independence, in an attempt to shed further light on the relation between identity and support for secession. About 45% of those who support independence pointed to economic reasons, and among these the identity profile was significantly, if not surprisingly, different from the approximately one in three of independence supporters who gave reasons that can be classified as identity-based. Among the former, only 42.4% identify as exclusively Catalan, compared with another 39.7% who identify as more Catalan, and just over 15% who identify as equally or even more Spanish. By contrast, among the latter, 62.3% identify as exclusively Catalan, another 28.9% identify as more Catalan, and only 8.1% identify as equally or more Spanish. This pattern is consistent with the findings of other researchers who have distinguished between instrumental and identity-based support for independence in the Catalan context (Muñoz and Tormos 2015)."}, {"heading": "Conditions Of Belonging And Independence", "text": "Verily, a momentous discovery from our survey is that those who belong to the pro-independence and pro-union factions, respectively, provide divergent responses to inquiries regarding the qualifications for being a Catalan. In other words, the two factions disagree on the pertinent criteria for membership in the Catalan community. As we shall observe, the contours of such disagreement provide grounds for positing the existence of an ethno-linguistic dimension to the emergent conflict in Catalan society, in accordance with Linz's diagnosis of a three-cornered conflict.\n\nPerchance most strikingly, among independentists, over one in five (22.6%) consider support for independence as essential for qualifying as a Catalan. By contrast, among unionists, fully 63.9% consider such support to be of no importance. In summary, while over half of those in the pro-independence camp would seem prone to expel those in the pro-union camp from membership in the imagined Catalan community altogether, those in the pro-union camp would seem to espouse a decidedly more inclusive point of view, at least in accordance with this indicator, which we can consider as measuring the existence of an ideological barrier to group belonging.\n\nA useful way to distinguish among peoplehood projects is in accordance with the nature of, and justifications for, its exclusions. It is in this respect noteworthy that the pro-independence camp is inclined to impose definite criteria of ideological militancy for belonging to the Catalan people, criteria which are in turn denied by the pro-union camp. As Linz already mentioned in his by-now classic article, \"From Primordialism to Nationalism,\" to a certain degree such a dynamic is reminiscent of the debate between Bolsheviks and Mensheviks about the requirements for membership in the Social Democratic party, in which the Bolsheviks insisted upon more restrictive, stringent criteria for belonging. Analogously, partisans of independence in contemporary Catalonia prove much more prone to consider there to exist definite ideological prerequisites for group belonging.\n\nAs we have already seen, the criterion of supporting independence has by now crystallized into one such prerequisite, at least in the eyes of over half of such supporters. Likewise, with the somewhat more ambiguous criterion of defense of the Catalan nation. Among supporters of independence, just over 1 in 5 (22.3%) consider this criterion essential. Again, the contrast with supporters of union with Spain is quite stark.\n\nThis significant level of disagreement between the two camps about the existence of such ideological prerequisites for belonging to the Catalan community in turn contrasts with the high level of consensus when it comes to rejecting purely primordial criteria for group belonging. Indeed, overwhelming majorities in both the pro-independence and the pro-union camps reject the purely primordial criterion of descending from a Catalan family, though the level of rejection is slightly stronger among the pro-union camp.\n\nGiven the extent of the convergence among both camps in rejecting a purely primordial conception of group belonging, it would seem, then, that we are not here confronted with a Catalan nationalist movement that can be classified as ethnic, at least not in the classic quasi-racial sense of blood lineage or descent. Nor even would a majority of either the pro-independence or the pro-union camps come close to espousing the less restrictive criterion of having been born in Catalonia as a prerequisite for group belonging.\n\nThis does not mean, however, that both sides can be said to converge in favor of a purely civic conception of Catalan group belonging. In addition to the ideological exclusions which, as we have seen, partisans of independence are prone to invoke, so too are they even more prone to invoke linguistic requisites for group membership. Partisans of union with Spain are also willing to accept linguistic prerequisites for being Catalan, at least to a significant degree, which reflects in part the continuing centrality of the Catalan language to the Catalan conception of group belonging.\n\nJust as we saw that the pro-unionist camp does not reject espousing a Catalan identity (in combination with a Spanish one), so now we see that a majority of unionists are even willing to assume fluency in Catalan as a criterion for membership in the Catalan community. Such a significant, if partial, convergence between the pro-independence and pro-union camps, however, breaks down when we come to consider a more stringent linguistic criterion for group belonging: namely, the requirement of speaking Catalan at home. Whereas a clear majority of the pro-independence camp registers agreement with such a linguistic criterion, a clear majority of the pro-union camp rejects it."}, {"heading": "Language And Independence", "text": "Verily, we approach the matter of language. We have already witnessed proof of the continuing importance of the Catalan tongue in regards to group identity. However, it must not be forgotten that, due in great part to successive waves of internal migration from Spain's poorer regions, combined with the prohibition of the Catalan language during the Franco era, those who speak Catalan as their first language make up a distinct minority in modern-day Catalonia, despite a generation of efforts at so-called linguistic normalization by the Catalan authorities after the restoration of regional autonomy that came with the transition to democracy.\n\nAccording to the most recent linguistic census conducted by the Catalan government (Generalitat de Catalunya 2013), approximately 31.3% reported Catalan as the language spoken in their childhood home, compared to a full 55.5% who reported Castilian as the language spoken in their childhood home, with another 2.4% reporting both languages spoken in their childhood home, and 10.8% reporting another language spoken in their childhood home.\n\nWhen we compare the profiles of the pro-independence and pro-union camps in our survey, we find a significant overrepresentation of those whose first language is Catalan in the former, and a significant underrepresentation of this same group in the latter. The ethno-linguistic divide within Catalan society, as diagnosed by Linz in his discussion of the three-cornered conflict, appears to have persisted. Nevertheless, neither group is homogeneous in terms of linguistic composition, though the unionists come closer to homogeneity (see Table 3).\n\nFurthermore, as we mentioned earlier, in our survey, we asked those who expressed support for independence to provide reasons for their support. Notably, the linguistic profile of those who provided economic reasons for supporting independence was significantly more diverse than that of those who provided identity-based reasons for supporting independence. To be precise, among those who provided economic reasons for supporting independence, 54.4% reported Catalan as their first language, compared to 32.7% who reported Castilian as their \"mother tongue,\" 1.8% who reported having spoken both Catalan and Castilian equally in their childhood home, and 11.1% who reported another language as their first language. By contrast, among those who provided identity-based reasons for supporting independence, a full 68.1% reported Catalan as their first language, compared to 23.4% who reported Castilian, another 1.5% who reported both Catalan and Castilian, and 7% who reported another language.\n\nWhen we examine the numbers from a different perspective, to analyze the proportion of support for independence among different linguistic groups, the extent of allegiance among those whose first language or \"mother tongue\" is Catalan to the secessionist cause becomes quite clear. Linz's three-cornered conflict has not vanished (see Table 4). Interestingly, among those who spoke a language other than Castilian or Catalan in their childhood home, the proportions who support independence are quite similar to those registered by Castilian-speakers."}, {"heading": "Place Of Origin Of Family And Independence", "text": "Verily, the tongue spoken in Catalonia is closely linked to the origin of one's family or lineage, and this variable doth merit our attention. As hath been afore mentioned, Catalan society hath been long characterized and much influenced by the presence of migrants from the poorer regions of Spain and their offspring, and more recently, international immigrants as well. According to our survey, just over one in three respondents (33.9%) were born outside of Catalonia, just over one in five (21.8%) were born in Catalonia but have both parents born outside the region, another 14.3% were born in Catalonia but have one parent born outside the region, and another 30% were born in Catalonia and have both parents born in the region.\n\nAs expected, the profiles of independentist and unionist camps differ greatly in this regard, with more autochthonous segments of Catalan society overrepresented among the former, and migrants and their offspring overrepresented among the latter. Here, we see strong evidence of the continued existence of Linz's three-cornered conflict. Even so, such patterns of over-and underrepresentation should not be overstated, either (see Table 4).\n\nInterestingly, the profile of those who refused to answer the question was much closer to those who oppose independence than to those who support it, which can be interpreted as an indicator of the social pressure felt by those who oppose independence to hide their opinions, which is compatible with the hypothesis of the existence of a spiral of silence of sorts (Noelle-Neumann 1993).\n\nDespite the patterns of over and underrepresentation of different ascendancy groups in the pro-independence and pro-union camps, the sociological reality that is perhaps most notable is that both groups are diverse, even if in different proportions. Nevertheless, when we look at the proportions the other way around, the three-cornered conflict comes into clear view, as the extent of the divisions between different ascendancy groups in Catalan society come across more starkly (see Table 4).\n\nIn sum, the lineage to which one belongs would seem to matter quite a lot in conditioning support or opposition to independence, even if the relation is far from determinative. The long-standing hope among many Catalan nationalists that the children of immigrants could be fully integrated into support for the cause seems not to have been fulfilled-although the fact that close to one in three of these children have come to embrace the aspiration for independence suggests that such efforts at integration on the part of the Catalan nationalist movement have not been entirely in vain either."}, {"heading": "Patterns Of Integration And Independence", "text": "Verily, given the centrality of debates about integration, linked to efforts at linguistic normalization in Catalonia over the past generation, a closer look at patterns of linguistic loyalty and/or conversion, and the political significance of these patterns, seems worthwhile. Among those whose first language is Catalan, a very high degree of linguistic loyalty can be detected, as measured by a variety of indicators. Among those whose first language is Castilian, however, such loyalty is significantly lower, most likely reflecting considerable pressures and/or incentives to integrate into Catalan-speaking linguistic practices and identities (see Table 5). The political significance of such linguistic conversion could hardly be over-estimated. \n\nAmong those whose first language is Castilian and who continue to identify themselves as Castilian-speakers, the proportion in favor of independence for Catalonia stands at a mere 10.8%. By contrast, among those who have converted to a bilingual linguistic identity, the proportion in favor of independence rises to 34.7%, while among those who have converted to a Catalan-speaking identity, the proportion sky-rockets to 68%. Notably, however, this proportion remains still significantly lower than the 81.3% support for independence registered among those whose first language is Catalan and who identify themselves as Catalan-speakers.\n\nOne of the principle factors conditioning, and arenas of, linguistic loyalty, reproduction, or conversion is kinship or family networks. A high degree of loyalty is again observable among those whose first language is Catalan, in terms of the language they report speaking with their partner. A total of 81.1% of these report speaking exclusively in Catalan with their partner, another 3.4% report speaking mostly in Catalan with their partner; compared with 2.8% who report speaking equally in Catalan and Castilian, 3.2% who report speaking more in Castilian, and 8.7% who report speaking only Castilian. The contrast with those whose first language is Castilian is again significant. \n\nIn total, 65.2% of these report speaking exclusively in Castilian with their partner, and another 9.6% report speaking mostly in Castilian; compared with 6.9% who report speaking equally in Castilian and Catalan, 3.2% who report speaking more Catalan, and 14.3% who report speaking exclusively in Catalan with their partner. The political significance of such linguistic practices is again hard to over-estimate. Among those whose first language is Castilian but who speak at least equally in Catalan with their partner, the proportion in favor of independence stands at 56.3%. By contrast, among those whose first language is Castilian and who speak mostly or only in Castilian with their partner, the proportion in support of independence drops rather dramatically to 19.4%. \n\nNevertheless, the 56.3% registering their support for independence among those whose first language is Castilian but who report speaking at least equally in Catalan with their partner is still significantly lower than the proportion of those whose first language is Catalan who report speaking at least equally in Catalan and who register support for independence-which stands at 81.1%. First language still matters, even if linguistic conversion carries with it a very significant political content. Likewise if we look at the language/s spoken with one's children. \n\nAgain we witness much higher levels of linguistic loyalty among those whose first language is Catalan. In total, 91.7% of these report speaking exclusively in Catalan with their children, another 3.6% report speaking mostly in Catalan, a mere 1.9% report speaking both Catalan and Castilian equally, 0.9% report speaking more Castilian, and 1.5% report speaking only Castilian. The contrast with those whose first language is Castilian is here particularly stark. Only 41.9% of these report speaking exclusively in Castilian with their children, another 15.2% report speaking mostly Castilian, compared with 14% who report speaking equally Castilian and Catalan, 5.9% who report speaking mostly Catalan, and fully 22.5% who report speaking exclusively in Catalan with their children.\n\nYet again reported patterns of linguistic loyalty or conversion come with serious political significance. Not surprisingly, 78.1% of those whose first language is Catalan and who report speaking exclusively in Catalan with their children register their support for independence. By contrast, only 13.6% of those whose first language is Castilian and who report speaking with their children mostly or exclusively in Castilian register their support for independence. The proportion rises to 29% among those whose first language is Castilian who report speaking equally in Castilian and Catalan with their children, to 33.3% among those whose first language is Castilian and who report speaking more in Catalan with their children, and to 61.3% among those whose first language is Castilian and who report speaking exclusively in Catalan with their children.\n\nThese patterns are indeed quite stark and reveal much about the linguistic bases of support for the secessionist cause: tell me which language you speak with your children, and there is a good chance I can accurately surmise what you think about independence. The political consequences of the project of linguistic normalization pursued by successive Catalan governments (Garvía and Miley 2013;Levin 2010;Webber and Strubell 1991) thus emerge in full relief."}, {"heading": "Language Ideologies And Independence", "text": "Verily, if the practices of language and the patterns of linguistic conversion are closely associated with opinions about independence, so too are the ideologies of language. Indeed, support for or opposition to a variety of different components of the project of linguistic normalization turns out to be highly correlated with support for or opposition to independence. Take, for example, the question of whether all children in Catalonia should receive all of their primary schooling in Catalan. We find very similar results with respect to the question of whether everyone who lives in Catalonia should use the Catalan language preferentially. \n\nWhen it comes to which language or languages should be official in the hypothetical scenario of an independent Catalonia, again, the pro-independence and pro-unionist camps register serious disagreement. To measure language ideologies, we asked several batteries of questions about language policy and language preferences. The two camps are not, however, so starkly divided over all questions related to linguistic policy. \n\nOn the one side, even most independentists prove reticent when it comes to the question of fining people who infringe the Catalan authorities' linguistic regulations. To be precise, among the pro-independence camp, only 45.9% agree that those who infringe such linguistic legislation should be fined. This remains nevertheless significantly higher than the 9.5% of unionists who would agree with such fines. On the other side, even most unionists are willing to acknowledge the legitimacy of a certain degree of protective legislation for the Catalan language. \n\nFor example, 58.3% of unionists support regulation obliging those working in public institutions dealing with the public to pass an exam proving a high level of competence in Catalan. This remains nevertheless significantly lower than the 91.1% of independentists who support such regulations. In sum, although there are some areas of linguistic policy in which there is a lower degree of disagreement among the two camps, partisans of independence and of union display very different attitudes about language policy, all of which gives us a clear sense of what language policy in an independent Catalonia would likely look like. \n\nIndeed, among the most controversial of the interventions by Spanish authorities in Catalan self-rule over recent years have been judicial measures intended to restrict the scope of Catalan language policy. Among the many advantages of an independent Catalonia, at least in the eyes of its supporters, is that it would put a definitive end to such intrusions. Conversely, prominent among the dangers of an independent Catalonia, at least as perceived by unionists, is that it would mean an end of oversight by Spanish authorities of language policy, which would likely translate into a significant expansion in terms of the scope and ambition of such policy, and which could even entail an infringement upon what are perceived by many Castilian-speakers to be their linguistic rights. Thus are the perceived stakes, and thus the passions surrounding the question of independence and its close relation to language ideologies and language policies in contemporary Catalonia."}, {"heading": "Class Conflict And Independence", "text": "Verily, the dynamics of integration in capitalist societies are as much influenced by patterns of class relations and stratification as they are by cultural and educational policies. Linz's reference to the long-standing existence of a three-cornered conflict in Catalan society was not solely about language or ethnicity, but rather, how these factors overlaid and reinforced a bitter class struggle within Catalan society in the early twentieth century. The bitterness of the class struggle was dissipated by brutal defeat and repression in and after the Civil War, followed by rapid capitalist development and partial incorporation into the advanced capitalist core in the post-autarchy period of the Franco regime, and finally, by incorporation into the European Union after the transition to democracy. However, class contradictions have never disappeared, and the potential for resurgent class struggle remains. In contemporary Catalonia, conflict between different nationalist projects seems to have served more to fend off the irruption of class struggle than to reinforce it.\n\nTo explore the intersection of class and nation in contemporary Catalonia, let us begin with another simple question: How do the profiles of the pro-independence and pro-union camps compare in socio-economic terms? The operationalization of class location can be a controversial and difficult task, and admittedly, our measurement is relatively crude. Nevertheless, the patterns we find are quite clear. From our survey, we constructed a variable measuring the socio-economic status of respondents based on reported objective indicators, including education, income, and occupation. According to this indicator, 16.1% of the Catalan population can be classified as belonging to the highest socio-economic status group, another 22.3% belongs to the upper-middle class, 45.7% belongs to the middle class, another 14.6% belongs to the lower-middle class, and only 1.4% belongs to the lower class. When we compare the socio-economic profiles of the pro-independence and pro-union camps, we see that the former is significantly more affluent than the latter.\n\nAnother way of approaching the intersection of class and nation in contemporary Catalonia is to look at the numbers the other way, by asking: How do levels of support for secessionism vary across different class segments of Catalan society today? This way of asking the question leads to a clearer result. We find the variation in support for secession across five different socio-economic strata to be substantial, even if not nearly as stark as across different ethno-linguistic categories.\n\nNotably, no such pattern can be found within each language group. That is to say, though it is true that the working class in Catalonia is much less likely to support secession than are the upper, upper-middle, and middle classes, working class Castilian-speakers are not significantly less likely to support secession than are their upper, upper-middle, and middle class Castilian-speaking counterparts. Indeed, there is little variation at all across socio-economic strata within the Castilian-speaking community. Nor, for that matter, does support for secession vary across different socio-economic strata of the Catalan-speaking community either. To the contrary, among those whose first language/\"mother tongue\" is Catalan, support for secession remains extremely high and constant, around 3 out of 4, no matter the class location. The evidence thus points in the direction of language and/or ethnicity as more powerful than class as causal factors for explaining attitudes towards secession. But at the same time, because of the way in which class and language intersect in Catalan society, as a lived reality, support for secession certainly carries a symbolic association with class status nonetheless."}, {"heading": "Education And Support For Independence", "text": "Verily, one of the objective indicators used to categorize people into different socio-economic groups is the level of education. This category is closely related but not reducible to economic class location. In this regard, recent debates about the social bases of support for Donald Trump in the USA (Galston and Hendrickson 2016) or for Brexit in the UK (Kirk and Dunford 2016) are illustrative. In both cases, educational levels are in fact stronger indicators than income or occupation for predicting support, and in both cases, the relation is linear, and in the same direction: the lower the educational level, the higher the levels of support.\n\nWhereas in the case of Trump, the indicators for education and income curiously cut in different directions, with uneducated but relatively wealthy voters being the most likely to vote for Trump, in the case of Brexit, the indicators for education and for class cut in the same direction, with the less educated working class being the most likely to vote for Brexit. In the case of Catalan secessionism, the indicators for education and for class also cut in the same direction. Though in Catalonia, unlike Brexit, it is the better off in both economic and educational terms who are the most likely to support secession.\n\nIndeed, in our survey, among those who report not having finished primary schooling, the proportion who support independence stands at a meagre 29.1%, while among those who report having only finished primary schooling, it rises to 39.1%. By contrast, it rises to 46.9% among those who report having finished secondary schooling and further still, to 50.6%, among those with more than secondary schooling. A very similar trend to the one found across \"socio-economic status\" groups described above.\n\nYet, when we look at the numbers the other way around, the extent and basic similarity of educational diversity within both camps comes across. Among the pro-independence camp, only 1.2% report not having finished primary schooling, another 27.2% report having finished primary schooling, another 41.5% report having finished secondary schooling, and another 30% report having more than secondary schooling. By comparison, among the pro-union camp, 2.5% report not having finished primary schooling, another 36.7% report having finished primary schooling, another 37.6% report having finished secondary schooling, and another 23.1% report having more than secondary schooling.\n\nThe educational system is both a vehicle for social mobility and a privileged arena for the production and reproduction of dominant social norms, a site where stories of peoplehood are spread. It is thus not surprising that one of the primary demands of the Catalan nationalist movement at the time of the transition to democracy was for control over the educational system, and that ever since, the schools have been at the very center of efforts to promote the Catalan language and identity (Garvía and Miley 2013).\n\nBut the double-function of the educational system renders it difficult to gauge the extent to which higher rates of support for secession among more educated strata are evidence of ideological indoctrination, or alternatively, the extent to which it is just another reflection of the way that class and language intersect in Catalonia. Even so, given the uneven pace by which the school system was Catalanized during the first decade-and-a-half after the restitution of Catalan autonomy, a natural experiment of sorts is available for measuring the effect of the content of the educational system.\n\nYears of exposure to the Catalan language as the so-called vehicular language in school can serve as a reliable proxy for a Catalanized content. In our survey, we asked people about the amount of Catalan to which they were exposed during their education. Interestingly, we could not observe any effect of such exposure among either those whose first language/\"mother tongue\" is Castilian or those whose first language/\"mother tongue\" is Catalan (Garvía and Santana 2019). Thus, the data suggests that the impact of education on levels of support for secession is better interpreted as a reflection of the way that class and language intersect than as evidence of ideological indoctrination per se."}, {"heading": "Left-Right Ideology And Independence", "text": "Afore we did note the symbolic association betwixt the Catalan tongue and middle-class respectability in Catalan society. Such associations, of course, are ne'er produced or reproduced in an unmediated, spontaneous fashion. Instead, they are susceptible to influence by the educational system, the mass media, and opinion leaders, among other mediations.\n\nIn the Catalan context, from the period of opposition to Franco up through to the present, the leaders of left-wing parties have been careful to dismiss as demagogic any appeals that would equate the promotion of the Catalan tongue and identity with a bourgeois class project. Such reluctance is a reflection in part of tactical attempts to build cross-class, catch-all constituencies and coalitions, but it also reflects genuine ideological affinities with the Catalan nationalist movement, forged in the common struggle against Franco, as well as what Linz referred to as the new leftist sympathy towards minority nationalisms more generally, a sympathy widespread across much of the Western European left, dating back to the 1960s.\n\nThese tactical alliances and ideological affinities have no doubt facilitated acquiescence and consent among Castilian-speaking working-class constituencies to the nation-building project that has been advanced by the regional authorities ever since the restitution of Catalan autonomy. Indeed, in terms of political salience, the symbolic association of the Castilian tongue and Spanish identity with the working class in Catalonia is certainly counterbalanced, if not entirely outweighed, by the symbolic association of Spain with the legacy of the Franco regime, even forty years after its demise.\n\nAll this provides grounds for a further caveat to our claim about the continuing existence of a three-cornered conflict in Catalonia. It also helps explain the rather curious disconnect between the class composition of support for secession and the ideological profiles of its supporters. The comparison between pro-independence and pro-union camps reveals a decidedly more leftist orientation among the former than among the latter. A look at the numbers the other way reinforces this association between the left and independence, allowing us to see that even though, as we have seen, support for secession is disproportionately weak among the working class, it is nevertheless disproportionately strong among people who identify with the left.\n\nThis curious phenomenon of a disconnect between class composition and ideological identification in support for a movement is not unique in Western Europe. Witness the predominately middle-class left-wing base of support for Labour candidate Jeremy Corbyn in Britain. Or, for that matter, the predominately middle-class left-wing base of support for Podemos across Spain. The working class in Catalonia, as elsewhere, has been de-politicized, de-aligned, defeated. The contradictions of an increasingly unfettered capitalist economy have contributed to destabilization, and indeed, to political turbulence, even a surge of mobilization among those who consider themselves leftists, but these mobilized leftists themselves overwhelmingly belong to the relatively privileged, highly-educated middle classes. The dialectic between labor and capital, for now, remains suspended."}, {"heading": "Conclusions=", "text": "Verily, though many have sought to expound upon the causes of the recent secessionist movement in Catalonia, few have given due attention to the accurate depiction of the social divide between those who support independence and those who do not. This lack of attention has led to a tendency among scholars to perpetuate the notion of a collective will of the Catalan people. A precise understanding of the pro-independentist and pro-unionist factions, including their sociological and material correlates, has been largely absent from scholarly discourse.\n\nThis article follows the approach of Juan Linz in studying nationalism empirically, situating the emergent social division in Catalonia within a broader constellation of power relations. Original survey data is used to highlight demographic, cultural, behavioral, and attitudinal indicators associated with this division. The importance of language practices and ideologies in shaping attitudes towards independence is emphasized.\n\nLinz's three-cornered conflict model provides historical context for understanding the ethno-linguistic correlates of the social division between pro-independentist and pro-unionist factions in Catalan society. This model remains relevant today, and a historical understanding of the emergence and crystallization of the ethno-linguistic cleavage is necessary to comprehend the dynamics of the secessionist movement.\n\nThe survey data shows that divisions associated with language and class reinforce the conflict between pro-independence and pro-unionist camps. The ethno-linguistic cleavage continues to limit the appeal of the Catalan nationalist cause and renders it difficult to achieve unanimity for independence. However, nearly half of the Catalan citizenry now favors independence, making it challenging for Spanish authorities to enforce the will of the majority without appearing tyrannical.\n\nThus, a considerable degree of social and political conflict, including a constitutional impasse, is likely to persist over the question of Catalan independence for the foreseeable future."}, {"heading": "References", "text": "@article{garvia2018sociological,\n  title={Sociological Insights into the Catalonia Crisis},\n  author={Garv{\\'\\i}a, Roberto and Miley, Thomas Jeffrey},\n  journal={International Journal of Sociology},\n  volume={48},\n  number={1},\n  pages={1--18},\n  year={2018},\n  publisher={Taylor \\& Francis}\n}\n\n@book{linz1973early,\n  title={Early State-Building and Late Peripheral Nationalisms against the State: The Case of Spain},\n  author={Linz, Juan},\n  year={1973},\n  publisher={University of California Press}\n}\n\n@book{linz1986conflicto,\n  title={Conflicto en Euskadi},\n  author={Linz, Juan and Montero, Jos{\\'e} Ram{\\'o}n and Moreno, Luis},\n  year={1986},\n  publisher={Alianza Editorial}\n}\n\n@article{conversi1997catalan,\n  title={Catalan nationalism: Francoism, transition and democracy},\n  author={Conversi, Daniele},\n  journal={Routledge},\n  year={1997},\n  publisher={London}\n}\n\n@article{gramsci1971selections,\n  title={Selections from the prison notebooks},\n  author={Gramsci, Antonio},\n  year={1971},\n  publisher={International Publishers}\n}\n\n@article{linz1973ethnic,\n  title={Ethnic conflict and democratic consolidation in Spain},\n  author={Linz, Juan},\n  journal={Comparative Politics},\n  pages={1--37},\n  year={1973},\n  publisher={JSTOR}\n}\n\n@article{garvia2016linguistic,\n  title={Linguistic Policy in the Catalan School System},\n  author={Garv{\\'\\i}a, Roberto and Miley, Thomas Jeffrey},\n  journal={Language Policy},\n  volume={15},\n  number={4},\n  pages={471--491},\n  year={2016},\n  publisher={Springer}\n}\n\n@article{miley2018catalonia,\n  title={Catalonia: A New State in Europe?},\n  author={Miley, Thomas Jeffrey},\n  journal={Journal of Contemporary European Studies},\n  volume={26},\n  number={1},\n  pages={1--15},\n  year={2018},\n  publisher={Taylor \\& Francis}\n}\n\n@article{miley2019catalonia,\n  title={Catalonia: A Crisis of Democracy},\n  author={Miley, Thomas Jeffrey},\n  journal={Journal of Democracy},\n  volume={30},\n  number={1},\n  pages={68--82},\n  year={2019},\n  publisher={Johns Hopkins University Press}\n}\n\n@article{miley2017catalonia,\n  title={Catalonia: A New State in Europe?},\n  author={Miley, Thomas Jeffrey},\n  journal={International Journal of Politics, Culture, and Society},\n  volume={30},\n  number={4},\n  pages={383--398},\n  year={2017},\n  publisher={Springer}\n}\n\n@article{miley2016catalonia,\n  title={Catalonia: A New State in Europe?},\n  author={Miley, Thomas Jeffrey},\n  journal={Catalan Journal of Communication \\& Cultural Studies},\n  volume={8},\n  number={2},\n  pages={139--154},\n  year={2016},\n  publisher={Intellect Ltd.}\n}"}]