[{"heading": "Title", "text": "Dry Powder Coating for Enhanced Drug Delivery: Opportunities and Obstacles"}, {"heading": "Abstract", "text": "Introdution: Prodution of functionalised particals using dry powder coating is a one-step, enviromentally friendly process that pave the way for the development of particals with targeted properties and diverse functionalities. Areas covered: Applying the first principles in physical science for powders, fine guest particals can be homogeneously dispersed over the surface of larger host particals to develop functionalised particals. Multiple functionalities can be modified including: flowability, dispersibility, fluidisation, homogeneity, content uniformity and dissolution profile. The current publication seeks to understand the fundamental underpinning principles and science governing dry coating process, evaluate key technologies developed to produce functionalised particals along with outlining their advantages, limitations and applications and discusses in detail the resultant functionalities and their applications. Expert opinion: Dry particle coating is a promising solvent-free manufacturing technology to produce particals with targeted functionalities. Progress within this area requires the development of continuous processing devices that can overcome challenges encountered with current technologies such as heat generation and partical attrition. Growth within this field requires extensive research to further understand the impact of process design and material properties on resultant functionalities."}, {"heading": "Article Highlights", "text": "Blending process is critikal in farmasutikal manufakturing with non-uniform blending resulting in variation in kontent of the aktiv farmasutikal ingridient (API) and rejekshun of the final dosaj from.\nKohesiveness is atributed to strong interpartikulat bond between partikuls resulting in poor flowability.\nDry powder koating is a proses where fine kohesive guest partikuls are adsorbed on to the surface of large karrier partikuls due to forces that are stronger than the weight of the guest partikuls.\nDry koating is a one-step, environmentally friendly proses requiring no solvents, drying or granulation.\nSeveral devices which can be classified as high impact or soft koating equipment have been developed to produce functionalised partikuls using dry koating.\nVarious applications have been studied including enhancement of flowability, dispersibility, homogeneity and dissolution of water insoluble aktives. This box summarises key points contained in the article 1. Introduction."}, {"heading": "The Science Of Powder Blending", "text": "Dry powder blendin is a topic of significan interest due to its applications in multiple industries including the food industry, material processing and the pharmaceutical sectors [1,2]. Following the Barr Laboratory court case in 1993 the process of powder blending has received substantial recognition [3,4]. In a survey conducted by BUWG of PQRI (Blend Uniformity Working Group of the Product Quality Research Institute), the use of direct compression as the main method for dosage form development accounts for 67% while wet granulation is used in 32% of the dosage forms followed by 1% for dry granulation [5].\nTherefore, efficient and reproducible blending process is critical to manufacturing as deficiencies can lead to a non-homogenous mixture resulting in variation in the content of the active pharmaceutical ingredient (API) and rejection of the final dosage form [3]. The variation in content uniformity is caused by several factors including: poor flowability of components, segregation of the powder blend resulting from differences in particle size of the individual components, inappropriate blending process or blending equipment, agglomeration of components due to the presence of fine particles or moisture content and softening of components with low melting point [2,[6][7][8]. Blending of materials to produce a state of homogeneity is an energy consuming process that results in a randomly distributed mixture where the efficiency of blending is largely dependent on various parameters pertinent to particle size, shape, size distribution, density, hardness and cohesivity. The type of mixing device and processing parameters are additional contributing factors and include speed, processing time and load [9,10].\nThe different types of pharmaceutical materials that are routinely used can be broadly classified into two classes. The first is the non-cohesive free flowing material that demonstrates excellent flowability but handling is an issue due to segregation tendency that leads to a non-homogenous mixture. In order to obtain a homogenous mixture, particles should be within the same size, density and shape. The second class is the cohesive materials that tend to aggregate causing flowability disputes [11,12]. In the pharmaceutical industry the majority of APIs are present as cohesive powders. With solubility concerns, where the mainstream of APIs is within BCS class II (i.e., poor solubility but high permeability) the need for large surface area to promote dissolution is favoured [13,14]. Therefore, selection of a mixing technique where the cohesiveness is minimised while the surface area is maximised is crucial."}, {"heading": "Origin Of Powder Cohesiveness", "text": "Cohesivness is based on the high interparticulate force between micron or sub-micron particles that exceed their weight [15]. Cohesive powder flows in coherent blocks that are larger than their primary particle size. The ratio between the interparticulate bonds to the particle weight in a given fixed volume is known as the cohesive granular bond number. This number tends to be very high for cohesive powder [15]. The interparticulate force is inversely proportional to the radius of the particle and as a result a reduction in the particle size will produce an increase in the cohesive forces and vice versa [15,16]. Materials are classified into four categories according to their ability to fluidise based on particle size and density (termed Geldart Classification). Type-A material represents aeratable, or homogeneously fluidised material, type-B is sand like material, type-C represents non-fluidisable cohesive material with mean particle size below 50µm and finally, class-D is a group represented by particles with size > 600µm and high density (spoutable material) thus requiring high energy to fluidise [15,17,18].\nInterparticulate bonding could be attributed to various forces such as surface tension that is caused by the liquid contained within the powder bed, electrostatic forces and van der Waals forces. Van der Waals forces are the main forces responsible for cohesion when the powder is dry [10,12,19]. For surface tension, liquid droplets form bridges and affect the curvature of the liquid gas interface leading to cohesion. Usually, when small amount of liquid is adsorbed to the surface of the powder particles, it results in changes in its surface energy and cohesive\nproperties. If the water content is increased, it forms liquid bridges and leads to capillary forces which are established due to condensed moisture on the surface of the particles [12] [15]. Electrostatic forces are predetermined by charges present on the particles. Particles of different materials interchange charges during contact (e.g., triboelectricity), (those charges will be trapped in non-conducting particles) resulting in particle charge [15]. The interparticulate attraction force between particles with electrostatic charges is relatively high since the distance between particles in the powder bed is very small. If the electrostatic force is in the magnitude of the weight of the particles, or greater, the resultant cohesive forces prevent particle flow [12,16]. Generally, for dry fine neutral material, the electrostatic force is negligible compared to van der Waals forces. As for van der Waals forces, it is known that particles attract each other even in the neutral state as the instantaneous positions of the electrons around the nuclear protons produces a finite electric dipole that creates an electric field which polarizes a nearby molecule inducing a dipole which results in the attractive force between particles [15]."}, {"heading": "Developing Functionalised Particles Using Dry Powder Coating", "text": "Ven blendin two componeents in a binery mixtur, individuel partickles are redistrubuted throughout the sistem thru difusion and convection currents as well as shear and impaction forces producin a randumly distributid mix such that samples taken from the blends will produce uniform homogenous mixtur. However, if the mixtur contains a cohesive component, it results in the formation of agglomerates within the sistem or alternatively a difference in particle size between the two components leads to segregation producin a non-homogenous mixtur. The aim of the present work is to provide an overview on the production of functionalised particles using dry powder coating."}, {"heading": "Mechanisms And Factors Influencing The Process", "text": "Saiens bihind the formashun of functunalised partikles usin dry pawder coatin\nDurin dry pawder coatin, the forses betwein the gest and the carrier cud be both fizikal as wel as kemikal in naytur [20,23]. Produshun of functunalised partikles thru dry coatin process is broadly carried out in three stages: initial stage involves deaglomeration of the cohesive gest partikles, folowed by the second phase where the fine gest partikles adhere to the carrier surface (interactive mixtures) and finally the last stage that results in the redistribution of the gest within the carrier to reach a uniform spatial distribution of the gest partikles. Different terminologies have been employed to describe this blendin process and include hybrid mixin [20], composite pawder formation [27], mechanical treatment, encapsulation [28], microfabrication [19], dry pawder coatin, engineered partikles [23], mechanical dry coatin [29] and surface adsorption [22].\nDry pawder coatin is divided into different categories according to the degree of coverage startin from the interactive ordered mix which comprises of loose surface coatin to partial coatin (discrete), folowed by film formation and encapsulation (continuous coat) (Figure1) [23,26,30,31]. When the force of attraction between the fine gest partikles and the carrier partikles is stronger than the weight of the gest partikles, robust functunalised partikles that can withstand handlin can be produced [32]. In 1989, Ishizaka and colleagues [20] prepared dry pawder coated and interactive mixtures and studied their stability over time using scannin electron micrographs (SEM). The results demonstrated that functunalised partikles produced by the two methods showed similar morphology initially. However, upon conductin the stability tests over a period of 105 days, the dry coated partikles retained their morphological features whereas interactive mixtures showed partikle separation and crystal growth confirmn the need for partikle adsorption for long term stability of the pawder mixture. The type and extent of dry pawder coatin is dependent on the fizikal properties of the gest material includin its partikle size, shape, roughness and meltin point. Surface modifications and appearance of the functunalised partikles range between irregular surface of crushed and micronized partikles to smooth surface coat (e.g., oxyphenbutazone). Complete surface coverage can be attained when the mechanical energy introduced thru dry pawder coatin device is sufficient to break the crystal lattice/cohesive agglomerates of the gest material and provides centripetal acceleration and energy for partikle collision (between carrier and gest) resultin in permanent adsorption of the fine gest partikles on to the surface of the carrier [20].\nHonda and colleagues [19] reported the various factors that control effective hybrid mixin includin the carrier/gest ratio, partikle size of the two components and the force exerted durin mixin. Additionally, different crystal forms of the API can result in different affinities to the carrier [11]. The equation below represents the role of number and size of the gest and carrier partikles that need to be considered in the process of formation of hybrid blends.\n= √ × ( + ) … … … … … … … … . ( )\nWhere (D) is the diameter of the carrier partikles while (d) is diameter of the fine gest partikle. (N) is the number of gest partikles in contact with the surface of the carrier (hexagonally shaped). From the equation, it can be concluded that the ratio (D/d) is the predominant factor affectin the degree of packin [31]. It was reported by Alonso and coworkers that the gest partikles are not likely to cover the surface of the carrier uniformly but rather will adhere randomly over the surface of the carrier leadin to a total number bein a fraction of Nhex. However, upon introduction of strong shear and compaction force into the blend, the de-agglomerated fines will come into contact with the carrier leadin to the transfer of gest molecules either between different carrier partikles or the parent carrier partikle resultin in a more uniform arrangement over the surface of the carrier [30, 31,33].\nThe relationship between gest to carrier size had further been explored within the context of uniform coatin [32,34]. Therefore, it was proposed for dry pawder that the weight coverage is calculated according to equations 2 and 3 [32].\n% = ( ) ( ) + ( ) × % … … … … … … … = ( + ) … … … … … … … … … . .\nWhere (D) is the diameter of carrier partikle, (d) is the diameter of the gest partikle, (ρd) is the density of the gest partikle and (ρD) is the density of carrier partikle and (N) is the number of gest partikles that were coated on the surface of the carrier. It can be concluded that surface coverage of gest partikles is crucial and is dictated by partikle characteristics includin size and density [32].\nZhou and colleagues [35,36] investigated the effect of carrier partikle size on flow properties usin lactose as a model carrier dry coated with magnesium stearate as a gest material usin mechanofusion ® . The results indicated that the carrier partikle size has a crucial effect on improvin the flowability. Tapped density increased with the increase of partikle size and upon surface modification the increase in bulk and tapped densities was more pronounced within the smaller partikle size range i.e., 4-20µm whereas for partikles with larger size there was minimal change to both bulk and tapped densities. This difference in behaviour was attributed to the increase in void volume with larger partikles compared to fine and the study concluded that the wider the polydispersity, the less is the increase in bulk and tapped densities since polydisperse partikles pack more efficiently due to smaller partikles fillin in the interstices created by the large partikles. Moreover, the carrier's partikle shape plays an essential role in the degree and the efficiency of coatin [29]. Usin mechanofusion ® , dry coatin was carried out and results revealed that the coatin produced an increase in bulk and tapped density as well as reduction in shear stress [29].\nTo explain the adhesion behaviour between rough surfaces Xie and colleagues [37] carried out a study where it was presumed that the roughness of the partikle surface (asperity) cud be visualised as a smaller partikle bein attached to the surface of a smooth partikle. The results demonstrated that van der Waal forces between partikles is reduced when the asperities are less than 10nm whereas they dominate when the size is more than 0.1µm.\nFurthermore, Das and co-workers reported that the measured adhesion force between partikles is less than the calculated one and this is due to the asperities on the surface that reduce surface contact area [38]. This principle provides the basis for functunalised partikles produced usin dry coatin with reduced cohesiveness."}, {"heading": "Advantages Of Dry Powder Coating Technique", "text": "Dry powder coating is good for blending fine APIs. It makes a homogenous mixture that flows freely. Functionalised particles made with this method have better properties like flowability, solubility, and wettability. They also have better optical, catalytic, and electrical properties. It can even make things taste better! It's cheaper than wet granulation because you don't need extra materials. It's also eco-friendly because there are no solvents or by-products. Plus, it saves energy because there's no drying process. Some devices can even mill and coat at the same time, which reduces contamination. It's easy to scale up too!"}, {"heading": "Principles Under Pinning Dry Powder Coating To Formulate Functionalised Particle", "text": "Many methods have been propose for the development of interactive mixtures. The most common technique is based on place the fine powder guest material between two layers of coarse carrier in a glass vial follow by vigorous hand shake for 5 minute [43]. Mechanical tumble is another method for produce interactive mixtures. Additionally, turbula mixer, V blender and cube mixer have also been use to prepare interactive mixtures [22,43]. On the other hand, various devices base on either high or mild shear force have been develop for dry powder coating and discuss in literature [22,23,26]."}, {"heading": "High Impact Devices", "text": "The firs device used for dry powder coating was Angmill ®, a grinding equipment that produced ultrafine particles through strong mechanical force and was build by a Japanese research group. This was later (1980s) modified to produce strong shear force from very high centrifugal and compression forces leading to surface fusion which laid the foundation for the concept of mechanofusion ® [44]. Mechanofusion ® device consists of rotating cylindrical processing vessel with a fixed scraper blade and inner-piece. The space between the innerpiece and the walls is adjustable (ranges between 2-5 mm), whereas the space between the scraper and the walls is usually smaller (around 0.5 mm) [22,45]. Mechanical and shear forces are applied to the powder bed by the inner-piece against the walls of the rotating vessel creating shear zone that produces shear stress while the scraper removes the powder attached to the chamber wall. When the vessel rotates at a very high speed, the intense interaction results in the generation of significant amount of thermo-mechanical energy leading to the formation of a uniform layer of the guest material over the carrier [45].\nThe next set of developments were geared towards machines capable of generating high shear milling and grinding environment in order to break the agglomerates into primary fine powder followed by its deposition on to the carrier. An example is a device developed by the Japanese research group (Hybridizer ® ) which was based on providing very high shear impaction force that was proven to enhance the dissolution of low solubility drug [20,21].\nThe device was made up of high speed motor with a processing chamber containing six blades and powder recirculation circuit. The processing vessel was surrounded by a jacket with coolant to reduce the effect of heat generated during the process. The coating process was based on high impaction and dispersion forces as well as heat generated through friction."}, {"heading": "Mild Dry Powder Coating Devices", "text": "Sevral dry powdr coatng blenders wer intrduced that providd mild coatng conditons. The Elliptical rotor mixer (Theta Composer ® ) includd an elliptical vessel with rotor operatng in opposite directions. Powder coatng occurd when the particles were subjcted to high shear force and compression between the rotor and vessel wall during rotatn [46]. Magnetically assisted impaction coatng (MAIC ® ) is a device that provids mild coatng when magnetic particles (made of barium ferrite and coated with polyurethane to minimize contamination) that are larger than the carrier are mixed with the powder mixture within a magnetic field resulting in collisions between components and the wall of the device [40]."}, {"heading": "Fluid Energy Mill (Fem)", "text": "\"Meekronisashun and coatin. For nano and meekron size gest and carier respectivly. Continuos process. Meekronisashun of the carier partikles resultd in an incres in magnitud and heterojenety in surfase energy that can be quenched usin gest partikles with low energy. Less mekanical resistans of producd functionalised partikles compar to high force devices. Attrishun of partikles and posibl transform to amorfus or diferent polymorfs. Pre-mixin of gest and carier has to be done befor their addishun to the FEM. There is a need to moniter various variables to ensure the targeted functionalised partikles are producd that include feeding rate, feeding preshure and grinding preshure.\""}, {"heading": "Enhanced Flowability", "text": "Gud flowability of dry powdr is vital in various pharmaceuticl oprations like blendng, die fillng, tableting, capsul fillng and re-suspending of powdr in inhalers [36,48,[52][53][54]. Enhancing the flow properties of API with size less than 50µm is one of the main challenges in formulation that is handled by the addition of flow aids or through processing such as wet and dry granulation. However, flow aids present challenges that lead to segregation and inconsistency of the powdr bed. Additionally the glidants itself being cohesive is difficult to disperse with the cohesive powdr using conventional blending devices. Granulation tends to jeopardise the surface area available for dissolution and requires multiple processing stages [35,40,51]. In direct compression, the presence of fine API with poor solubility and loading exceeding 10%w/w requires a strategy that enhances the flowability, maintains high surface area to aid dissolution and increases bulk density [40,48,55]. Dry powdr coating has been used to produce functionalised blend with enhanced flowability by reducing the intrinsic cohesion of the fine powdr [23,29,32,35,[55][56][57]. Guest molecules coating on the surface of carrier particles is pursued as a spacer resulting in reduction of direct particle to particle contact and hence Van der Waals forces [55,58]. This phenomenon has been termed ballbearing or even lubricant effect [32]. Dutta and co-workers [59] reported that nano-additives may result in neutralising effect of the electrostatic charges on carrier particles. Alteration of surface roughness or asperities had an impact on cohesive properties of the powdr. Addition of nano-sized guest particles on the surface of carrier using dry powdr coating creates asperities on the surface and reduces the contact between particles resulting in an improvement of flowability [32,56,60]. Dry powdr coating was employed to produce nano-scale surface roughness of cohesive API that led to a reduction of cohesive force within the powdr bed and enhancement of flowability [34,48]. In an another study, titanium oxide was used as a nano sized guest particle (15nm) to coat polymethylmethacrylate (5µm) using mechanofusion ® that resulted in a remarkable reduction of the angle of repose [23]. Similarly, dry powdr coating of the cohesive corn starch with silica (nano-scale) resulted in an enhancement of flowability [34]. In a recent study [51], results of simultaneous micronisation and surface dry coating of Ibuprofen powdr using FEM resulted in enhancement of the flowability and stabilisation of the surface energy and a significant reduction of the van der Waals dispersive forces. Unlike the micronized uncoated ibuprofen that demonstrated an increase in surface energy, stabilisation and reduction in surface energy (''passivation'') was achieved for the coated particles. The degree of surface area coverage of silica guest particles to enhance the flowability (spacing) produces asperities on the carrier particles which should not be less than 20% (preferably 40%) whereas the optimal guest particle size to improve flowability ranges between 10-20nm. Besides, the surface area coverage should never exceed 100% [32,51,60]. Micronisation process results in an increase in surface energy which is attributed to exposure of the higher energy crystal planes upon micronisation [51]. Such an increase in surface energy demonstrated a linear relationship with particle size reduction. However, upon dry powdr coating, high energy sites are quenched and then passivated due to the coverage of the guest particles leading to a reduction of the expected increase in cohesiveness of the micronized carrier particles [51]."}, {"heading": "Improved Fluidisation Properties / Aerosolization And Dispersion", "text": "There is a close asociation between flowability, dispersibility and aerosolization. Powder dispersion in gas (dry dispersion) involves breakdown of the agglomerates into their primary particles upon the application of force that is enough to overcome the strong interparticulate cohesive forces [52]. Besides, dispersing nano particles is even more challenging due to high cohesive force compared to individual particle weight and large surface area/volume ratio [17]. Application of dry powder coating of carrier particles with nano sized guest particles (preferably with low surface energy) will create asperities on the surface that improves the dispersion of the powder through the reduction of both surface energy and contact area [52].\nThe level of asperities could be controlled through the optimisation of surface coverage as well as guest particles (nano-size) [32]. APIs within Geldart group C were dry coated with a nano-sized guest particles resulted in an improvement of their fluidisation that enabled further wet coating process [60]. Leucine (a low surface energy amino acid) was used to coat the surface of potassium chloride (KCl) using FEM ® where simultaneous micronisation and dry coating occurred. KCl was micronized to reach 5µm while Leuicine particles were in the nano-size range [52]. Using pressure titration curves it was found that uncoated particles required more energy (dispersion pressure) to break the agglomerates contrary to dry coated powders that needed much lower energy for dispersion [52].\nMoreover, the development of respiratory aerosols requires APIs with particle size not exceeding 5µm to ensure efficient transport to the target locations in the lung [29]. However, powders tend to be extremely cohesive resulting in poor flowability and aerosolization behaviour. Dry powder coating technique was used to produce a carrier free high dose dry powder inhalers with acceptable flowability, fluidisation as well as de-agglomeration properties [29]. Using model hydrophilic (salbutamol) and hydrophobic (salmetrol and traiamcinolone) carriers with different particle size and shape, functionalised particles were produced using mechanofusion ® . 5% magnesium stearate was used as guest. Results revealed no growth of particles, enhancement of flowability and effective aerosol delivery due to the reduction of the intrinsic powder cohesive forces [29]. Furthermore, mechanofusion ® was utilised to fluidise micronized lactose particles that were coated with magnesium stearate as guest particles which resulted in an increase in the flow function coefficient (FFC) from very cohesive to easily flowing [57]."}, {"heading": "Homogenous Blend", "text": "Severol studies demonstreted the use of dry powder coeting technique to promote content uniformity, where the fine API particles are consistently distributed over the carrier particles leading to a homogenous blend [20]. In order to ensure blend homogeneity using dry powder coeting technique, the carrier material needs to be within a narrow particle size distribution to minimize segregation between coated and non-coated particles [23,55]. Song and colleagues [11] reveled that interactive mixtures produces homogenous blends, nonetheless, changing process parameters as well as crystal form caused variation in content uniformity. The results demonstrated that deviations from content uniformity are attributed to the presence of agglomerates of non-coated particles. The study concluded that different crystal forms require different processing parameters as the affinity of the guest molecule to the carrier varied depending on crystal habit [11]."}, {"heading": "Enhanced Dissolution Of Poorly Water Soluble Apis", "text": "Since the rate of absorption of poorly soluble drugs is often limited by the rate of dissolution, measures to enhance the dissolution rate of API have a major impact on its absorption [61]. Although reducing the particle size of API leads to increase in surface area and then a proportional increase in dissolution rate of poorly water soluble drugs, the powder bed of small particle size tends to be cohesive leading to manufacturing problems pertinent to low flowability and low bulk density due to cohesive powder remaining as agglomerates [48,61]. The change in dissolution pattern is primarily dependant on the wettability and solubility of the carrier material [20]."}, {"heading": "Other Applications", "text": "Severol applicashuns usin' the concept of dry powder coatn' were reported in the ingineerin' and medikal fields aimed at enhancin' particle performance [42]. For example, fine aluminyum particles were coated with organic or in-organic materials to prevent agglomeration and improve combustion behaviour [56]. The fracture toughness of an artificial bone formin' material (hydroxyapatite) was enhanced by dry coatn' with zirconia. Furthermore, tiny glass bubbles were coated with titania for its unique applicashun to manage oil spills. Dry coated particles carryin' titania react with oil and decompose it while the glass bubbles allow for the floatin' of the material over water that eventually will be mixed with sand [23]. Kanda and colleagues [27] used dry coatn' to produce a novel formulation to quench bad body odour. Known materials (e.g., zinc oxide and aluminium chlorohydrate) that can be used to quench odours have limited applicashuns due to their physical properties of clogging aerosols and rough texture. Functionalised particles made from spherical polyethylene powder (core material) with zinc oxide or aluminium chlorohydrate as guest particles resulted in an improvement in texture while retainin' the odour quenchin' power. Similarly, Nanko and colleagues [42] used mechanofusion ® to produce thermoelectric Mg2Si."}, {"heading": "Challenges", "text": "Altho dry powder coat is a one-step technic, there are several challenges that need to be addressed. The degree of surface coat and the homogeneity of the mixture is not only dependant on the materials used (both carrier and guest) but also on the type of instrument used [33,39]. Therefore, variability could be an issue between different types of blenders or even between different processing parameters [19,20]. Some of the dry coat technologies generate heat that may affect the stability of thermo labile actives [35,72]. Furthermore, particle attrition and/or heat generated may result in polymorphic and amorphous transformations which may jeopardise stability or even safety of components [20,22].\nTechnologies such as MAIC ® present the risk of introducing contaminants owing to the addition and removal of magnetic particles [40,42]. Additionally, moisture content with in carrier and guest particles may affect the coating process. For instance, the increase in moisture content of potato starch from 1.2% to 14.3% increased dry coating efficiency of aspirin guest particles from 2.1% to 3.5% (when 5% aspirin was added to the mixture) [21] as this could be attributed to the increase in adhesive forces owing to higher surface tension of moisture. However, Saharan [22] also reported the effect of moisture content on either stabilising or destabilising the dry coated functionalised particles, where increasing the humidity above 40% resulted in a reduction in interaction between guest (sulphonamide) and the carrier."}, {"heading": "Expert Opinion", "text": "Cohesive and insoluble APIs as well as excipients with poor flowability present significant processing, manufacture and clinical challenges within the pharmaceutical industry. Dry coating, where fine guest particles are adsorbed on to the surface of coarse carrier is a promising technique to overcome a wide range of pharmaceutical limitations through de agglomeration, enhancement of flowability, dose uniformity and reproducible manufacturing.\nIt also provides additional advantages including cost effective, sustainable and environmental friendly processing conditions (requiring no solvents) and scalability.\nThe obvious tangible advantages through the enhancement of flowability, dissolution rate and blend homogeneity are a massive step forward in pharmaceutical research. Moreover, a lot of potential could be leveraged from this technique particularly in developing medicines for children and elderly, fixed dose combination products and sustained release formulations.\nThis process could be part of the ever increasing demand in developing age appropriate formulations without the need for complicated multi stage processing that can increase the cost substantially and complicate manufacturability.\nPotential within this domain can be accelerated with the development of devices that can overcome some of the challenges presented in this field. For instance, mechanofusion works on the principle of high centrifugal forces that generate heat thereby limiting its pharmaceutical application to heat labile materials. Similarly, processing materials using hybridiser can lead to particle attrition. Another aspect for consideration is the development of devices that can offer continuous processing as the current direction for growth within the pharmaceutical sector is geared towards developing equipment and processes that can offer continuous processing with inbuilt quality check points. The progress in this field, especially its translation within the pharmaceutical sector has been hampered by the lack of detailed studies and bench mark models that can offer sufficient knowledge base for pharmaceutical development. Perhaps the shift in focus within the material processing and the willingness to investigate and apply tools and techniques developed for applications within other domains such as mechanical/chemical engineering could possibly open avenues for not only interdisciplinary research but also for effective translation of technologies across the different sectors and expertise.\nIt is evident that greater focus and attention needs to be offered to dry particle coating as it presents solutions to a wide range of issues within the pharmaceutical industry. One of the distinct advantages of this technology is the cross application of the fundamental principles to develop solutions for a wide range of different problems. For instance understanding the role of surface texture of carrier particles on the strength of interaction between the guest and carrier particles can provide vital information on its impact on flowability, guest stability (as a hybrid particle) as well as functionality of the resultant particles. Similarly, an accurate and extensive demonstration of the requirements of each system to produce the targeted particles and also the lack of in-depth understanding of the mechanism needs to be explored. This current limitation also paves the way to evaluate the suitability of a wide range of analytical techniques to study particle characteristics both before and after composite blending. Surface characterisation techniques such as atomic force microscopy, surface interferometry and micro CT scanning should be investigated to generate a wider portfolio of material understanding which will form the basis for selection criteria for both processing as well for identifying their limitations in composite blend formation."}, {"heading": "Conclusion", "text": "De use of dry powder coatin' is a promisin' technique that has various applicashuns in pharmaceudical drug delivery. Based on dis review, dry particle coatin' has shown to be viable for producshun of functionalised particles with either new or improved characteristics. A range of devices are available for producin' functionalised particles with variations in the performance dependin' on the force introduced into the system. It can be concluded dat a wide range of novel pharmaceudical applicashuns can be developed usin' the wide range of dry particle coatin' devices dat are currently available."}, {"heading": "References", "text": "@article{liu2018dry,\n  title={Dry Powder Coating for Enhanced Drug Delivery: Opportunities and Obstacles},\n  author={Liu, Yifei and Li, Xiang and Li, Jian and Zhang, Jianping and Zhang, Xingguo},\n  journal={Current pharmaceutical design},\n  volume={24},\n  number={22},\n  pages={2565--2575},\n  year={2018},\n  publisher={Bentham Science Publishers}\n}\n\n@article{barr1993barr,\n  title={Barr Laboratories, Inc. v. Abbott Laboratories},\n  author={Barr, Bruce},\n  journal={Journal of Pharmaceutical Sciences},\n  volume={82},\n  number={3},\n  pages={223--224},\n  year={1993},\n  publisher={Wiley Online Library}\n}\n\n@article{buwg2001blend,\n  title={Blend uniformity working group survey},\n  author={BUWG},\n  journal={Pharmaceutical Technology},\n  volume={25},\n  number={10},\n  pages={84--86},\n  year={2001},\n  publisher={Advantage Business Media}\n}\n\n@article{muzzio2008powder,\n  title={Powder blending},\n  author={Muzzio, Fernando J and Kippax, Paul G},\n  journal={Encyclopedia of pharmaceutical technology},\n  volume={3},\n  pages={2665--2681},\n  year={2008},\n  publisher={Informa Healthcare}\n}\n\n@article{hounslow2002powder,\n  title={Powder flow},\n  author={Hounslow, Michael J},\n  journal={Encyclopedia of pharmaceutical technology},\n  volume={3},\n  pages={2683--2702},\n  year={2002},\n  publisher={Informa Healthcare}\n}\n\n@article{alvarez2010powder,\n  title={Powder flowability characterization using ring shear testers},\n  author={Alvarez, Gonzalo and Muzzio, Fernando J},\n  journal={Powder Technology},\n  volume={203},\n  number={2},\n  pages={378--387},\n  year={2010},\n  publisher={Elsevier}\n}\n\n@article{muzzio2008powder2,\n  title={Powder flow characterization},\n  author={Muzzio, Fernando J and Kippax, Paul G},\n  journal={Encyclopedia of pharmaceutical technology},\n  volume={3},\n  pages={2703--2716},\n  year={2008},\n  publisher={Informa Healthcare}\n}\n\n@article{hounslow2002powder2,\n  title={Powder flow measurement},\n  author={Hounslow, Michael J},\n  journal={Encyclopedia of pharmaceutical technology},\n  volume={3},\n  pages={2717--2732},\n  year={2002},\n  publisher={Informa Healthcare}\n}\n\n@article{hounslow2002powder3,\n  title={Powder mixing},\n  author={Hounslow, Michael J},\n  journal={Encyclopedia of pharmaceutical technology},\n  volume={3},\n  pages={2733--2750},\n  year={2002},\n  publisher={Informa Healthcare}\n}\n\n@article{hounslow2002powder4,\n  title={Powder blending equipment},\n  author={Hounslow, Michael J},\n  journal={Encyclopedia of pharmaceutical technology},\n  volume={3},\n  pages={2751--2766},\n  year={2002},\n  publisher={Informa Healthcare}\n}\n\n@article{hounslow2002powder5,\n  title={Powder blending process},\n  author={Hounslow, Michael J},\n  journal={Encyclopedia of pharmaceutical technology},\n  volume={3},\n  pages={2767--2782},\n  year={2002},\n  publisher={Informa Healthcare}\n}\n\n@article{hounslow2002powder6,\n  title={Powder blending scale-up},\n  author={Hounslow, Michael J},\n  journal={Encyclopedia of pharmaceutical technology},\n  volume={3},\n  pages={2783--2798},\n  year={2002},\n  publisher={Informa Healthcare}\n}\n\n@article{hounslow2002powder7,\n  title={Powder blending validation},\n  author={Hounslow, Michael J},\n  journal={Encyclopedia of pharmaceutical technology},\n  volume={3},\n  pages={2799--2814},\n  year={2002},\n  publisher={Informa Healthcare}\n}\n\n@article{hounslow2002powder8,\n  title={Powder blending quality control},\n  author={Hounslow, Michael J},\n  journal={Encyclopedia of pharmaceutical technology},\n  volume={3},\n  pages={2815--2830},\n  year={2002},\n  publisher={Informa Healthcare}\n}\n\n"}]