[{"heading": "Title", "text": "\"Adapting to the Pandemic: Insights from a Small Business Survey\""}, {"heading": "Abstract", "text": "The COVID-19 pandemic has had a significant impact on the economy, particularly on small businesses. A survey of over 5,800 small businesses found that 43% of them are temporarily closed, and on average, they have reduced their employee counts by 40% compared to January. Many small businesses are financially fragile, with the median business having more than $10,000 in monthly expenses and less than one month of cash on hand. Businesses have varying beliefs about the duration of COVID-related disruptions. The majority of businesses planned to seek funding through the CARES act, but many anticipated problems with accessing the aid, such as bureaucratic hassles and difficulties establishing eligibility. The survey sheds light on the impact of COVID-19 on small businesses and the likely effects of the recent stimulus bill."}, {"heading": "Introduction", "text": "A survey of over 5,800 small businesses in the Alignable business network was conducted to explore how small businesses in America are navigating the economic disruptions resulting from COVID-19 and how the CARES Act will affect their decisions and future prospects. The survey assessed the current level of financial fragility among small businesses, the extent to which small businesses have already temporarily closed and laid off employees, expectations about how long the crisis will last and how this is affecting business decisions, and decisions about whether to seek funding through the CARES Act and how this will impact layoff and closure decisions. The survey found that the pandemic has already caused massive dislocation among small businesses, with 43% of businesses temporarily closed and nearly all of these closures due to COVID-19. Many businesses are financially fragile, with the median firm with expenses over $10,000 per month having only enough cash on hand to last for two weeks. The survey also found that the implementation details of the CARES Act loans are likely to play an important role in ensuring the medium-term solvency of small businesses."}, {"heading": "Survey Design And Details", "text": "The survey was conducted in partnership with Alignable, a network-based platform for small businesses in North America. Alignable regularly sends out pulse surveys to its users, and participants who took the poll were invited to participate in a more comprehensive survey conducted by Harvard Business School. The survey received 7,511 responses within the first week, with 5,819 responses from US-based businesses. The sample was selected in three ways: they are firms that have chosen to join Alignable, they are Alignable firms that have chosen to stay actively engaged taking surveys, and they are the set of firms that are active within Alignable that chose to answer the survey. The survey included 43 questions about firm characteristics, the current response to the COVID-19 crisis, and beliefs about the future course of the crisis. The survey also included an experimental module that randomized between respondents to understand how different federal policies might impact these firms' behavior and survival as the crisis unfolds."}, {"heading": "Firm Characteristics And Representativeness", "text": "The article discusses a survey conducted by Alignable to assess the impact of COVID-19 on small businesses in the United States. The survey includes questions about the number of employees, typical expenses, and share of expenses that go towards payroll. The data collected is compared to data from the 2017 Census of US Businesses to assess representativeness. The survey sample is potentially skewed towards retail and service businesses due to the nature of the Alignable network, but the data on industry mix suggests that the sample represents a wide range of small businesses. The survey captures the experience of smaller employers accurately, but larger employers may be underrepresented. The geographic scope of the sample is primarily focused on California, the New York region, Florida, and Texas, and the sample overrepresents the coasts and underrepresents Illinois. Overall, the sample allows for important insight into the overall small business ecosystem, despite its limitations."}, {"heading": "Responses To The Covid-19 Pandemic And Lockdown", "text": "The text describes the main results of a study on the impact of COVID-19 on businesses. The results are grouped into three categories. The first category describes the current impact of COVID-19 on business operations and employment. The second category reports on the financial fragility of businesses, as measured by their cash on hand and ongoing expenses. The third category focuses on the expectations of businesses regarding the duration of the crisis and their own economic survival. Overall, the study provides insights into the challenges faced by businesses during the COVID-19 pandemic and their ability to weather the economic storm."}, {"heading": "Temporary Closings And Employment", "text": "The article discusses the impact of COVID-19 on businesses in the United States. A survey was conducted to determine the operational status of businesses, with 41.4% reporting temporary closure due to the pandemic and only 1.8% reporting permanent closure. The number of full-time employees had fallen by 32%, and part-time employees had decreased by 56% since January 31, 2020. The Mid-Atlantic division had the sharpest decreases in employment, while the Mountain region was the least affected. Smaller firms with fewer than 20 employees in January were more likely to be closed, and in-person retail and services businesses were hit the hardest. Supply chain challenges were rated as slightly disruptive, while concerns about employee health and reductions in demand were rated as somewhat and extremely disruptive, respectively. The article concludes by questioning whether businesses have the resources to survive the crisis in the coming months."}, {"heading": "Financial Fragility", "text": "The article discusses the financial fragility of small businesses during the COVID-19 pandemic. The authors measured financial fragility by asking respondents how much cash they had access to without seeking further loans or money from family or friends to pay for their business. They then divided this amount by their monthly expenses to understand how long they could maintain operations without seeking extra credit. The results showed that approximately one-fourth of firms have cash on hand totaling less than one month's worth of expenses, and about one-half of firms have enough cash on hand to cover between one and two months of expenses. The article also notes that firms with limited levels of cash on hand have been forced to lay off workers or shut down, and it is hard to imagine how they will survive without an infusion of more credit."}, {"heading": "Predicting The Path Of The Crisis", "text": "The article discusses a survey conducted on small businesses in the United States to understand the impact of the COVID-19 crisis on their operations. The survey asked firms to predict the duration of the crisis and whether they would be open by the end of 2020. The results showed that one-fifth of respondents believed the crisis would be over by the end of May, while almost half thought it would still be ongoing at the start of July. However, the firms were not confident about their predictions, with 50% reporting a confidence level of five or less on a scale of one to ten. The survey also found that firms with more cash on hand were more confident about their future, and those with at least 20 employees were more likely to survive. The article suggests that entrepreneurs may be overoptimistic about their prospects, and the true survival rates may be lower than reported."}, {"heading": "Anticipated Responses To Cares Act Programs", "text": "The article discusses a survey on the take-up of the CARES Act Paycheck Protection Program (PPP) loans and their expected impact on employment. The program offers loans that will be fully forgiven when used for payroll costs, interest on mortgages, rent, and utilities, as long as 75 percent of the forgiven amount is spent on payroll and the employer either maintains or quickly rehires workers and maintains salary levels. The survey found that there was significantly more interest in the loans with forgiveness than in loans without forgiveness. Forgiveness had a statistically significant impact on the expectation of staying in business. The most common reason for businesses not taking the aid that comes with such generous forgiveness terms was that they did not need the cash. The article also discusses the impact of informing employers about the increased generosity of unemployment insurance, which was associated with lower employment projection in December 2020."}, {"heading": "Industry Differences In Response To Crisis Duration", "text": "The COVID-19 pandemic has had varying impacts on businesses, with some being deemed essential and remaining open while others have been forced to shut down. Some businesses have been able to shift to remote work to reduce contagion among employees, while others have struggled with the transition. The pandemic poses an existential threat to some businesses more than others, depending on the nature of the business and management capacity. A survey was conducted to understand how the duration of the pandemic would affect businesses' likelihood of remaining operational. The restaurant industry appears particularly vulnerable, with a 72% chance of survival if the crisis lasts one month, but only a 15% chance if it lasts for six months. The chance of survival for firms in tourism and lodging drops to 27% by the six-month mark. Banking and finance, real estate, and professional services are better equipped to weather extended disruptions. Policies that can safely lead to reopening the economy quickly could have large economic benefits."}, {"heading": "Comparative Analysis Of Policy Effects On Business Financial Health, Survival, And Employment", "text": "The text describes a study on the effects of different policies on small businesses during the COVID-19 pandemic. The study uses a sample size of 2621 survey firms and calculates payroll based on categorical answers for monthly expenses. The figure plots firms' months of cash available as a multiple of January 2020 expenses. The study also compares policy take-up rates for loans versus the Paycheck Protection Program policy using a between-subjects design. The borrowing base was randomized between subjects as a multiple of typical monthly expenses prior to the crisis. The study found that the CARES Act had a higher pooled mean than the loan policy. The study also plots differences in the propensity to remain open and the ratio of relative employment between December 2020 and January 2020 under different policies. The December 2020 employment measure is computed using a follow-up question after policy information displayed."}, {"heading": "Appendix", "text": "The text is an initial message shown to respondents of a survey conducted by academics from Harvard University and the University of Chicago. The survey aims to understand the impact of the coronavirus on the local business ecosystem and how to help local businesses. The respondents are asked to share their truthful and considered views, and their individual answers will be kept confidential. The survey results report the shares by industry for firms with fewer than 500 employees, with survey response shares being conditional on being able to classify industries. The wholesale and retail trade industries are combined due to the difficulty in separating them out in the survey. The survey hopes to communicate the current needs of local businesses to policymakers."}, {"heading": "Conclusion", "text": "The COVID-19 crisis has had a significant impact on small businesses in the United States, with 43% of businesses temporarily closed and employment falling by 40%. Many small businesses have little cash on hand and will need to cut expenses, take on additional debt, or declare bankruptcy. A survey found that 38% of businesses viewed it as unlikely or only somewhat likely that they would be open as of the end of 2020. While the CARES loan program has increased optimism, it is unclear whether it will enable most small businesses to survive. The survey also highlighted the importance of well-designed and sustained economic and public health policy measures. Streamlining the application process and clarifying eligibility criteria and loan forgiveness rules could increase the take-up rate for loans. Businesses in particularly exposed industries project that they will find it extremely difficult to stay in business if the crisis lasts for longer than four months. If all US small businesses take out the maximum loan size, the total volume of loans would be approximately $410 billion, somewhat beyond the $349 billion allocated in the CARES act."}, {"heading": "References", "text": "@article{Bartik2020,\n  title={Adapting to the Pandemic: Insights from a Small Business Survey},\n  author={Bartik, Alexander W and Bertrand, Marianne and Cullen, Zoe B and Glaeser, Edward L and Luca, Michael and Stanton, Christopher T},\n  journal={National Bureau of Economic Research},\n  year={2020}\n}\n\n@article{Bartik2020a,\n  title={Survey Design And Details},\n  author={Bartik, Alexander W and Bertrand, Marianne and Cullen, Zoe B and Glaeser, Edward L and Luca, Michael and Stanton, Christopher T},\n  journal={National Bureau of Economic Research},\n  year={2020}\n}\n\n@article{Bartik2020b,\n  title={Firm Characteristics And Representativeness},\n  author={Bartik, Alexander W and Bertrand, Marianne and Cullen, Zoe B and Glaeser, Edward L and Luca, Michael and Stanton, Christopher T},\n  journal={National Bureau of Economic Research},\n  year={2020}\n}\n\n@article{Bartik2020c,\n  title={Responses To The Covid-19 Pandemic And Lockdown},\n  author={Bartik, Alexander W and Bertrand, Marianne and Cullen, Zoe B and Glaeser, Edward L and Luca, Michael and Stanton, Christopher T},\n  journal={National Bureau of Economic Research},\n  year={2020}\n}\n\n@article{Bartik2020d,\n  title={Temporary Closings And Employment},\n  author={Bartik, Alexander W and Bertrand, Marianne and Cullen, Zoe B and Glaeser, Edward L and Luca, Michael and Stanton, Christopher T},\n  journal={National Bureau of Economic Research},\n  year={2020}\n}\n\n@article{Bartik2020e,\n  title={Financial Fragility},\n  author={Bartik, Alexander W and Bertrand, Marianne and Cullen, Zoe B and Glaeser, Edward L and Luca, Michael and Stanton, Christopher T},\n  journal={National Bureau of Economic Research},\n  year={2020}\n}\n\n@article{Bartik2020f,\n  title={Predicting The Path Of The Crisis},\n  author={Bartik, Alexander W and Bertrand, Marianne and Cullen, Zoe B and Glaeser, Edward L and Luca, Michael and Stanton, Christopher T},\n  journal={National Bureau of Economic Research},\n  year={2020}\n}\n\n@article{Bartik2020g,\n  title={Anticipated Responses To Cares Act Programs},\n  author={Bartik, Alexander W and Bertrand, Marianne and Cullen, Zoe B and Glaeser, Edward L and Luca, Michael and Stanton, Christopher T},\n  journal={National Bureau of Economic Research},\n  year={2020}\n}\n\n@article{Bartik2020h,\n  title={Industry Differences In Response To Crisis Duration},\n  author={Bartik, Alexander W and Bertrand, Marianne and Cullen, Zoe B and Glaeser, Edward L and Luca, Michael and Stanton, Christopher T},\n  journal={National Bureau of Economic Research},\n  year={2020}\n}\n\n@article{Bartik2020i,\n  title={Comparative Analysis Of Policy Effects On Business Financial Health, Survival, And Employment},\n  author={Bartik, Alexander W and Bertrand, Marianne and Cullen, Zoe B and Glaeser, Edward L and Luca, Michael and Stanton, Christopher T},\n  journal={National Bureau of Economic Research},\n  year={2020}\n}\n\n@article{Bartik2020j,\n  title={Appendix},\n  author={Bartik, Alexander W and Bertrand, Marianne and Cullen, Zoe B and Glaeser, Edward L and Luca, Michael and Stanton, Christopher T},\n  journal={National Bureau of Economic Research},\n  year={2020}\n}"}]