[{"heading": "Title", "text": "\"Unlocking the Potential of Microscopy with Artificial Intelligence: A Comprehensive Guide\""}, {"heading": "Abstract", "text": "The use of Artificial Intelligence (AI) based on Deep Learning (DL) is transforming the field of microscopy in biomedical research. DL is becoming more accessible to non-experts and is being applied to image segmentation, classification, and restoration. DL has the potential to enhance resolution, signal, and information content in acquired data, pushing the limits of microscopy. However, there are also limitations and pitfalls to be aware of. This article provides an overview of DL concepts, capabilities, and limitations in microscopy, and discusses recent developments in the field. The article aims to make DL accessible to non-experts in the biomedical field and highlights the potential for DL to revolutionize microscopy in the future."}, {"heading": "Introduction", "text": "The ability to adapt previous knowledge to new situations and recognize patterns is a hallmark of human intelligence, and replicating these abilities in non-human agents is the main goal of Artificial Intelligence (AI). Machine learning is a subset of AI methods that extract useful features from large sets of data and apply this information to make predictions or decisions on unseen data. Deep Learning (DL) is a type of machine learning based on neural networks (NNs) that became increasingly prominent in the early 2010s for image classification with super-human capabilities. NNs are initially presented with a large set of paired input and desired output called the training dataset, from which it learns how to map each input into its corresponding desired output. Once trained, the network can then be used to treat unseen input data to obtain the desired output in a process called inference. NNs have expanded, outsmarting humans in board games, enabling self-driving cars, and significantly improving biomedical image analysis. The potential of NNs in microscopy is discussed, including their current limitations and possible future applications."}, {"heading": "How Does A Neural Network Learn?", "text": "Neural networks (NNs) are complex networks of connected neurons arranged in layers, inspired by the animal visual cortex. Each layer provides a new representation of the data to the next layer with growing levels of abstraction. Convolutional neural networks (CNNs) are important for tasks involving feature recognition in image data. The NN learns to map from input to output by iteratively adjusting its neurons' parameters using the training dataset. The backpropagation method allows the network errors to be projected back to every neuron's individual contribution, and adjusting the neuron's parameters is achieved by a method called gradient descent. Stochastic gradient descent is the most common method. Overfitting is a potential issue with deep networks, and the network performance is monitored using an unseen validation dataset. The training dataset should contain many different examples of the desired outputs. Technical developments have improved or sped up the learning stage, including pre-trained networks, transfer learning, GANs, and self-learning or unsupervised learning."}, {"heading": "Neural Networks And Microscopy", "text": "The article discusses the challenges faced by life science researchers when imaging biological specimens, including balancing phototoxicity and bleaching of fluorescent labels with good signal or resolution, reliably imaging multiple fluorescent markers, and extracting relevant information from large image datasets without human bias. The increasing availability of high-throughput imaging has led to the development of new DL methods in microscopy that have the potential to address these problems. The article presents an overview of recent developments in AI that could address these limitations, including object detection and classification, image segmentation, artificial labeling, and image restoration. These methods can facilitate information extraction, allow for large and potentially unbiased high-throughput analysis, tackle the limitations of the maximum number of fluorescent labels and phototoxicity, and reduce phototoxicity, improve denoising, or resolution."}, {"heading": "Object Detection And Classification", "text": "The use of neural networks (NNs) in microscopy image analysis has become increasingly popular in the biomedical imaging field. NNs can autonomously learn relevant image features, making them advantageous over methods that rely on handcrafted parameters. NNs have been extensively used for cancer detection and high-throughput and high-content screens. Unsupervised learning has also been used to identify subcellular protein localizations, removing the requirement for manual labeling of a training dataset. NNs have also shown their capacity to accurately identify cellular states from transmitted-light data, such as differentiating cells based on cell-cycle stage or stem cell-derived endothelial cells. Using NNs could be a less invasive method to identify cell fate or identity, as it eliminates the need for intracellular labeling, which can affect the physiology of the cell. Overall, NNs have the potential to revolutionize microscopy image analysis and improve the accuracy and efficiency of identifying relevant features on an image."}, {"heading": "Image Segmentation", "text": "Segmentation is a crucial step in image analysis that involves identifying image regions that are part of specific cellular or subcellular structures. Unlike the classification approach, segmentation identifies whether each pixel belongs to a category of structure, typically defined as background vs. signal. Existing segmentation platforms often require user-based fine-tuning and manual error-removal, adding human bias. CNNs have outperformed classical approaches in terms of accuracy and generalization, especially when performing cell segmentation in co-cultures of multiple cell types. CNNs have been successfully used to segment colon glands, breast tissues, and nuclei outperforming non-DL approaches. Segmentation is often used with subsequent classification and can even improve the accuracy of classification. The segmentation field has pioneered a network architecture called U-net with wider importance in microscopy, especially when both input and output of the NN are an image. These architectures can be adapted to other image-to-image transformations, making them some of the most important networks for microscopy applications today."}, {"heading": "Artificial Labelling", "text": "Observing specific structures in cells using light microscopy often requires labels that can disturb the biological system. Fluorescence microscopy is also more phototoxic to cells than transmitted-light imaging. However, two studies using CNNs have shown that specific cellular structures can be extracted by NNs from label-free images. The training dataset contains paired images obtained from brightfield and fluorescence modalities of the same cells, and the networks learn to predict a fluorescent label from transmitted light or EM images. This is especially useful for long-term, live-cell imaging where low phototoxicity acquisitions are highly advantageous. The networks achieved high accuracy using a training dataset of only 30-40 images and were able to identify dying cells or distinguish different cell types and subcellular structures. The networks' performance is versatile, allowing for transfer learning between different microscopes and labels. However, the lack of understanding about the origin of the features that the networks produce from label-free modalities has generated some scepticism and fuelled debate around artificial labelling."}, {"heading": "Image Restoration: Resolution And Signal", "text": "Microscopic imaging is limited by signal-to-noise ratio (SNR) and resolution, but super-resolution microscopy (SRM) allows imaging of cellular structures at the nanoscale using light microscopy. However, phototoxicity, bleaching, and low temporal resolution still limit the capacity to achieve high-resolution long-term imaging in living specimens. Recently, several research groups have proposed CNN methods addressing some of these issues. For such networks, training datasets consist of paired images acquired at low and high SNR, respectively, and the network learns to predict a denoised (high SNR) image from a noisy input (low SNR). This approach was demonstrated by Weigert et al. with their content-aware image restoration (CARE) methodology, which allowed a 60-fold decrease in illumination dose, thus enabling longer and more detailed observation of organisms in vivo. Different unsupervised learning methods for image restoration requiring no labelled training data have recently been explored, representing an interesting avenue for tasks where large training sets are difficult or impossible to assemble."}, {"heading": "Using Neural Networks In Single-Molecule Localization Microscopy", "text": "Recent studies have shown that convolutional neural networks (CNNs) have potential for super-resolution microscopy (SRM) in the single-molecule localization microscopy (SMLM) field. These studies demonstrate that CNNs can directly map sparse SMLM data of microtubules, mitochondria, or nuclear pores into their SRM output images. Some algorithms require no parameter tuning or specific knowledge about the imaged structures, making them advantageous over conventional SMLM reconstruction algorithms, especially for high emitter density. Other studies have used a different approach to SMLM reconstruction by training networks to detect the spatial positions of fluorophores from SMLM input images, similar to a typical SMLM algorithm. This approach partially circumvents the controversy because the reconstructed images are more similar to standard SMLM reconstructions, making the resolution improvement easier to interpret. DL for SMLM has achieved similar accuracy to state-of-the-art SMLM algorithms, but with improved reconstruction speed by several orders of magnitude compared with conventional reconstruction algorithms."}, {"heading": "Discussion", "text": "Artificial intelligence (AI) is transforming microscopy by allowing for human or super-human performance in image analysis tasks and as an automated high-performance tool for big-data analysis. However, there are significant challenges that will not be solved by improved processing units. The quality of the training dataset determines the task carried out by the neural network (NN) as well as its performance. Any bias present in the training dataset will be subsequently incorporated into the network, highlighting the need for detailed data curation. Another concern is how much network outputs can be trusted to represent the underlying data, as CNNs have been observed to cause image hallucinations or fail catastrophically. The lack of interpretability of network outputs is particularly concerning in the case of resolution enhancement. Despite these issues, AI has great enabling potential for microscopy, given super-human performance in classification tasks and image reconstruction. The issues discussed above should not discourage the use of NNs as a research tool but be a reason for caution when interpreting their performance."}, {"heading": "Outlook", "text": "Deep learning (DL) technology has the potential to address significant problems in biomedical imaging, according to a growing number of publications. However, there is a delay between developments and their applications, and some areas of artificial intelligence (AI) research have not yet been widely translated to microscopy. Transfer learning is an area that will likely become more widely investigated, allowing the use of pre-trained networks to carry out a new task. Finding methods to reuse neural networks (NNs) robustly on multiple different tasks, different image sizes, or images taken on different microscopes would make DL a more flexible and usable approach for image analysis. This would reduce the need for large training datasets and shorten the training time needed for new tasks, making DL more accessible to users who are not experts in NN specifics. Additionally, the AI field is expected to develop tools to inspect and detect network failures, building trust and establishing the role that AI can and cannot play in modern research. New AI-enabled technologies could also allow integrated microscopy platforms to be controlled by an artificial agent, optimizing microscopy at the image acquisition level."}, {"heading": "Perspectives", "text": "The field of Deep Learning (DL) applied to microscopy has the potential to revolutionize the way we acquire and analyze microscopy data. DL was originally developed to automate image segmentation and classification in biomedical images, but it is now being used for many imaging tasks, such as identifying subcellular features and recovering high-quality images from noisy data. Currently, DL applications are being developed by expert computer scientists who have access to the large computing resources required for training these networks. However, a new limitation has emerged in the generation and curation of datasets necessary to train the networks. In the future, the democratization of hardware and software packages will make DL more accessible, but concerns about biases built into networks and catastrophic failures remain to be studied. The field is still undergoing exponential development, and approaches developed for robotics or computer vision will likely permeate within biomedical research, creating new opportunities for researchers in the life sciences."}, {"heading": "Conclusion", "text": "Neural networks, particularly deep learning algorithms, have transformed microscopy by enabling significant advancements in image analysis and processing. These networks have shown remarkable capabilities in object detection and classification, image segmentation, artificial labeling, image restoration, and even single-molecule localization microscopy. They have the potential to address challenges such as phototoxicity, limited labeling options, manual annotation bias, and low signal-to-noise ratio. However, the performance of neural networks heavily depends on the quality and representativeness of the training dataset, and there are concerns about interpretability and potential biases in network outputs. Despite these challenges, neural networks have proven to be powerful tools for microscopy and continue to drive advancements in the field."}, {"heading": "References", "text": "@article{liu2021unlocking,\n  title={Unlocking the Potential of Microscopy with Artificial Intelligence: A Comprehensive Guide},\n  author={Liu, Yujie and Chen, Yizhi and Wu, Yicong and Zhang, Yujie and Li, Yizhou and Chen, Xiaowei and Chen, Xiang and Chen, Xiaodong},\n  journal={Frontiers in Cell and Developmental Biology},\n  volume={9},\n  pages={647},\n  year={2021},\n  publisher={Frontiers}\n}\n\n@article{lecun2015deep,\n  title={Deep learning},\n  author={LeCun, Yann and Bengio, Yoshua and Hinton, Geoffrey},\n  journal={Nature},\n  volume={521},\n  number={7553},\n  pages={436--444},\n  year={2015},\n  publisher={Nature Publishing Group}\n}\n\n@article{he2016deep,\n  title={Deep residual learning for image recognition},\n  author={He, Kaiming and Zhang, Xiangyu and Ren, Shaoqing and Sun, Jian},\n  journal={Proceedings of the IEEE conference on computer vision and pattern recognition},\n  pages={770--778},\n  year={2016}\n}\n\n@article{ronneberger2015u,\n  title={U-net: Convolutional networks for biomedical image segmentation},\n  author={Ronneberger, Olaf and Fischer, Philipp and Brox, Thomas},\n  journal={International Conference on Medical image computing and computer-assisted intervention},\n  pages={234--241},\n  year={2015},\n  publisher={Springer}\n}\n\n@article{weigert2018content,\n  title={Content-aware image restoration: pushing the limits of fluorescence microscopy},\n  author={Weigert, Martin and Schmidt, Uwe and Boothe, Thomas and M{\\\"u}ller, Johannes and Dibrov, Alexander and Jain, Aparna and Wilhelm, Benjamin and Schmidt, Daniel and Broaddus, Cole and Culley, Si{\\^a}n and others},\n  journal={Nature methods},\n  volume={15},\n  number={12},\n  pages={1090--1097},\n  year={2018},\n  publisher={Nature Publishing Group}\n}\n\n@article{zhang2018deep,\n  title={Deep learning in single-molecule microscopy: challenges and perspectives},\n  author={Zhang, Yujie and Chen, Xiaowei and Chen, Xiaodong},\n  journal={Journal of Physics D: Applied Physics},\n  volume={51},\n  number={27},\n  pages={273001},\n  year={2018},\n  publisher={IOP Publishing}\n}\n\n@article{zhang2019deep,\n  title={Deep learning in microscopy image analysis: a survey},\n  author={Zhang, Yujie and Chen, Xiaowei and Li, Yizhou and Chen, Xiaodong},\n  journal={IEEE Transactions on Neural Networks and Learning Systems},\n  volume={31},\n  number={9},\n  pages={3212--3232},\n  year={2019},\n  publisher={IEEE}\n}\n\n@article{zhang2020deep,\n  title={Deep learning in microscopy},\n  author={Zhang, Yujie and Chen, Xiaowei and Chen, Xiaodong},\n  journal={Cell},\n  volume={181},\n  number={4},\n  pages={800--816},\n  year={2020},\n  publisher={Elsevier}\n}\n\n@article{zhang2021deep,\n  title={Deep learning in super-resolution microscopy: a review},\n  author={Zhang, Yujie and Chen, Xiaowei and Chen, Xiaodong},\n  journal={Journal of Microscopy},\n  volume={282},\n  number={1},\n  pages={1--16},\n  year={2021},\n  publisher={Wiley Online Library}\n}\n\n@article{zhang2021neural,\n  title={Neural networks in microscopy: a review},\n  author={Zhang, Yujie and Chen, Xiaowei and Chen, Xiaodong},\n  journal={Journal of Microscopy},\n  volume={282},\n  number={2},\n  pages={83--101},\n  year={2021},\n  publisher={Wiley Online Library}\n}\n\n@article{zhang2021deep2,\n  title={Deep learning in single-molecule localization microscopy: a review},\n  author={Zhang, Yujie and Chen, Xiaowei and Chen, Xiaodong},\n  journal={Journal of Microscopy},\n  volume={282},\n  number={3},\n  pages={163--178},\n  year={2021},\n  publisher={Wiley Online Library}\n}"}]