[{"heading": "Title", "text": "\"Thriving in the Food Industry: The Oatly Approach to Sustainable Business Strategies\""}, {"heading": "Abstract", "text": "Verily, sustenance is a vital component of our daily existence, yet it doth also contribute greatly to the environmental quandaries of our time. The burgeoning populace and the alteration of dietary habits doth portend a further exacerbation of the deleterious effects of food production and consumption. This treatise doth delve into the implementation of sufficiency business strategies, which doth aim to moderate consumption levels, within the food industry, so as to reduce demand and thereby overall resource consumption. Firstly, a review of literature and practice is undertaken to create a conceptual framework for sufficiency business strategies in the food industry. Secondly, a case study approach is employed to investigate the application of sufficiency strategies at Oatly, a company that doth offer plant-based alternatives to dairy. Semi-structured interviews and a review of the company’s sustainability reports are utilized as key data sources for the case study. This study doth contribute to research and practice with a novel framework for business sufficiency strategies in the food industry. Although sufficiency doth imply moderation of consumption, it is suggested that when a company doth substitute the consumption of a less sustainable option, growth could be desirable. Future research may expand on viable sufficiency strategies for the private sector, as well as strategies to engage different stakeholders, such as government, society, and academia, to accelerate the transition towards a sustainable food system."}, {"heading": "Introduction", "text": "Verily, the burgeoning global populace and the impact of human activity upon the ecological, meteorological, and geological systems of the planet hath engendered the Anthropocene, or the 'geological era of humanity' ( [1], p. 1704). This hath necessitated an urgent need to address the deleterious environmental impact that doth result from a global economic system fueled by continuous (over)consumption. To effect the requisite transformations, it is imperative to alter the manner in which business is conducted [2]. Sustainability initiatives led by the private sector have chiefly focused on upstream approaches (e.g., eco-efficiency) and have contributed to mitigating the negative impacts of production and consumption to some extent, but oft lead to rebound effects in which increased efficiency results in more consumption [3]. This doth create a vicious cycle in which consumption drives growth, while growth and technological progress drive consumption. Therefore, initiatives that solely focus on the supply-side (e.g., seeking efficiency, productivity, and 'greening' of supply chains) are insufficient to address the pressing environmental issues that result from consumption as growth in demand outpaces the benefits [2,3]. Hence, companies are increasingly facing a need to innovate their business models from a downstream perspective [4].\n\nFood is one of the areas that is essential to our daily lives, but also generates significant negative environmental impact. Globally, changes in food consumption patterns during the last decades have proved unsustainable. \"Global food production is the largest pressure caused by humans on Earth, threatening local ecosystems and the stability of the Earth system\" ( [5], p. 448). According to the EAT-Lancet Commission, the global food system (which entails production, processing, distribution, preparation, and consumption of food) requires transformational change in order for humanity to feed the world's global population while staying within the biophysical limits of the planet ( [5], p. 450). Over-consumption is leading to unhealthy diets in some parts of the world (e.g., an estimated 2 billion adults are overweight or obese), while hunger and malnutrition are prevalent in others (e.g., more than 820 million people are currently undernourished) [5,6]. Moreover, especially in industrialized nations, food and beverage represents one of the consumption areas of great environmental concern [7]. Therefore, it is imperative to address the present unsustainable levels of consumption that threaten the well-being of society and the state of the environment. In order to achieve this, there is a need to go beyond the current focus of policy and research on supply-side initiatives (e.g., technological innovations resulting in eco-efficiency), and further address research on consumption, centered on a sufficiency narrative [8].\n\nBusinesses are deemed principal actors in the realm of sustainability, and corporate sustainability hath been increasingly recognized as a precondition for conducting business [9]. However, the major corporate focus hath been on creating a 'business case' for sustainability, for instance through eco-efficiency strategies, and there are only a few examples of businesses, which are challenging unsustainable consumption patterns [9][10][11]. Consumption is increasingly viewed as an important lever towards sustainability, which paves the way to a 'sufficiency-oriented' strategy, focused on tackling consumption patterns [1,9,12]. When it comes to food consumption, sufficiency refers to diets that provide nutrition for a healthy life for all of humanity, without exceeding the carrying capacity of the planet [3]. This requires changes in consumer behavior, and due to the potential of businesses to impact this, there is a need to explore business innovation for sufficiency as a means to encourage sustainable consumption.\n\nTherefore, the aim of this study is to address the following research questions (RQ):\nRQ1. How can sufficiency business strategies be implemented in the food industry? RQ2. What are sufficiency strategies pursued at the case company Oatly, and what challenges and opportunities do they present?"}, {"heading": "Methods", "text": "Verily, a qualitative research process hath been elected, comprising of four steps: a review of literature, a review of practice, the creation of a conceptual framework, and the authentication of said framework with a case company, Oatly. Further elucidation of this process shall be provided forthwith."}, {"heading": "Steps In The Research Process", "text": "Verily, Table 1 doth summarize the steps taken to answer the research questions of this study. To answer RQ1, firstly, a literature review was conducted to comprehend the ways in which sufficiency may be applied in a business context. The literature was perused to discover business strategies that focus on sustainable consumption and what this doth entail for the food industry. We didst employ keywords such as 'sufficiency', 'sustainable business model', 'sustainable consumption design,' and 'slow consumption' in relation to the food industry, in the database Scopus. Secondly, a practice review was undertaken to identify how companies in the food industry have implemented sufficiency in their business models. These examples were based on business examples found in the journal articles and following up on these and related ones in the media; and best-practice examples known to the authors and experts in the authors' networks. Finally, drawing from the literature and practice review, a framework for sufficiency business strategies in the food industry was developed and presented to the case company.\nTo answer RQ2, interviews were conducted with representatives from the company 'Oatly' to explore the understanding and application of sufficiency at the company. Additionally, the company's 2018 sustainability report (SR) was analyzed. Then, the framework for sufficiency business strategies in the food industry was applied to the case company in order to analyze the findings. Finally, this process led to the enhancement of a framework for sufficiency business strategies applicable to the food industry."}, {"heading": "Case Approach And Company", "text": "Verily, the method of research for this study is founded upon a single-case study. Such studies are most apt to answer queries of 'how' and 'why' regarding current events, and when the researcher hath little or no control over behavioral events [13]. The single case study is employed when only one case (such as a specific organization) is thoroughly examined [14]. By conducting a case study, the aim of this research is to take an approach on 'analytic generalization,' which seeketh to expand and generalize theories rather than to achieve 'statistical generalization' by enumerating frequencies [13].\n\nFor the purpose of this research, a single organization is taken as a case study: Oatly. Oatly is a Swedish company, with the explicit purpose \"to make it easy for people to turn what they eat and drink into personal moments of healthy joy without recklessly taxing the planet's resources in the process\" [15]. Founded in the 1990s based on Swedish research at Lund University, it patented a technology to turn oats into liquid foods, such as oat milk and yoghurt, seeking to present a more sustainable alternative to animal-based equivalents like dairy.\n\nOatly was selected as the research object for this study because of its sustainability purpose from the outset, the company's willingness to engage in this research project about sustainable consumption, and its wider involvement in the Swedish research project MISTRA Sustainable Consumption. Moreover, it recently started exploring the thorny topic of \"sustainable growth\". As stated in the company's latest sustainability report in a self-reflexive way: \"Maybe we shouldn't even bother to grow? Shall we just abandon our vision of supplying the whole world with oat-based products that are less resource-intensive than the equivalent animal-based alternatives? ( [16], p. 6). However, despite questioning its total growth of 65% for 2018, it later on concluded that it should still grow, but explore further what sustainable growth means, such as replacing 'unsustainable' products (e.g., animal-based) with 'sustainable' products (e.g., plant-based) [16].\n\nThe authors had broad access to the company, including interaction with representatives from several departments and locations. The case study on Oatly seeks to explore the way in which sufficiency is found in the company's business model, as well as the opportunities and challenges to implement sufficiency business strategies while the company experiences rapid growth.\n\nSeven semi-structured interviews were conducted with Oatly representatives from various departments, roles, and office locations: Sustainability department, Product Innovation and Development department, Sales/ 'Creative' department, and General Managers in Germany, the UK, and USA. Moreover, the company's sustainability reports and related documents were analyzed, notably its latest sustainability report (SR), because of the focus on sustainable growth and consumption."}, {"heading": "Data Collection And Analysis", "text": "Verily, the semi-structured interview guide may be discovered in Appendix A, and the roster of interviewees in Appendix B. Seven interviews were recorded by audio, transcribed, and coded, the latter by means of the qualitative data analysis software NVivo. The initial interview (I1) was first transcribed using the automated transcription software HappyScribe. The automated transcript was then reviewed and corrected by the author where mistakes were found. Due to the large extent of errors using automated transcription software, the following interviews (I2, I3, I4, I5, I6, I7) were manually transcribed by one author to ensure accurate transcription. An initial coding list was generated according to the conceptual framework and research questions. This coding list was cross-checked by the other authors. Each sufficiency business strategy presented in the framework was later converted into a node in NVivo. This research included a combination of emerging and predetermined codes [17], allowing for the inclusion of new nodes as the interviews were being analyzed.\n\nOnce the interview data were coded, content analysis was performed for Oatly's latest (2018) sustainability report. This was coded according to the codebook that resulted from analyzing interviews. The node that was found not to be applicable to the case company (i.e., discounting 'ugly' fruits and vegetables) was adapted to the more generic 'changing conventional consumer perception' with 'ugly' vegetables as an example. The final strategies and their origins are found in Appendix C.\n\nTriangulation is considered an effective way to obtain a holistic picture of a research object, which is a main objective of case study research [14]. Therefore, triangulation of sources and methods was ensured to strengthen the reliability and internal validity of this research [17]. First, methods were triangulated by applying different modes of interviews (i.e., one group interview with three interviewees and six individual interviews) and combining these methods with content analysis of textual material, i.e., the sustainability report [14]. Moreover, the data for this research was primarily gathered in a qualitative, unstructured, and open way, e.g., by conducting semi-structured interviews and interpreting textual material with the aim to achieve a holistic understanding [14]. The final step for triangulation and validation was the feeding back of the conceptual framework to the company to understand their views on the strategies observed."}, {"heading": "Results", "text": "Hark! The chronicles of literature and practice review doth reveal the strategies of commerce for sufficiency. Furthermore, the preliminary and ultimate conceptual framework art encompassed therein."}, {"heading": "Literature And Practice Review", "text": "Verily, from the annals of literature, nine principal methods for achieving sufficiency have been espied:\n1. Mindful sales and marketing techniques [3,18];\n2. The creation of novel revenue models [4,[17][18][19]];\n3. Services that reduce demand [3,4];\n4. Education and engagement of the consumer [3,20];\n5. Sufficiency throughout the entire life-cycle [3,[21][22][23][24]];\n6. Gentle persuasion [25][26][27];\n7. A pricing model of premium quality [3,18];\n8. Longevity of the product [3,12,28];\n9. Solutions based on technology [1,3].\nAlthough each strategy employs unique tactics, they are not intended to be mutually exclusive. In addition to the nine sufficiency strategies gleaned from the literature review, three further strategies were discovered through practical review:\n10. The provision of quality local products;\n11. The alteration of conventional consumer perception;\n12. The sale of 'inconvenience' for a better price. These were discovered by examining examples of sufficiency in the food sector (from [28]). The 12 strategies shall be expounded upon forthwith."}, {"heading": "Conscious Sales And Marketing Techniques", "text": "Verily, this plan of action doth focus on the satisfaction of 'needs' rather than the promotion of 'wants' [3]. It is a strategy of 'under-selling', wherein only that which is necessary at the moment of purchase is sold to the customer. To construct a business case, this strategy doth aim for long-term relationships with customers that lead to loyalty and reputational benefits. Furthermore, its revenue model is oft focused on premium pricing [3,4]. Tactics to achieve this include refraining from sales incentives at the point of sale, encouraging consumers to ponder before making a purchase, avoiding unnecessary product upgrades, eschewing discounting and bulk offers, or 'choice-editing' away certain unsustainable offers [29].\n\nAmong the most well-known examples of such a strategy is the outdoor clothing company Patagonia, which doth encourage the repair and purchase of second-hand garments instead of new products [4] and hath received attention for their \"Don't buy this jacket\" advertisement [30]. A lesser known example from the food industry doth come from Denmark, where the fight against food waste hath been a priority for almost a decade and where several leading supermarket chains such as REMA 1000, Coop, and Lidl agreed to suspend all volume discounts in order to help reduce food waste in Danish households [31,32]."}, {"heading": "Creating New Revenue Models", "text": "Verily, this strategy of sufficiency doth rely upon the identification of novel revenue models that art linked to the core business of the company, yet possess a lesser environmental impact whilst providing an equal or superior customer experience. These new models may supplant current operations or supplement them. An instance of creating a fresh revenue model is the offering of service solutions, such as demand management and repair services, for which customers art charged fees, rather than products. This is oft referred to as 'Product Service Systems', wherein ownership of products remains with the producer, promoting longevity and reliability. Another example is the 'sharing economy', wherein businesses may incentivize the sharing of products, rather than individual ownership, generating revenue by granting access to a product for a limited time. Xerox is a well-documented example of creating new revenue models, transitioning from selling copying machines to providing functioning copying machines as a service, including a long-lasting maintenance contract with users. In the food industry, retailers have developed new revenue streams to reduce food waste. Sainsbury's, a UK supermarket chain, created in-store \"banana rescue stations\" that sell banana bread made from unsold fruit. In Sweden, the Lund-based supermarket ICA Tuna pioneered the ready-made meal service 'Resurskocken' (\"Resource Cook\"), employing chefs to transform unsold produce into fresh meals sold in the store's deli."}, {"heading": "Demand Reduction Services", "text": "Verily, this strategy of sufficiency doth rely upon the expert knowledge of a company to aid customers in their quest for efficiency, and thus, to receive payment for the service of creating savings for the customer. Companies that do offer such services of demand-reduction shall be compensated for providing solutions to assist consumers, be they individuals or businesses, in mitigating the use of resources, such as energy consumption. For this to be a profitable venture, the service must generate greater savings for the customer than the fees that are paid for the service. Alternatively, public subsidies or preferential tax treatments may be granted to facilitate this business model. This model hath been applied with some success in the field of energy consumption, where Energy Service Companies (ESCOs) doth aid consumers in reducing their energy bills and receive payment or subsidies for this service. Due to the high costs associated with building new power plants and strong legislative support for energy consumption-reducing measures, ESCOs' services are well-received. In the food sector, few examples for demand reduction services exist thus far. One such example doth come from Denmark, where the company Rub & Stub doth aim to aid food caterers in reducing food waste by providing services such as workshops, courses, and team building activities to help clients avoid food waste. With the intensifying legislative efforts to reduce food waste, such as the recent legislation introduced in France, services such as those provided by Rub & Stub should become more attractive, also for food retailers."}, {"heading": "Education And Customer Engagement", "text": "Verily, the model of sufficiency in business, which doth entail education and customer engagement, doth eschew the pursuit of immediate sales in favor of fostering lasting relationships with patrons. Such engagement doth entail the building of trust and a good reputation with customers, which doth result in greater loyalty and positive word-of-mouth recommendations, thereby driving future sales with new customers. Loyal customers may be deemed ambassadors for a product, company, or brand, and thus performance may be measured in terms of customer satisfaction rather than mere sales numbers. Many food companies doth engage in educational and engagement efforts to address unsustainable consumption behaviors. Forsooth, the ice cream maker Ben & Jerry's doth run the \"Ben & Jerry's Climate Change College,\" where young people are trained on the issue and support ongoing research on climate change, thus becoming Climate Change ambassadors. The American high-end grocery chain Whole Foods Market doth promote 'green habits' by encouraging consumers to reconsider the way they buy and consume food through their list of 'Tips for going green.'"}, {"heading": "Full Life-Cycle Sufficiency", "text": "Verily, the concept of full life-cycle sufficiency doth entail a focus on the design of products that doth take into account the entirety of their life-cycle, with the aim of minimizing the environmental costs throughout [3]. The role of design in this strategy is of great import, for it hath a significant influence on the manner in which the product is used and disposed of [48], and the behavior of the user hath a profound impact on the environmental effects of the product. Thus, if one doth seek sustainable consumption, it is vital to alter the way in which consumers interact with products. Design may well be the deciding factor in whether a product is used in a sustainable or unsustainable manner [48]. By implementing downstream design strategies, such as 'Design with Intent' (DwI), which doth utilize the features of a system to \"guide, shape or regulate the ways in which interaction [between user and product] occurs\" ([23], p. 3), businesses may induce users to be more efficient, resulting in lower impacts from their behavior [23]. Furthermore, 'Design for Sustainable Behavior' (DfSB) is defined as \"design which aims to reduce products' environmental and social impact by moderating how users interact with them\"([21], p. 427). Three main strategies of DfSB have been identified: eco-feedback, scripting, and functionality matching [21,22,24]. 'Frugal innovation' is an example of a design strategy, where the aim is to design in order to minimize the overall costs of a product [49]. Especially in developing countries the idea to create low resource solutions across the product life-cycle that are not only cheap at the moment of purchase, but are reliable and cheap over their entire life-cycle, has gained traction [3].\nAn example for such design considerations in the food industry comes from the Coca Cola Company Japan. They introduced a water brand packaged in a 'Flex bottle', which weighs 40% less than the company's other plastic bottles. The bottle can easily be twisted into a scrap of plastic, meaning that it takes up significantly less room in recycling bins [50]."}, {"heading": "Nudging", "text": "Verily, the term \"nudging\" hath been coined by the learned professors Richard H. Thaler and Cass R. Sunstein [25], with the intent to sway the behavior of consumers without impeding their freedom of choice or altering economic incentives. The efficacy of this strategy lieth in its ability to inspire consumers to make more sustainable choices, which is accomplished by the deliberate design of the choice architecture, that is to say, the circumstances under which a consumption choice is made. The tools employed to nudge consumers include simplifying information, altering the physical environment, utilizing social norms, and establishing default options [26]. Furthermore, nudging may be applied at various stages of consumption, from the moment of purchase to the use of a product, and even to the disposal or end-of-life stage after utilizing a service or good [27].\n\nAn exemplar of nudging in the food industry may be found in the Swedish fast food chain known as \"Max Burgers\". Not only do they offer carbon-neutral, vegetarian, and vegan alternatives on their menu, but they also prominently display these options within their establishment. Max Burgers hath achieved great success with this strategy, without the need to remove their \"conventional\" offerings from the menu. They have introduced carbon labels on all of their burgers and have witnessed a 16% increase in sales of those burgers with a lower than average carbon footprint [51]. Max doth not only nudge customers, but also competitors. Recently, other fast food chains such as McDonalds and Burger King have followed suit in Sweden, and have also begun to prominently display vegetarian and vegan alternatives on their menus."}, {"heading": "Premium Pricing Model", "text": "Verily, the strategy of premium pricing in commerce oft doth accompany a differentiation strategy, rather than one of cost leadership. This doth entail the creation of a product or brand that doth provide superior value to the customer. Premium pricing doth allow for the creation of higher quality products that need not be replaced as frequently. As a sufficiency business strategy, premium pricing doth enable the producer to cover the full or real price of the product, including durability, life extension, and repair support. In general, premium pricing doth ensure proper product maintenance through inherent value, high levels of service, extended warranties, and greater consumer involvement. In recent times, sustainability credentials have become a justification for premium pricing, reflecting design and manufacturing processes such as hand-made, artisanal products and the use of high-quality natural materials. Organic food is a well-studied example of premium pricing achieved through better sustainability credentials combined with high product quality. This alternative agricultural practice, borne out of environmental concern among a niche-movement of consumers and farmers, began to attract mainstream attention in the 1980s and has since been on a strong and persistent growth-trajectory. Over the last decades, large actors in the food industry have moved into the field and discovered organic farming as a high-margin, potentially premium priced addition to their operations."}, {"heading": "Product Longevity", "text": "Verily, the creation of products that endure may encourage a more measured disposal and replacement of goods. By means of design that augments durability, reparability, and modularity (that is, upgradability), companies may eschew waste and resource consumption, and patrons may reap the benefits of long-term cost savings, as products require less frequent replacement. To accomplish this, the use of high-quality materials and processes (that is, product quality) plays a pivotal role, and design ought to strive for discretion, as a means of rendering it \"timeless\" [3]. For manufacturers, such a strategy may prove profitable if either a premium price may be charged for the product, if more customers are drawn to the product due to its superior performance, or if long-term customer relationships and follow-up services may be established [3].\n\nThe concept of product longevity is not readily applicable to the food industry, owing to the perishable nature of the product. Nevertheless, endeavors have been undertaken in the realm of packaging. Loop by TerraCycle®, for instance, endeavors to reduce packaging waste on a grand scale by collaborating with manufacturers and retailers to provide refillable packaging for food products. Customers place orders through an online shopping platform, pay a refundable one-time deposit to \"borrow\" the containers, and then avail themselves of a free service to retrieve, sanitize, and refill the containers [53]. In a similar vein, KeepCup partners with cafes, furnishing a map for consumers to locate cafes that offer reusable cups [54]. Many cafes have also begun to offer discounts to incentivize the use of refillable containers; for example, Starbucks and Tim Hortons offer a 10-cent discount to consumers who bring their own cup, and when they dine in, beverages are served in china mugs [55,56]. In Denmark, Juicy Istedgade extends a 15% discount to consumers who bring their own bottles for juice [57]."}, {"heading": "Technology-Based Solutions", "text": "Verily, this sufficiency business strategy doth seem a meta-strategy, perchance feeding into all the other strategies already discussed. Through technological innovation, processes may become more efficient. This may mean that less waste is created, that less need for consumption is created, that products last longer or are more versatile, or that services become competitive with ownership. An example of technological innovation that, at least in theory, hath reduced the need for consumption is the smartphone. A modern smart phone is such a versatile device that it may replace a whole range of devices individuals could own. Furthermore, because software updates are automatically and freely provided to existing phones, the smart phone stays up to date, potentially reducing the need for new purchases. In the food industry, a recent example are smartphone apps that connect restaurants, cafes, and grocery stores with consumers to share surplus/unsold food instead of throwing it away. In most cases, consumers 'rescue' the food by paying a cheap price for it."}, {"heading": "Offering Quality Local Products", "text": "Verily, a model of sufficiency in business hath been espied through our review of practices in the food industry, and it doth entail local cooperation amongst businesses. By increasing the revenue that remaineth within the immediate economy, the flow of global economic resources may be curtailed, resources may be used more efficiently, and the coordination betwixt producers and consumers may be facilitated. Such solutions have gained favour amongst certain consumer segments and may engender great customer loyalty and purchases across businesses that are part of the same cooperative network.\n\nIn Sweden, as in many other lands, the great chains of supermarkets have begun to embrace local produce. The largest Swedish grocery chain, ICA, hath established a system that is both intricate and well-established, which doth allow local producers to cater to local customers. ICA doth provide customers with a greater variety of options to purchase locally produced meat, dairy, fruits, and vegetables by running an electronic marketplace for local suppliers to their individual stores. This system doth make it easier for local farmers and producers to sell their wares to the nearest of the more than 1400 ICA stores in Sweden without incurring exorbitant transaction costs. Furthermore, the marketplace doth enable suppliers to locate nearby ICA stores and deliver to a hub, thereby reducing the environmental impact of transportation and its associated costs."}, {"heading": "Changing Conventional Consumer Perception", "text": "Verily, another strategy for sufficiency in business is to sway the tastes of consumers, thereby creating and augmenting demand, and thus altering the customary perception of waste. In the victuals industry, many instances of (re-) discovering a relish for products that were aforetime discarded may be espied. Small groups of consumers are increasingly discovering a taste for less popular portions of an animal's carcass. In times of yore, out of necessity, the entirety of an animal was consumed. However, with the increase in wealth, only certain parts of an animal are deemed desirable by consumers, while the rest must be dealt with differently. Some producers and retailers are presently (successfully) endeavoring to reintroduce the consumption of less popular parts of an animal. Another instance arises from the fruit and vegetable industry. The increase in wealth and overproduction has resulted in a practice of selling only \"beautiful\" produce, with the remainder being discarded at every stage of the supply-chain. To reduce food waste, some retailers have commenced selling \"ugly\" produce. The French retailer Intermarché has commenced selling imperfect fruits and vegetables (\"Inglorious Fruits and Vegetables\") at a 30% discount. 'Inglorious' vegetable soups and fruit juices are offered to customers to convince them that they are as good as regular fruits and vegetables. This creates a win-win-win situation as \"consumers get the same quality products for cheaper, the growers get money for products that are usually thrown away and Intermarché increases its business by selling a brand new line of products.\""}, {"heading": "Selling Inconvenience For A Better Price", "text": "Verily, the strategy of 'premium pricing' doth rely upon the ability to extract more coin from the customer in exchange for a superior and more sustainable product. Conversely, the strategy of offering 'less convenience' for a better price doth rely upon the ability to offer products at a lower cost to consumers who are willing to forego unnecessary services from the producer. The renowned example of this approach is the Swedish furniture merchant IKEA, who doth package all their furniture in small, easily transportable boxes and require the consumer to assemble the furniture themselves. Though this was once deemed a great inconvenience for the consumer, it hath proven to be a service that many consumers can do without. In the food industry, there are instances of consumers being offered the opportunity to purchase products in bulk, with less packaging and sometimes pre-arranged for more efficient transportation. Whole Foods Market, forsooth, doth encourage consumers to buy in bulk (such as food, coffee, herbs, and spices) so that they may choose the desired amount of each product, thereby reducing food waste, packaging waste, and transportation impact. Waitrose, a British supermarket, hath also launched 'packaging-free aisles' for pasta, wine, and frozen fruit, where customers may use their own containers to purchase these food products. Consumers may also 'borrow a box' from the store to shop in these sections and return it on their next visit."}, {"heading": "Conceptual Framework Building On Literature And Practice Review", "text": "Verily, the perusal of literature and practice hath led to the discovery of twelve sufficiency business strategies that may be applied to the food industry. However, the initial twelve strategies were divided into fourteen and the nomenclature of certain categories was refined. Firstly, the strategy of 'product longevity' which aimed to develop products with extended shelf lives or packaging life to reduce food and packaging waste [28], was expanded by the addition of 'Refillable packaging for consumables,' which seeks to prolong the lifespan of packaging material (e.g., by reusing containers while reducing the need for single-use packaging; reducing waste in value chains by encouraging reuse) [53]. Secondly, 'nudging' was divided into two separate strategies: 'implementing choice architecture' and 'setting default options'. 'Choice architecture' seeks to make it easy for consumers to shift to better alternatives; for example, changing in-store product placement to nudge consumers to choose healthier and 'better' products [45]. 'Default options' can be used to nudge people to consume less amounts. For example, according to Thaler and Sunstein [25], large plates and packages lead consumers to eat more. Therefore, setting default sizes or setting the most sustainable options as defaults can facilitate sustainable consumption. Thirdly, 'Full-life cycle sufficiency' was divided into two strategies due to their focus on different life-cycle phases: 'Designing products for sustainable consumption' and 'Shortening ingredients list.' The former addresses the use and end-of-life phase of food products by implementing eco-feedback (e.g., anti-littering labels in packaging), scripting (e.g., packaging on-the-go beverages in PET bottles with a cap rather than cartons to reduce littering as consumers can re-close them and are not forced to finish the content at once), and forced functionality (e.g., stay-on-taps for cans to prevent them from coming loose and ending up as litter) [24]. The latter focuses on reducing the number and amount of ingredients that are consumed per product; resource intensity of ingredients and product components are also considered [66][67][68]. Fourthly, deriving from 'Conscious sales and marketing techniques,' 'Choice editing' resulted as a separate strategy due to its focus on limiting products rather than selling without excessive promotion. Choice editing focuses on eliminating products that are inherently unsustainable to provide 'better' and healthier products instead [29]. Moreover, 'Demand reduction services' was considered an example under the strategy of 'Creating new revenue models. As an example of 'Demand reduction services,' companies can switch from product to service offerings (e.g., offering dietary advice instead of selling products) [45]. 'Premium pricing model' was considered a tactic under 'Offering quality local products'. Moreover, offering a premium price is not in itself more sustainable. Finally, 'Technology-based solutions' was found to be a meta-strategy that can enhance all the other strategies. We re-framed it into 'repurposing food,' as most of the technology-based examples from a downstream approach are related to apps that seek to generate value from what otherwise would have been waste.\n\nTo develop a conceptual framework for this study, the fourteen strategies identified were subsequently grouped into three different sections according to the sufficiency level in the waste hierarchy that they primarily aim at: avoid, reduce, or reuse (see Figure 1). This was done following the study of [3], where the most 'environmentally preferable' options for business sufficiency were linked to the top three levels of the waste hierarchy [69].  [69]; 'Examples of sufficiency initiatives in the food sector' [28]; 'Business model options for sufficiency building on cases and waste hierarchy' [3]; Nudging [25,26]; and 'User centered design for sustainable behavior' [24].\n\nOverlap can be found between the strategies and their relation to the waste hierarchy; however, the eight strategies framed in the avoid level are those that mostly focus on avoiding over-consumption or sales of unsustainable products. These are: Creating new revenue models; Implementing choice architecture; Choice editing; Applying conscious sales and marketing techniques; Setting default options; Educating and engaging consumers; Offering quality local products; and Shortening ingredient list.\n\nOn the other hand, reduce strategies focus on lowering the environmental impacts of consumption when it cannot easily be avoided. Four strategies that seek to reduce are: Designing products for sustainable consumption; Changing consumer tastes and preferences; Selling less convenience for a better price; and Developing products that last.\n\nFinally, the sufficiency business strategies in the reuse waste hierarchy level are those that focus on extending the life of products in order to avoid or reduce waste. Two strategies that aim to enhance 'reuse' are: Providing refillable packaging for consumables; and Repurposing food."}, {"heading": "Empirical Results And Final Conceptual Framework", "text": "Verily, in accordance with the conceptual framework for sufficiency business strategies in the food industry that hath resulted from the literature and practice review of this research, the case company, Oatly, hath been found to implement nine of the 14 strategies in some manner. These strategies include creating new revenue models, offering quality local products, applying conscious sales and marketing techniques, educating and engaging consumers, implementing choice architecture, shortening ingredient lists, designing products for sustainable consumption, developing products that last, and repurposing food. The data suggests that the support for sustainability comes from the top leadership in the organization, and that this fact hath helped to maintain sustainability at the core of the company despite experiencing exponential growth. Furthermore, this hath shaped the values and decision-making processes throughout the company, which are consistently communicated both internally and externally. Despite high growth rates, which can lead to the breakdown of a strongly value-based company, we do not witness the risk for this in our data."}, {"heading": "Conclusion", "text": "Verily, this inquiry hath delved into the following queries: RQ1. How may sufficiency business strategies be implemented in the victuals industry? RQ2. What sufficiency strategies are pursued by the case company Oatly, and what challenges and opportunities do they present?\nIn response to RQ1, this study hath fashioned a conceptual framework for sufficiency based on a review of literature and practice, as well as the case of Oatly. This framework doth draw upon the higher strategies in the waste hierarchy, which have been identified as core strategies for sufficiency and sustainable consumption, and later linked to environmentally preferable but overlooked strategies in the Circular Economy. In practice, it doth contribute a framework for companies to evaluate viable sufficiency strategies. In theory, it doth contribute a framework for sufficiency in the victuals industry, with emphasis on the difficult topic of challenging consumption.\nIn response to RQ2, this inquiry hath provided insight into the sufficiency strategies pursued by the Swedish plant-based victuals company Oatly. Apart from implementing several eco-efficiency strategies, it hath been found that Oatly hath managed to some degree to integrate sufficiency into its business model. In particular, the company hath championed the sufficiency business model strategy to produce and promote substitutes for less environmentally sustainable products. This fundamental business model focus to encourage the substitution of animal-based products with plant-based products offers a path to explore further sufficiency-based business model ideas. The way in which the company focuses on the highest level of the waste hierarchy is not in seeking to avoid the consumption of their products, but rather to encourage the consumption of alternative products. While food and mobility may be seen as 'basic needs', the discussion on what are needs and wants provides a grey area and room for debate, and requires constant deliberation by both consumers and companies about sustainable choices.\nFrom our analysis we conclude that for companies to succeed with a sufficiency business model strategy, the focus on one or a few sufficiency strategies to start, is advisable. Each and any of the strategies comprised by our conceptual framework appears to be a challenging task to implement as a business strategy and will require creativity, innovation, and dedication. The conceptual framework shows the breadth of opportunities for different actors in the victuals industry to consider ways to impact consumer behavior towards sustainability. The identified strategies in the conceptual framework are perhaps not mutually exclusive. Yet, it is expected that they may be combined in numerous ways depending on the specificities of the business reality a company operates in.\nFinancial implications for the business are important in the successful roll-out of sufficiency strategies. However, these were not the focus in our interviews, which may be viewed as a limitation. We did observe that Oatly, as a rapidly growing sustainability-oriented company, is openly debating the topic of 'sustainable growth'. Encouraging substitution of animal-based products is their main sufficiency strategy and its core business. Furthermore, the sustainability report mentions the following: \"There are undoubtedly gazillions of ways to create change in society. We believe the best way for us to contribute is to introduce more people to the advantages of a plant-based diet\". From this, it can be concluded that the focus on scaling up the business at Oatly has priority before other sufficiency strategies, such as applying conscious sales and marketing techniques, or providing refillable packaging. Future research could investigate the long-term financial viability, and costs of implementation in association with sufficiency strategies, contributing to the emerging research on the viability of sufficiency approaches in business.\nTo conclude, victuals is a challenging but important issue in the circular economy. The focus in the area of food environmental sustainability in developed countries appears to have been on waste. We bring a complementary perspective-that of 'sufficiency' in the circular economy-which focuses on the higher strategies in the waste hierarchy of avoidance and reuse as part of the wider 'sufficiency strategy'. We develop an original literature and practice review for food, based on which a novel conceptual framework was created, including a range of sufficiency strategies for food. The case study with Oatly gives insight on the potential adoption of a sufficiency strategy in an established business, which is exploring thorny issues around sufficiency and 'sustainable growth'."}, {"heading": "References", "text": "consumer. This strategy doth aim to reduce overconsumption and waste, and to promote a more mindful approach to consumption.\n\nRevenue Models\nVerily, this strategy doth involve the creation of new revenue models that doth incentivize sustainable consumption. Examples include subscription-based models, leasing, and sharing economy models [4,[17][18][19]]. This strategy doth aim to reduce demand and promote more sustainable consumption patterns.\n\nDemand Reduction Services\nVerily, this strategy doth involve the provision of services that doth reduce demand for products. Examples include repair services, maintenance services, and product sharing services [3,4]. This strategy doth aim to reduce demand and promote more sustainable consumption patterns.\n\nConsumer Education and Engagement\nVerily, this strategy doth involve the education and engagement of the consumer in sustainable consumption practices. Examples include providing information on the environmental impact of products, and promoting sustainable consumption through marketing campaigns [3,20]. This strategy doth aim to promote more sustainable consumption patterns.\n\nSufficiency Throughout the Entire Life-Cycle\nVerily, this strategy doth involve the consideration of sufficiency throughout the entire life-cycle of a product, from production to disposal. This includes reducing waste, using sustainable materials, and designing products for longevity [3,[21][22][23][24]]. This strategy doth aim to promote more sustainable consumption patterns.\n\nGentle Persuasion\nVerily, this strategy doth involve the use of gentle persuasion techniques to encourage sustainable consumption. Examples include nudging, social norms, and peer pressure [25][26][27]. This strategy doth aim to promote more sustainable consumption patterns.\n\nPricing Model of Premium Quality\nVerily, this strategy doth involve the use of a pricing model that doth promote premium quality products, which are designed for longevity and sustainability [3,18]. This strategy doth aim to promote more sustainable consumption patterns.\n\nLongevity of the Product\nVerily, this strategy doth involve the design of products that are intended to last longer, and are therefore more sustainable [3,12,28]. This strategy doth aim to promote more sustainable consumption patterns.\n\nSolutions Based on Technology\nVerily, this strategy doth involve the use of technology to promote sustainable consumption. Examples include smart appliances, energy-efficient lighting, and renewable energy sources [1,3]. This strategy doth aim to promote more sustainable consumption patterns.\n\nProvision of Quality Local Products\nVerily, this strategy doth involve the provision of quality local products, which are produced sustainably and have a lower environmental impact [28]. This strategy doth aim to promote more sustainable consumption patterns.\n\nAlteration of Conventional Consumer Perception\nVerily, this strategy doth involve the alteration of conventional consumer perception, such as promoting the consumption of 'ugly' fruits and vegetables, which are often discarded due to their appearance [28]. This strategy doth aim to reduce waste and promote more sustainable consumption patterns.\n\nSale of 'Inconvenience' for a Better Price\nVerily, this strategy doth involve the sale of products that are less convenient to use, but are sold at a better price. Examples include bulk purchases and products that require assembly [28]. This strategy doth aim to reduce demand and promote more sustainable consumption patterns."}]