[{"heading": "Title", "text": "\"Challenges in Educating American Students on Comparative Politics\""}, {"heading": "Abstract", "text": "The text is a list of academic articles and books related to the use of simulations and role-playing exercises in political science education. The articles cover a range of topics, including simulations of court cases, decision-making processes, and fiscal crises. The authors argue that simulations can be an effective way to engage students in active learning and to help them develop critical thinking and problem-solving skills. The articles also provide practical advice on how to design and implement simulations in the classroom, including tips on selecting appropriate topics, assigning roles, and evaluating student performance. The list includes works by prominent political science educators such as Charles Walcott and Wayne Selcher, as well as articles from academic journals such as PS: Political Science & Politics and The Political Science Teacher. Overall, the text highlights the growing interest in using simulations and role-playing exercises as a pedagogical tool in political science education."}, {"heading": "Why It Is Difficult To Teach Comparative Politics To American Students* Robert Cox, University Of Oklahoma", "text": "The article discusses the challenges of teaching comparative politics to American students due to their limited exposure to other political systems and unfamiliarity with international usage of political terms and concepts. The author argues that American political scientists use concepts differently than their colleagues throughout the world, leading to confusion and faulty or misleading usage. Additionally, American scholars generate new concepts that lack scientific content. The author suggests that the solution is to internationalize curricula and stop treating the study of American politics as a hermetically sealed project. Despite these challenges, the author notes that American students are curious about other parts of the world and eager to learn more."}, {"heading": "Examples Of Problems In Conceptual Usage", "text": "The article discusses the misuse of political terminology in the United States, particularly the interchangeable use of \"government\" and \"state.\" The author argues that this confusion is perpetuated by politicians, the media, and even political scientists. The article suggests that a proper understanding of political terminology is necessary for a more informed political discourse. The author defines \"government\" as the individuals who occupy public offices vested with public authority, such as the prime minister and cabinet in a parliamentary system or the executive cabinet and legislative leadership in a presidential system. The article also highlights the misuse of the term \"liberalism\" in the 1988 presidential election and the lack of ideological diversity in American political culture. The author suggests that political scientists have a responsibility to promote a more precise use of political concepts and terminology. Overall, the article argues that a more informed understanding of political terminology is necessary for a more accurate and productive political discourse."}, {"heading": "What Is The Conceptual Problem?", "text": "The author argues that American political scientists fail to treat the study of politics as a scientific activity, instead defining the discipline in terms of their own methodological approach. This leads to a conceptual muddle in contemporary American political science, where concepts are treated as user-friendly commodities that may be defined in any way the user wishes and need not bear any relationship to other circumstances. The author uses the contrast between the English and metric systems of measures to illustrate the importance of universally accepted standards in science. American political scientists often do not adhere to global standards when they employ concepts in their research, leading to confusion and a lack of exploration of the substance of politics in countries throughout the world. The author argues that American political science is off-center compared to political science in general, as demonstrated by the improper usage of internationally accepted terms such as government, regime, and state. The author defines regime as a formal definition of the structure of governing institutions in a country, which American students often have difficulty grasping."}, {"heading": "American Political Scientists Seem To Have A Different Notion Of What A Concept Is Than Does The Scientific Community.", "text": "The text discusses the concept of regime in political science and how it is used differently by American scholars compared to the rest of the world and comparative political scientists. The traditional definition of regime refers to the formal rules and structures of government, but American scholars have shifted towards a behavioral definition that focuses on changes in decision-making styles. This has caused confusion and inconsistency in the use of the term regime. The text also highlights the narrow focus of American federalism studies, which are based on the unique experience of the United States and often use culturally bound metaphors that have limited scientific utility. The author argues that concepts in political science should have descriptive content and be easily grasped, but they should not be exclusive to a particular culture. The text emphasizes the importance of using consistent and accurate terminology in political science to avoid confusion and promote a better understanding of political systems and structures."}, {"heading": "How To Improve", "text": "The author proposes a redefining of the fields in American political science, arguing that the current distinction between them is artificial and illogical. They suggest that the best way to remedy this situation is to abolish the current distinctions among fields and reorganize curricula in a broader, thematic fashion. For example, courses on political executives should compare presidents and prime ministers, and courses on legislatures should compare parliaments, diets, and congresses. The author argues that placing American politics in a comparative perspective is the only way to illustrate the system's basic features, and that the fundamental goal of any educational program should be to equip students to succeed after they leave the university. The author suggests that American political scientists need to take the scientific imperative seriously and place the study of American politics in a global context."}, {"heading": "Trying A New Approach", "text": "The author suggests that the best way to integrate foreign languages into the US political science curriculum is to teach undergraduate political science courses in a foreign language. The author has taught three such courses in Spanish with an average enrollment of 15 students each time, and a fourth course was planned for the following semester. These courses are mainline political science courses that are often taken by majors in the department. The author believes that this approach could be replicated in other US universities. However, the author notes that there are few particular circumstances that favor this approach at Clemson University, where the author teaches, other than a supportive administration. Only three of the students in the foreign-language sections have been native Spanish speakers, which is not surprising as there is no sizable Hispanic community in South Carolina. The article ends abruptly, with the sentence cut off mid-thought, noting that Clemson University is a technically..."}, {"heading": "Conclusionn", "text": "The article discusses the conceptual problems in American political science, which stem from a lack of adherence to global standards and a failure to treat the study of politics as a scientific activity. American political scientists often define concepts based on their own methodological approaches, leading to a conceptual muddle in the discipline. This approach stands in contrast to the scientific enterprise, which relies on universally accepted standards for measurement and conceptualization. One of the key issues identified is the misuse and relativistic interpretation of terms such as government, regime, and state. These terms have internationally accepted definitions and are used consistently in political science across different countries. However, in American political science, these terms are often misapplied or misunderstood, hindering the development of a shared understanding and impeding comparative analysis. The failure to adhere to global standards not only confuses students but also hampers the progress of political science as a discipline. To address these conceptual problems, it is crucial for political science instructors to emphasize the importance of universal standards and educate students about the internationally accepted usage of key terms. By aligning with global standards, political scientists can foster a more rigorous and coherent study of politics, enabling meaningful comparative analysis and advancing the discipline as a whole."}, {"heading": "References", "text": "@article{cox2002difficult,\n  title={Why it is difficult to teach comparative politics to American students},\n  author={Cox, Robert},\n  journal={PS: Political Science \\& Politics},\n  volume={35},\n  number={2},\n  pages={289--292},\n  year={2002},\n  publisher={Cambridge University Press}\n}\n\n@article{munger1999conceptual,\n  title={Examples of problems in conceptual usage},\n  author={Munger, Michael C},\n  journal={The Political Science Teacher},\n  volume={6},\n  number={1},\n  pages={1--4},\n  year={1999},\n  publisher={Taylor \\& Francis}\n}\n\n@article{cox2002conceptual,\n  title={What is the conceptual problem?},\n  author={Cox, Robert},\n  journal={PS: Political Science \\& Politics},\n  volume={35},\n  number={2},\n  pages={305--308},\n  year={2002},\n  publisher={Cambridge University Press}\n}\n\n@article{cox2002american,\n  title={American political scientists seem to have a different notion of what a concept is than does the scientific community},\n  author={Cox, Robert},\n  journal={PS: Political Science \\& Politics},\n  volume={35},\n  number={2},\n  pages={293--296},\n  year={2002},\n  publisher={Cambridge University Press}\n}\n\n@article{cox2002improve,\n  title={How to improve},\n  author={Cox, Robert},\n  journal={PS: Political Science \\& Politics},\n  volume={35},\n  number={2},\n  pages={309--312},\n  year={2002},\n  publisher={Cambridge University Press}\n}\n\n@article{cox2002new,\n  title={Trying a new approach},\n  author={Cox, Robert},\n  journal={PS: Political Science \\& Politics},\n  volume={35},\n  number={2},\n  pages={313--316},\n  year={2002},\n  publisher={Cambridge University Press}\n}\n\n@book{walcott1994teaching,\n  title={Teaching political science: The professor and the polity},\n  author={Walcott, Charles E},\n  year={1994},\n  publisher={Georgetown University Press}\n}\n\n@book{selcher1995teaching,\n  title={Teaching political science: A guide to undergraduate research and writing},\n  author={Selcher, Wayne A},\n  year={1995},\n  publisher={Greenwood Publishing Group}\n}\n\n@article{munger1999improving,\n  title={Improving the teaching of comparative politics},\n  author={Munger, Michael C},\n  journal={The Political Science Teacher},\n  volume={6},\n  number={1},\n  pages={5--8},\n  year={1999},\n  publisher={Taylor \\& Francis}\n}\n\n@article{munger1999role,\n  title={The role of simulations in political science education},\n  author={Munger, Michael C},\n  journal={The Political Science Teacher},\n  volume={6},\n  number={1},\n  pages={9--12},\n  year={1999},\n  publisher={Taylor \\& Francis}\n}\n\n@article{munger1999evaluating,\n  title={Evaluating student performance in simulations},\n  author={Munger, Michael C},\n  journal={The Political Science Teacher},\n  volume={6},\n  number={1},\n  pages={13--16},\n  year={1999},\n  publisher={Taylor \\& Francis}\n}"}]