[{"heading": "Title", "text": "\"Challenges in Educating American Students on Comparative Politics\""}, {"heading": "Abstract", "text": "G'day mate! I'm an Aussie who speaks English with a thick accent. I'm here to talk about some articles on political science simulations. These articles include \"Simulating Supreme Court Decision Making\" by Richard L. Pacelle, \"Sequential Writing Assignments in International Relations and American Government Survey Courses\" by Wayne A. Selcher and E. Fletcher McClellan, and \"A Role-Playing Simulation of the United States Supreme Court\" by Steve Whitaker.\n\nThese articles discuss the use of simulations in teaching political science. Simulations can be used to teach students about the political process and decision-making. They can also be used to teach students about the legal system and how it works.\n\nSimulations can be a fun and engaging way to teach political science. They allow students to take on different roles and perspectives, which can help them understand complex concepts. Simulations can also be used to teach critical thinking and problem-solving skills.\n\nOverall, simulations are a valuable tool for teaching political science. They can help students understand complex concepts and develop important skills. So, if you're a political science teacher, consider using simulations in your classroom!"}, {"heading": "Why It Is Difficult To Teach Comparative Politics To American Students* Robert Cox, University Of Oklahoma", "text": "As we move through the last decade of the century, one of the most encouragin' developments on university campuses is an effort to internationalize curricula. In political science this trend has fostered improvements in comparative politics course offerings. Yet comparative politics be a difficult subject to teach to American students. Perhaps this be because Americans have little contact with and therefore little reflexive understandin' of different political systems (see, for example, Diamant 1990). But I think there be a more pernicious problem in teachin' comparative politics to American students. It be too easy, indeed inappropriate, to dismiss the problem by blamin' people in their late teens for their lack of life experience.\nDespite their limited exposure to other countries, I have found American students extremely curious about other parts of the world and eager to learn more. The difficulties they have be with the concepts used in comparative politics, not the subject matter. For example, terms like government, regime, the state, and liberalism, which be all central to any political system (and in the case of liberalism, at least to advanced democratic societies), be used by the rest of the world in ways unfamiliar to the average young American. Consequently, even an introductory comparative politics course can be a confusin' and frustratin' experience. This be because in the United States the terms and concepts have developed a meanin' of their own. On the surface this does not present a problem. We could say it be a function of linguistic differences, a problem of translation. But the failure of this line of reasonin' becomes apparent when we consider two issues. First, concepts such as those listed above have a generally accepted international usage. It be only when this international usage creeps into American discourse that it fosters confusion.\nThe second, and more pernicious problem be that the experts on American politics use concepts in ways that be faulty or misleadin' when compared to international usage. This second problem be the focus of this article. In what follows, I outline what appear to me to be some of the major problems in this respect. One be that American polit-ical scientists use concepts differently than do their colleagues throughout the world, and often improperly at that. Another be that American scholars generate new concepts that lack scientific content. These problems would not exist if we stop treatin' the study of American politics like a biosphere project, hermetically sealed against the rest of the world."}, {"heading": "Examples Of Problems In Conceptual Usage", "text": "On any givin day, one can pick up a newspaper and on the same page read about the Bush Administration, the Kohl Government, and the Shamir government. In each case, the stories discuss the activities of a handful of individuals who in each country are vested with a certain degree of political authority at one point in time. Yet the terms used to label them are different. Some are called governments while one is called an administration. A political scientist can explain this by saying that presidential systems are different than parliamentary systems, therefore the terms administration and govern-merit refer to the executive leaders and their respective type of political system. Yet in the United States we also use the term government, but in a different way than is meant in a parliamentary system. In the American vernacular, \"guvment\" (as Ronald Reagan called it) refers to what the rest of the world calls the State.\nIndeed, in the United States the biggest culprit of such conceptual sloppiness is the political community. Liberal Democrats are the insidious proponents of big guvment, while conservative Republicans strive to get guvment off the backs of the American people. Only after you substitute the word State for guvment, and explain the peculiar usage of liberal and conservative in the United States, will a foreigner understand the debate. Enter an American classroom, refer to this as a debate about the extent of state intervention in society, and students will become confused.\nIf we were to teach students proper use of terminology, one place to begin would be to tell them that government is a concept that refers to the individuals who, at a specific time, occupy the offices vested with public authority. In a Westminster parliamentary system, it is the prime minister, cabinet, and parliamentary majority. In a presidential system, it is the members of the executive cabinet and the legislative leadership. Identifying what a government is then makes it possible to develop a precise conception of what it means to change governments. Changes in government are normally personnel changes. When a new party takes over these offices, there is certainly a change in government. But, there can be a change in government even when the same party remains in power, as when John Major replaced Margaret Thatcher, or when George Bush replaced Ronald Reagan.\nTo use another example, the 1988 presidential election witnessed liberalism (the ubiquitous \"L word\") being thrashed around as a pejorative. It is a curious occurrence in a liberal democracy, even more curious if we accept Louis Hartz's (1955) contention that the American political culture is predominately liberal and relatively void of ideological diver-sity. This example further demonstrates that, along with the politicians, the news media should be chastised for their role in perpetuating such conceptual nonsense. Behaving in accordance with the standards of American journalism, the news media merely reported the candidates' statements, thereby underscoring the misperception that the rhetoric was truth.\nThough they are guilty, politicians and the media can be dismissed as having excuses, however flimsy, for playing loosely with political concepts. Those most culpable and deserving of the strongest indictment are American political scientists. These are the ones who are capable . . . experts on American politics use concepts in ways that are faulty or misleading when compared to international usage.\nof making it impossible for such confusing rhetoric to take place. Politicians and the media would be unable to get away with sloppy use of terms if they had been schooled in the proper use of terminology and if their audiences had similar training that would permit more discriminating evaluation of the messages presented. The fact that Americans are naive in their understanding of political terminology is probably because their instructors often are as well. I understand that this is a strong accusation, one that should not be made lightly. Thus I would like to demonstrate that the way concepts are used by experts on American politics is faulty. One could state this problem as a violation of real attempts to treat the study of politics as a science, brought about by the fact that American political scientists seem to have a different notion of what a concept is than does the scientific community."}, {"heading": "What Is The Conceptual Problem?", "text": "When I say that American political scientists don't treat politics as a scientific activity, I mean that they don't have an ordered body of knowledge about certain phenomena. Instead, they define the discipline based on their own methods. This leads to a discipline that's not informed by different perspectives, but by rivalries and obscure research. This sectarian view creates a conceptual mess in American political science. Concepts are treated as user-friendly commodities that can be defined however the user wants, without any relationship to other circumstances. This is like the difference between the English and metric systems of measurement. The metric system is a universal standard, while the English system is archaic and relativistic. American political scientists often don't adhere to global standards when they use concepts in their research. They treat concepts like inches, which are relativistic. If we didn't have to constantly explain that concepts mean different things in different fields, we could explore politics in other countries more. Three terms that have an accepted international usage, but are used improperly in the United States are government, regime, and state. American students have trouble understanding the concept of regime, even though the United States has a republic, which is a type of regime. Comparative political scientists understand a regime to be a formal definition of the structure of governing institutions in a country."}, {"heading": "American Political Scientists Seem To Have A Different Notion Of What A Concept Is Than Does The Scientific Community.", "text": "Dures for determinin who is to exersize politikal authority and how those individuals are to be chosen. It sets the rules within which governments are formed and changed. In the known world, there are a variety of types of regime. A republican regime, for example, is a governing system that operates under the rule of law and for which a constitution serves as its basic law. Like governments, regimes can change, though they do so less frequently. When France adopted the constitution of what is known as the Fifth Republic, it underwent a regime change. The rules of political behavior were formally changed; the institutions were Dominguez (1987) speaks of expanding state capacities amidst regime change in Latin America, he means that the institutions that exercise a legitimate monopoly of the means of force over a given territory (Max Weber's definition of the state) have endured and enhanced their power, while the shifts from bueaucratic-authoritarian, to military junta, to democratic republic, constitute regime changes. Applied to the United States, this country is now working under its second regime. The first was laid out in the Articles of Confederation; the current one is based on the present constitution.\nThis formalistic, structural definition of a regime is an old one in political science, but one many American scholars have abandoned in favor of referring to regimes primarily in behavioral terms. For scholars of the latter bent, the United States has had many regime changes, the most notable being brought about by the change in political style resulting from the New Deal. This is not a consistent way to use the concept of regime, and it produces great confusion for foreign observers of American politics. It is confusing, at least to me, to hear Theodore Lowi (1979) refer to something he calls the first American republic as a regime that lasted one century, to be replaced by a second republic in the early part of this century. Indeed, Lowi (1991) now claims to have discovered the birth of the third American republic at the sunset of the 20th century.\nAaron Wildavsky (1987) uses the term regime in a different way than does Lowi, but in doing so he makes a similar mistake. Wildavsky identifies different political cultures that explain the relative weight policy makers in different countries give to scientific as opposed to political factors when they develop policy proposals. As a study of comparative political cultures, it is a useful and important contribution, one that builds on a long tradition of political culture studies in comparative politics. The difficulty enters when Wildavsky calls these different cultures \"political regimes,\" and pro-ceeds to use the two terms interchangeably."}, {"heading": "How To Improve", "text": "Wot I'm proposin' is a redefinin' of the fields in American political science. The current distinction between 'em is not only artificial, it's illogical. As Giovanni Sartori puts it, \"a scholar who studies only American presidents is an Americanist, whereas a scholar who studies only French presidents is a comparativist. Do not ask me how this makes sense-it does not\" (1991,243). The criticism always made of single-country specialists is that they engage in journalistic chronicling, or commit ecological fallacies by assuming universal conditions based on a single experience. In the past, the latter has been true of many of those who study American politics, and comparativists have been guilty of the former.\n\nOne way this situation could be remedied is to abolish the current distinctions among fields and reorganize curricula in a broader, thematic fashion. Courses on political executives should compare presidents and prime ministers (Riggs 1991). Courses on legislatures should compare parliaments, diets, and congresses (Loewenberg and Patterson 1979). Indeed, the best models for this are the comparative examination of realignment and dealignment in the literature on electoral behavior (Dalton, Flanagan and Beck, eds. 1984), or the efforts in comparative public policy to include Japan and the United States in research on Europe (Heidenheimer, Heclo and Adams 1990;Rose 1989).\n\nThe litmus test for a new system would be the way it addresses student needs. In my experience teachin' introductory American government courses, I find that placin' American politics in a comparative perspective is the only way to illustrate the system's basic features. For example, the central issue in the study of American political parties cannot be answered until its comparative dimension is established. The phrase \"American political parties are weak\" is virtually redundant. Consequently, for the average undergraduate, the phrase is senseless because it has no referent. One way to illustrate the weakness of American political parties is to outline a responsible party model and demonstrate how American parties deviate from it. This is helpful but is further enhanced when one demonstrates that the traits of responsible parties can and do have real world expressions, and are not simply the product of an academic imagination.\n\nIndeed, the fundamental goal of any educational program should be to equip students to succeed after they leave the university. One baseline test of this would be to ask ourselves if the things we expect students to learn will be useful to them in the next century. I imagine knowledge of marble cake federalism will not, whereas understandin' why many countries have elections before the parliament has reached its term will at least enable them to understand a newspaper article. But these improvements will not come about until American political scientists take the scientific imperative seriously and place the study of American politics in a global context."}, {"heading": "Trying A New Approach", "text": "oriented institution, many students are not interested in foreign languages, and the political science department has no language requirement. However, the courses have been well received by students and faculty alike, and the author believes that they have contributed to the internationalization of the university. The courses have also provided an opportunity for students to improve their language skills and to learn about political science in a different cultural context. In conclusion, teaching political science courses in a foreign language is a viable option for integrating foreign languages into the U.S. political science curriculum, and it should be considered by other universities."}, {"heading": "Conclusionn", "text": "The analisis of the conceptul problems in American politcal science reveels a lack of adherance to global standrds and a failiure to treat the study of politics as a scientific activity. American politcal scientists often define concepts based on their own methodological approaches, leading to a conceptual muddle in the discipline. This approach stands in contrast to the scientific enterprise, which relies on universally accepted standards for measurement and conceptualization. One of the key issues identified is the misuse and relativistic interpretation of terms such as government, regime, and state. These terms have internationally accepted definitions and are used consistently in political science across different countries. However, in American political science, these terms are often misapplied or misunderstood, hindering the development of a shared understanding and impeding comparative analysis. The failiure to adhere to global standards not only confuses students but also hampers the progress of political science as a discipline. By using concepts in divergent ways, American political scientists create unnecessary barriers to meaningful research and hinder the exploration of politics in different countries. To address these conceptual problems, it is crucial for political science instructors to emphasize the importance of universal standards and educate students about the internationally accepted usage of key terms. By aligning with global standards, political scientists can foster a more rigorous and coherent study of politics, enabling meaningful comparative analysis and advancing the discipline as a whole."}, {"heading": "References", "text": "@article{cox1994why,\n  title={Why it is difficult to teach comparative politics to American students},\n  author={Cox, Robert},\n  journal={PS: Political Science and Politics},\n  volume={27},\n  number={2},\n  pages={261--266},\n  year={1994},\n  publisher={Cambridge University Press}\n}\n\n@article{pacelle2001simulating,\n  title={Simulating Supreme Court decision making},\n  author={Pacelle, Richard L},\n  journal={PS: Political Science and Politics},\n  volume={34},\n  number={2},\n  pages={311--315},\n  year={2001},\n  publisher={Cambridge University Press}\n}\n\n@article{selcher1999sequential,\n  title={Sequential writing assignments in international relations and American government survey courses},\n  author={Selcher, Wayne A and McClellan, E Fletcher},\n  journal={PS: Political Science and Politics},\n  volume={32},\n  number={2},\n  pages={311--315},\n  year={1999},\n  publisher={Cambridge University Press}\n}\n\n@article{whitaker1995role,\n  title={A role-playing simulation of the United States Supreme Court},\n  author={Whitaker, Steve},\n  journal={PS: Political Science and Politics},\n  volume={28},\n  number={2},\n  pages={267--271},\n  year={1995},\n  publisher={Cambridge University Press}\n}\n\n@book{hartz1955liberal,\n  title={The liberal tradition in America},\n  author={Hartz, Louis},\n  year={1955},\n  publisher={Harcourt, Brace}\n}\n\n@article{dominguez1987regime,\n  title={Regime change in Latin America},\n  author={Dominguez, Jorge I},\n  journal={Foreign Affairs},\n  pages={118--138},\n  year={1987},\n  publisher={JSTOR}\n}\n\n@book{wildavsky1987choosing,\n  title={Choosing preferences by constructing institutions: A cultural theory of preference formation},\n  author={Wildavsky, Aaron},\n  year={1987},\n  publisher={Cambridge University Press}\n}\n\n@book{heidenheimer1990comparative,\n  title={Comparative public policy: The politics of social choice in America, Europe, and Japan},\n  author={Heidenheimer, Arnold J and Heclo, Hugh and Adams, Carolyn Teich},\n  year={1990},\n  publisher={St. Martin's Press}\n}\n\n@book{rose1989comparative,\n  title={Comparative public policy and administration: Research methods},\n  author={Rose, Richard},\n  year={1989},\n  publisher={Greenwood Press}\n}\n\n@book{dalton1984electoral,\n  title={Electoral change in advanced industrial democracies: Realignment or dealignment?},\n  author={Dalton, Russell J and Flanagan, Scott and Beck, Paul Allen},\n  year={1984},\n  publisher={Princeton University Press}\n}\n\n@book{loewenberg1979comparative,\n  title={Comparative legislatures},\n  author={Loewenberg, Gerhard and Patterson, Samuel C},\n  year={1979},\n  publisher={Duke University Press}\n}\n\n@article{sartori1991comparative,\n  title={Comparative politics and the comparative method},\n  author={Sartori, Giovanni},\n  journal={Comparative politics},\n  pages={7--18},\n  year={1991},\n  publisher={JSTOR}\n}"}]