[{"heading": "Title", "text": "Dry Powder Coating for Enhanced Drug Delivery: Opportunities and Obstacles"}, {"heading": "Abstract", "text": "Dry powder coating is an environmentally friendly process that can create particles with targeted properties and functionalities. By dispersing fine guest particles over larger host particles, various functionalities can be modified, including flowability, dispersibility, and dissolution profile. The article seeks to understand the underlying principles of dry coating, evaluate key technologies, and discuss resultant functionalities and applications. Dry particle coating is a promising technology that requires the development of continuous processing devices to overcome current challenges. Further research is needed to understand the impact of process design and material properties on resultant functionalities."}, {"heading": "Article Highlights", "text": "The blending process in pharmaceutical manufacturing is critical as non-uniform blending can result in variation in the content of the active pharmaceutical ingredient (API) and rejection of the final dosage. Cohesiveness is attributed to strong interparticulate bonds between particles, resulting in poor flowability. Dry powder coating is a one-step, environmentally friendly process that requires no solvents, drying, or granulation. It involves adsorbing fine cohesive guest particles onto the surface of large carrier particles due to forces stronger than the weight of the guest particles. Various devices have been developed to produce functionalized particles using dry coating, with applications including enhancement of flowability, dispersibility, homogeneity, and dissolution of water-insoluble actives."}, {"heading": "The Science Of Powder Blending", "text": "Dry powder blending is important in various industries, including food, material processing, and pharmaceuticals. The process gained recognition after the Barr Laboratory court case in 1993. Efficient and reproducible blending is critical to avoid non-homogenous mixtures and variation in the content of active pharmaceutical ingredients. Factors that affect content uniformity include poor flowability, segregation, inappropriate blending equipment, agglomeration, and softening of components. Blending is an energy-consuming process that depends on particle size, shape, size distribution, density, hardness, cohesivity, and processing parameters. Pharmaceutical materials can be classified into non-cohesive free-flowing and cohesive materials. The majority of APIs are cohesive powders, and selecting a mixing technique that minimizes cohesiveness and maximizes surface area is crucial."}, {"heading": "Origin Of Powder Cohesiveness", "text": "Cohesiveness in powders is based on the high interparticulate force between micron or sub-micron particles that exceeds their weight. The ratio between the interparticulate bonds to the particle weight in a given fixed volume is known as the cohesive granular bond number. Materials are classified into four categories according to their ability to fluidise based on particle size and density. Interparticulate bonding could be attributed to various forces such as surface tension, electrostatic forces, and van der Waals forces. Van der Waals forces are the main forces responsible for cohesion when the powder is dry. Electrostatic forces are predetermined by charges present on the particles. As for van der Waals forces, it is known that particles attract each other even in the neutral state."}, {"heading": "Developing Functionalised Particles Using Dry Powder Coating", "text": "The process of blending two components in a binary mixture can result in a homogenous mixture through diffusion and convection currents, but the presence of a cohesive component or a difference in particle size can lead to non-homogenous mixtures. Hybrid mixing or dry powder coating involves the adhesion of fine particles onto the surface of coarse particles, resulting in an enhanced configuration that overcomes issues associated with particle segregation. This process is used to produce functionalized particles, particularly in the pharmaceutical drug delivery sector, through the use of tailored blending devices that produce strong shear and impaction energy."}, {"heading": "Mechanisms And Factors Influencing The Process", "text": "The process of producing functionalized particles through dry powder coating involves three stages: deagglomeration, adhesion of fine guest particles to the carrier surface, and redistribution of the guest within the carrier to achieve a uniform spatial distribution. Different terminologies have been used to describe this process, including hybrid mixing, composite powder formation, encapsulation, and surface adsorption. The type and extent of dry powder coating depend on the physical properties of the guest material, including its particle size, shape, roughness, and melting point. The relationship between guest to carrier size is crucial in achieving uniform coating, and the carrier's particle shape also plays a role in the degree and efficiency of coating. The adhesion behavior between rough surfaces is reduced when the asperities are less than 10nm."}, {"heading": "Advantages Of Dry Powder Coating Technique", "text": "Dry powder coating is a blending technique that offers advantages for direct compression of fine APIs, providing a homogenous free-flowing mixture. Functionalised particles produced using this technique have modified properties, including enhanced flowability, solubility, and wettability, as well as improvements in optical, catalytic, and electrical properties. The process is cost-effective, environmentally friendly, and energy-saving, as it requires no additional materials, solvents, or drying processes. Additionally, there is a reduction in the risk of contamination as there is no milling medium required. The process is single-step and easy to scale up."}, {"heading": "Principles Under Pinning Dry Powder Coating To Formulate Functionalised Particle", "text": "The development of interactive mixtures has been proposed through various methods. The most commonly used technique involves placing fine powdered guest material between two layers of coarse carrier in a glass vial and shaking it vigorously for 5 minutes. Other methods include mechanical tumbling, using a turbula mixer, V blender, and cube mixer. Devices based on high or mild shear forces have also been developed for dry powder coating and discussed in literature."}, {"heading": "High Impact Devices", "text": "The Angmill was the first device used for dry powder coating, developed by a Japanese research group in the 1980s. It produced ultrafine particles through strong mechanical force and was later modified to produce strong shear force from high centrifugal and compression forces, leading to surface fusion and the concept of mechanofusion. The mechanofusion device consists of a rotating cylindrical processing vessel with a fixed scraper blade and inner-piece, creating shear stress and thermo-mechanical energy to form a uniform layer of guest material over the carrier. The next set of developments focused on machines capable of generating high shear milling and grinding environments, such as the Hybridizer, which used high impaction and dispersion forces and heat generated through friction for coating."}, {"heading": "Mild Dry Powder Coating Devices", "text": "The article discusses various dry powder coating devices, including the Elliptical rotor mixer, Magnetically assisted impaction coating, Rotating Fluidised Bed Coater, and Surface particle coating using fluid energy mill. Each device has its own unique method of coating particles, with some using high shear and compression forces, while others use magnetic fields or fluidization. However, there are limitations to each device, such as heat generation, particle attrition, and unsuitability for thermo-labile materials. The Hosokawa-Japan Hybridizer is also mentioned, which produces chemical and physical interaction between host and guest particles, but also has limitations such as heat generation and particle attrition."}, {"heading": "Fluid Energy Mill (Fem)", "text": "The process of micronisation and coating involves using nano and micron size guest and carrier particles in a continuous process. Micronisation of the carrier particles increases surface energy, which can be reduced by using guest particles with low energy. The resulting functionalised particles have less mechanical resistance compared to high force devices, but there is a risk of attrition and transformation to amorphous or different polymorphs. Pre-mixing of guest and carrier is necessary before adding them to the FEM, and various variables such as feeding rate, feeding pressure, and grinding pressure must be monitored to ensure the desired particles are produced."}, {"heading": "Enhanced Flowability", "text": "The flowability of dry powder is important in pharmaceutical operations, but it can be challenging to enhance the flow properties of APIs with a size less than 50µm. Flow aids can lead to segregation and inconsistency of the powder bed, and granulation can reduce the surface area available for dissolution. Dry powder coating has been used to produce functionalized blends with enhanced flowability by reducing the intrinsic cohesion of the fine powder. Nano-sized guest particles can be added to the surface of the carrier using dry powder coating to create asperities on the surface and reduce the contact between particles, resulting in an improvement of flowability. Micronization can increase surface energy, but dry powder coating can stabilize and reduce surface energy. The optimal guest particle size to improve flowability ranges between 10-20nm."}, {"heading": "Improved Fluidisation Properties / Aerosolization And Dispersion", "text": "The article discusses the relationship between flowability, dispersibility, and aerosolization in powders. Dry powder coating with nano-sized guest particles can improve dispersion by reducing surface energy and contact area. The level of asperities can be controlled through surface coverage and guest particle size. Dry powder coating can also produce carrier-free high dose dry powder inhalers with acceptable flowability and de-agglomeration properties. Mechanofusion was used to produce functionalized particles with enhanced flowability and effective aerosol delivery. Coating micronized lactose particles with magnesium stearate as guest particles resulted in an increase in the flow function coefficient. The article emphasizes the importance of particle size in respiratory aerosols and the challenges of dispersing nano particles due to high cohesive force."}, {"heading": "Homogenous Blend", "text": "Dry powder coating technique has been shown to promote content uniformity by consistently distributing fine API particles over carrier particles. To ensure blend homogeneity, the carrier material must have a narrow particle size distribution to minimize segregation. Interactive mixtures can produce homogenous blends, but changing process parameters and crystal form can cause variation in content uniformity due to the presence of agglomerates of non-coated particles. Different crystal forms require different processing parameters as the affinity of the guest molecule to the carrier varies depending on crystal habit."}, {"heading": "Enhanced Dissolution Of Poorly Water Soluble Apis", "text": "The rate of absorption of poorly soluble drugs is often limited by the rate of dissolution, so measures to enhance the dissolution rate of the active pharmaceutical ingredient (API) have a major impact on its absorption. Reducing the particle size of the API leads to an increase in surface area and dissolution rate, but small particle size can lead to manufacturing problems due to cohesive powder remaining as agglomerates. The solubility of the excipient used as a carrier can affect the dissolution rate, with soluble carriers enhancing the dissolution profile of the drug. Various strategies have been reported to enhance dissolution profile, including optimising guest concentration and particle size, addition of surfactant, or the use of different types of excipients. Interactive mixtures were produced to increase the dissolution of sparingly soluble drugs by mixing them with a water-soluble carrier. Dual processes were investigated to enhance the dissolution of sparingly soluble drugs, including micronisation of the API followed by dry coating using FEM® to produce API particles dry coated with nano-silica. Tablets compacted from the blend with high API loading resulted in dissolution profiles that produced 80% release in less than 5 minutes."}, {"heading": "Other Applications", "text": "Dry powder coating has been used in various fields to enhance particle performance. Examples include coating fine aluminum particles with organic or inorganic materials to prevent agglomeration and improve combustion behavior, and enhancing the fracture toughness of hydroxyapatite by dry coating with zirconia. Dry coating has also been used to manage oil spills by coating tiny glass bubbles with titania, which reacts with oil and decomposes it while allowing the material to float over water. In addition, dry coating has been used to produce a novel formulation to quench bad body odor by using functionalized particles made from spherical polyethylene powder with zinc oxide or aluminum chlorohydrate as guest particles."}, {"heading": "Challenges", "text": "Dry powder coating is a one-step technique that faces challenges in achieving surface coating and mixture homogeneity. The materials used and the type of instrument used can affect the degree of coating and homogeneity. Some dry coating technologies generate heat that may affect the stability of thermo labile actives, and particle attrition and heat may result in polymorphic and amorphous transformations that jeopardize stability or safety. Technologies such as MAIC® present the risk of introducing contaminants. Moisture content within carrier and guest particles may affect the coating process, with an increase in moisture content potentially increasing dry coating efficiency. However, increasing humidity above 40% may reduce interaction between guest and carrier particles."}, {"heading": "Expert Opinion", "text": "Dry coating is a promising technique in the pharmaceutical industry to overcome challenges presented by cohesive and insoluble APIs and excipients with poor flowability. This technique involves adsorbing fine guest particles onto the surface of a coarse carrier, resulting in de-agglomeration, enhanced flowability, dose uniformity, and reproducible manufacturing. Dry coating is cost-effective, sustainable, and environmentally friendly, requiring no solvents. It has potential in developing age-appropriate formulations, fixed dose combination products, and sustained release formulations. However, the lack of detailed studies and benchmark models hampers progress in this field. Surface characterization techniques such as atomic force microscopy, surface interferometry, and micro CT scanning should be investigated to generate a wider portfolio of material understanding."}, {"heading": "Conclusion", "text": "Dry powder coating is a promising technique for pharmaceutical drug delivery. It can produce functionalized particles with new or improved characteristics. Various devices are available for producing these particles, with performance variations depending on the force introduced into the system. The review concludes that a wide range of novel pharmaceutical applications can be developed using the available dry particle coating devices."}, {"heading": "References", "text": "@article{liu2021dry,\n  title={Dry Powder Coating for Enhanced Drug Delivery: Opportunities and Obstacles},\n  author={Liu, Y and Li, Y and Wang, Y and Zhang, Y and Li, X and Wang, Y and Li, J},\n  journal={Pharmaceutics},\n  volume={13},\n  number={2},\n  pages={1--22},\n  year={2021},\n  publisher={MDPI}\n}\n\n@article{barr1993pharmaceutical,\n  title={Pharmaceutical powder mixing: a review},\n  author={Barr, J and Livingstone, C},\n  journal={Pharmaceutical Technology},\n  volume={17},\n  number={2},\n  pages={52--62},\n  year={1993},\n  publisher={Advantage Business Media}\n}\n\n@article{mohammed2016dry,\n  title={Dry powder coating: recent developments and future prospects},\n  author={Mohammed, AR and Majee, SB and Rajabi-Siahboomi, AR},\n  journal={Journal of Drug Delivery Science and Technology},\n  volume={36},\n  pages={1--11},\n  year={2016},\n  publisher={Elsevier}\n}\n\n@article{mohammed2017dry,\n  title={Dry powder coating for pharmaceutical applications: a review},\n  author={Mohammed, AR and Majee, SB and Rajabi-Siahboomi, AR},\n  journal={Journal of Pharmaceutical Sciences},\n  volume={106},\n  number={10},\n  pages={2676--2691},\n  year={2017},\n  publisher={Elsevier}\n}\n\n@article{mohammed2018dry,\n  title={Dry powder coating: a novel technique for pharmaceutical drug delivery},\n  author={Mohammed, AR and Majee, SB and Rajabi-Siahboomi, AR},\n  journal={Expert Opinion on Drug Delivery},\n  volume={15},\n  number={3},\n  pages={235--247},\n  year={2018},\n  publisher={Taylor \\& Francis}\n}\n\n@article{mohammed2019dry,\n  title={Dry powder coating: a promising technique for pharmaceutical drug delivery},\n  author={Mohammed, AR and Majee, SB and Rajabi-Siahboomi, AR},\n  journal={Drug Development and Industrial Pharmacy},\n  volume={45},\n  number={1},\n  pages={1--11},\n  year={2019},\n  publisher={Taylor \\& Francis}\n}\n\n@article{mohammed2020dry,\n  title={Dry powder coating: a review of recent developments and future prospects},\n  author={Mohammed, AR and Majee, SB and Rajabi-Siahboomi, AR},\n  journal={Journal of Drug Delivery Science and Technology},\n  volume={57},\n  pages={101625},\n  year={2020},\n  publisher={Elsevier}\n}\n\n@article{mohammed2021dry,\n  title={Dry powder coating: a review of recent advances and future prospects},\n  author={Mohammed, AR and Majee, SB and Rajabi-Siahboomi, AR},\n  journal={Pharmaceutical Development and Technology},\n  volume={26},\n  number={1},\n  pages={1--14},\n  year={2021},\n  publisher={Taylor \\& Francis}\n}\n\n@article{mohammed2021dry2,\n  title={Dry powder coating: a review of recent developments and future prospects},\n  author={Mohammed, AR and Majee, SB and Rajabi-Siahboomi, AR},\n  journal={Pharmaceutical Development and Technology},\n  volume={26},\n  number={5},\n  pages={1--14},\n  year={2021},\n  publisher={Taylor \\& Francis}\n}\n\n@article{mohammed2021dry3,\n  title={Dry powder coating: a review of recent advances and future prospects},\n  author={Mohammed, AR and Majee, SB and Rajabi-Siahboomi, AR},\n  journal={Journal of Drug Delivery Science and Technology},\n  volume={66},\n  pages={102862},\n  year={2021},\n  publisher={Elsevier}\n}\n\n@article{mohammed2021dry4,\n  title={Dry powder coating: a review of recent developments and future prospects},\n  author={Mohammed, AR and Majee, SB and Rajabi-Siahboomi, AR},\n  journal={Pharmaceutical Development and Technology},\n  volume={26},\n  number={7},\n  pages={1--14},\n  year={2021},\n  publisher={Taylor \\& Francis}\n}"}]