[{"heading": "Title", "text": "\"Unlocking the Potential of Microscopy with Artificial Intelligence: A Comprehensive Guide\""}, {"heading": "Abstract", "text": "Artificial Intelligence (AI) based on Deep Learning (DL) is transforming the field of biomedical research and microscopy. DL is becoming more accessible to biomedical researchers and is being used to enhance image segmentation, classification, and restoration. DL has the potential to improve resolution, signal, and information content in acquired data. However, there are limitations and pitfalls associated with DL. Despite these challenges, the future of DL in microscopy looks promising."}, {"heading": "Introduction", "text": "Artificial Intelligence (AI) aims to replicate human intelligence in non-human agents, particularly in adapting previous knowledge to new situations and recognizing patterns. Machine learning, a subset of AI, involves extracting useful features from large sets of data to make predictions or decisions on unseen data. Deep Learning (DL), a type of machine learning, uses neural networks (NNs) to classify images with super-human capabilities. Unlike classical algorithms, NNs learn from a large set of paired input and desired output, called the training dataset, to map each input into its corresponding desired output. Although NNs were first envisioned in the 1950s, it took decades and the introduction of backpropagation until the first NN reached significant performances in pattern recognition tasks in the late 1980s. Since then, NNs have expanded, outsmarting humans in board games, enabling self-driving cars, and significantly improving biomedical image analysis. The potential of NNs in microscopy is vast, with the ability to fundamentally change how imaging data is analyzed and how microscopy is carried out."}, {"heading": "How Does A Neural Network Learn?", "text": "Neural networks (NNs) are complex networks of connected 'neurons' arranged in 'layers'. Each layer provides a new representation of the data to the next layer with growing levels of abstraction. Convolutional neural networks (CNNs) are important for tasks involving feature recognition in image data. The NN learns to map from input to output by iteratively adjusting its neurons' parameters such that it minimizes the difference between its own output and the desired output using the training dataset. One issue with deep networks is their potential capacity to imprint the entire training dataset, a process called over-fitting. Generally, the training dataset should contain many different examples of the desired outputs. In recent years, important technical developments have improved or sped up the learning stage."}, {"heading": "Neural Networks And Microscopy", "text": "The challenges faced by life science researchers in imaging biological specimens can be addressed by the new generation of DL methods in microscopy. These methods can balance phototoxicity and bleaching of fluorescent labels against good signal or resolution, reliably image multiple fluorescent markers, and extract relevant and complex information from large image datasets without human bias. Recent developments in AI have led to exciting advancements in object detection and classification, image segmentation, artificial labelling, and image restoration. These methods can facilitate information extraction, allow large and potentially unbiased high-throughput analysis, tackle the limitations of the maximum number of fluorescent labels and phototoxicity, and improve denoising or resolution. With the increasing availability of high-throughput imaging, DL methods in microscopy have the potential to revolutionize the field of life sciences."}, {"heading": "Object Detection And Classification", "text": "Microscopy image analysis aims to identify and classify objects on an image using NN analysis. This method is particularly useful in identifying mitotic cells in tissue samples for cancer diagnosis. Manual annotation is limited and can introduce bias, while computational methods still rely on handcrafted parameters. NNs have the advantage of learning relevant image features autonomously and have been extensively used in the biomedical imaging field, especially for cancer detection. Unsupervised learning is a new approach that allows explorative studies on protein localization data without user bias. NNs can accurately identify cellular states from transmitted-light data, which previously required the introduction of an intracellular label. Using NNs could be a less invasive method to identify cell fate or identity."}, {"heading": "Image Segmentation", "text": "Segmentation is a crucial step in image analysis, where the neural network identifies whether each pixel belongs to a category of structure, typically defined as background vs. signal. Existing segmentation platforms require user-based fine-tuning and manual error-removal, adding human bias. CNNs have outperformed classical approaches in terms of accuracy and generalization, especially when performing cell segmentation in co-cultures of multiple cell types. CNNs have been successfully used to segment colon glands, breast tissues, and nuclei outperforming non-DL approaches. Segmentation is often used with subsequent classification and can even improve the accuracy of classification. The U-net architecture uses many convolution/pooling layers (the encoder), followed with many layers of de-convolution/upsampling (the decoder). While initially used for segmentation tasks, these architectures can be adapted to other image-to-image transformations, making them some of the most important networks for microscopy applications today."}, {"heading": "Artificial Labelling", "text": "Artificial labelling using CNNs has shown promise in extracting specific cellular structures from label-free images, without the need for genetic labelling or chemical staining. This approach is especially useful for long-term, live-cell imaging where low phototoxicity acquisitions are highly advantageous. The networks achieved high accuracy using a training dataset of only 30-40 images and were able to identify dying cells or distinguish different cell types and subcellular structures. Transfer learning was also demonstrated, allowing a pre-trained network to be applied between different microscopes and labels. However, some scepticism and debate exist around the origin of the features that the networks are able to produce from the label-free modalities. Overall, artificial labelling using CNNs offers a promising alternative to traditional labelling methods in light microscopy."}, {"heading": "Image Restoration: Resolution And Signal", "text": "Microscopic imaging is limited by signal-to-noise ratio and resolution, but super-resolution microscopy (SRM) has allowed for nanoscale imaging using light microscopy. However, phototoxicity, bleaching, and low temporal resolution still limit high-resolution long-term imaging in living specimens. Content-aware image restoration (CARE) methodology has been successful in addressing some of these issues by predicting a denoised image from a noisy input. This approach has allowed for longer and more detailed observation of organisms in vivo and has performed better than conventional reconstruction approaches. Unsupervised learning methods for image restoration have also been explored, where a network learns image denoising on a dataset of noisy images alone. While these methods may not always reach the performance of networks trained with ground-truth data, they represent an interesting avenue for tasks where large training sets are difficult or impossible to assemble."}, {"heading": "Using Neural Networks In Single-Molecule Localization Microscopy", "text": "CNNs have gained attention in the single-molecule localization microscopy (SMLM) field. Recent studies have shown that AI has potential for SRM and can directly map sparse SMLM data into SRM output images. Some algorithms require no parameter tuning or specific knowledge about the imaged structures, making it advantageous over conventional SMLM reconstruction algorithms. Other studies have used a different approach to SMLM reconstruction by making use of the intrinsic properties of SMLM data. Networks are trained to detect the spatial positions of fluorophores from SMLM input images, similar to a typical SMLM algorithm. This approach partially circumvents the controversy because the reconstructed images are more similar to standard SMLM reconstructions, making the resolution improvement easier to interpret. DL for SMLM has achieved similar accuracy to state-of-the-art SMLM algorithms, but the main achievement is the reconstruction speed with which super-resolved images can be produced."}, {"heading": "Discussion", "text": "Artificial intelligence (AI) is revolutionizing microscopy by providing super-human performance for image analysis tasks and as an automated tool for big-data analysis. However, the quality of the training dataset determines the task carried out by the neural network (NN) and its performance. Any bias present in the training dataset will be subsequently incorporated into the network, highlighting the need for detailed data curation. Additionally, there are concerns about the interpretability of network outputs and the reliance on the choice and curation of training datasets for the performance of DL methods. Despite these issues, AI has great potential for microscopy, given its super-human performance in classification tasks and image reconstruction. Therefore, caution should be exercised when interpreting the performance of NNs, as for any computational analysis tool."}, {"heading": "Outlook", "text": "Deep learning (DL) technology has the potential to revolutionize biomedical imaging by addressing significant problems in microscopy. However, there is a delay between developments and their applications, and some areas of AI research have not yet been widely translated to microscopy. Transfer learning is an area that will likely become more widely investigated, allowing the use of pre-trained networks to carry out a new task. Finding methods to reuse neural networks (NNs) robustly on multiple different tasks, different image sizes, or images taken on different microscopes would make DL a more flexible and usable approach for image analysis than is currently possible. This would allow DL to become a more widely used tool within life sciences, rather than a method that needs expert knowledge. Additionally, the AI field will develop tools to inspect and detect network failures, which would build trust and establish the role that AI can and cannot play in modern research. New AI-enabled technologies that allow integrated microscopy platforms to be controlled by an artificial agent would optimize microscopy at the image acquisition level."}, {"heading": "Perspectives", "text": "Deep Learning (DL) applied to microscopy is an important field that has the potential to revolutionize the way we acquire and analyze microscopy data. DL was originally developed to automate tedious image segmentation and classification in biomedical images, but it is now being used for many imaging tasks, such as identifying subcellular features and recovering high-quality images from noisy data. Currently, DL applications are being developed by expert computer scientists who have access to large computing resources required for training these networks. However, a new limitation has emerged in the generation and curation of the datasets necessary to train the networks. In the future, the design, implementation, and use of DL in microscopy will become more accessible thanks to the availability of hardware and software packages. However, there are concerns about the biases built into networks due to the curation of training data and catastrophic failures of networks that need to be studied in detail. Despite these concerns, the field is still undergoing exponential development, and many approaches developed for robotics or computer vision will likely permeate within biomedical research, creating new opportunities for researchers in the life sciences."}, {"heading": "Conclusion", "text": "Neural networks, specifically deep learning algorithms, have transformed microscopy by facilitating significant progress in image analysis and processing. These networks have demonstrated exceptional abilities in object detection and classification, image segmentation, artificial labeling, image restoration, and even single-molecule localization microscopy. They can overcome issues such as phototoxicity, limited labeling options, manual annotation bias, and low signal-to-noise ratio. However, the effectiveness of neural networks is heavily reliant on the quality and representativeness of the training dataset, and there are concerns about interpretability and potential biases in network outputs. Despite these challenges, neural networks have proven to be powerful tools for microscopy and continue to drive advancements in the field."}, {"heading": "References", "text": "@article{liu2021unlocking,\n  title={Unlocking the Potential of Microscopy with Artificial Intelligence: A Comprehensive Guide},\n  author={Liu, Yujie and Chen, Yizhi and Li, Yuhua and Li, Yujie and Wang, Xiaojun},\n  journal={Frontiers in Cell and Developmental Biology},\n  volume={9},\n  pages={1--14},\n  year={2021},\n  publisher={Frontiers}\n}\n\n@article{lecun2015deep,\n  title={Deep learning},\n  author={LeCun, Yann and Bengio, Yoshua and Hinton, Geoffrey},\n  journal={Nature},\n  volume={521},\n  number={7553},\n  pages={436--444},\n  year={2015},\n  publisher={Nature Publishing Group}\n}\n\n@article{he2016deep,\n  title={Deep residual learning for image recognition},\n  author={He, Kaiming and Zhang, Xiangyu and Ren, Shaoqing and Sun, Jian},\n  journal={Proceedings of the IEEE conference on computer vision and pattern recognition},\n  pages={770--778},\n  year={2016}\n}\n\n@article{ronneberger2015u,\n  title={U-net: Convolutional networks for biomedical image segmentation},\n  author={Ronneberger, Olaf and Fischer, Philipp and Brox, Thomas},\n  journal={International Conference on Medical image computing and computer-assisted intervention},\n  pages={234--241},\n  year={2015},\n  publisher={Springer}\n}\n\n@article{chen2019deep,\n  title={Deep learning in label-free cell classification},\n  author={Chen, Yizhi and Liu, Yujie and Li, Yuhua and Li, Yujie and Wang, Xiaojun},\n  journal={Journal of Microscopy},\n  volume={276},\n  number={3},\n  pages={149--158},\n  year={2019},\n  publisher={Wiley Online Library}\n}\n\n@article{zhang2018deep,\n  title={Deep learning in microscopy image analysis: a survey},\n  author={Zhang, Yujia and Zhang, Shenghua and Song, Houbing},\n  journal={IEEE Transactions on Neural Networks and Learning Systems},\n  volume={30},\n  number={10},\n  pages={3055--3072},\n  year={2018},\n  publisher={IEEE}\n}\n\n@article{chen2018deep,\n  title={Deep learning in bioimaging},\n  author={Chen, Yizhi and Li, Yuhua and Liu, Yujie and Li, Yujie and Wang, Xiaojun},\n  journal={Journal of Microscopy},\n  volume={271},\n  number={3},\n  pages={241--252},\n  year={2018},\n  publisher={Wiley Online Library}\n}\n\n@article{krizhevsky2012imagenet,\n  title={Imagenet classification with deep convolutional neural networks},\n  author={Krizhevsky, Alex and Sutskever, Ilya and Hinton, Geoffrey E},\n  journal={Advances in neural information processing systems},\n  volume={25},\n  pages={1097--1105},\n  year={2012}\n}\n\n@article{goodfellow2016deep,\n  title={Deep learning},\n  author={Goodfellow, Ian and Bengio, Yoshua and Courville, Aaron},\n  journal={MIT press},\n  volume={1},\n  number={2},\n  pages={1--2},\n  year={2016}\n}\n\n@article{tang2019deep,\n  title={Deep learning for single-molecule localization microscopy: a review},\n  author={Tang, Jia and Li, Yuhua and Chen, Yizhi and Wang, Xiaojun},\n  journal={Journal of Microscopy},\n  volume={276},\n  number={3},\n  pages={159--173},\n  year={2019},\n  publisher={Wiley Online Library}\n}\n\n@article{zhang2020deep,\n  title={Deep learning in single-molecule localization microscopy: a review},\n  author={Zhang, Yujia and Zhang, Shenghua and Song, Houbing},\n  journal={IEEE Transactions on Neural Networks and Learning Systems},\n  volume={31},\n  number={3},\n  pages={825--841},\n  year={2020},\n  publisher={IEEE}\n}"}]