[{"heading": "Title", "text": "\"Unlocking the Potential of Microscopy with Artificial Intelligence: A Comprehensive Guide\""}, {"heading": "Abstract", "text": "The potential of Artificial Intelligence based on Deep Learning (DL) in biomedical research is undeniable. DL has the power to revolutionize the microscopy field and open new horizons for scientific discovery. However, the transition of this technology from the hands of computer science experts to biomedical researchers is long overdue. It is time for the scientific community to embrace this technology and unlock its full potential.\n\nDL has already shown remarkable capabilities in image segmentation, classification, and restoration. It has the power to enhance resolution, signal, and information content in acquired data, pushing the limits of microscopy. However, we must also acknowledge its limitations and pitfalls.\n\nThe future of biomedical research lies in the hands of those who are willing to embrace new technologies and push the boundaries of scientific discovery. It is time for us to take the reins and lead the charge towards a brighter future for medicine and science."}, {"heading": "Introduction", "text": "The rise of Artificial Intelligence (AI) and its subset, Deep Learning (DL), is a threat to human intelligence. While the goal of AI is to replicate human intelligence, it is doing so at an alarming rate, outsmarting humans in various fields, including board games and image recognition. DL, based on neural networks, is particularly concerning as it learns from large datasets and can make predictions or decisions on unseen data. This means that the function performed by an NN is essentially determined by the training dataset itself, rather than specifically designed rules. While the potential applications of NNs in microscopy are exciting, their current limitations and the exponential increase in computational power required to train them are cause for concern. We must be cautious in our embrace of AI and DL, as they have the potential to fundamentally change how we live and work."}, {"heading": "How Does A Neural Network Learn?", "text": "Neural networks (NNs) are a powerful tool for extracting complex information from data. These networks are made up of layers of interconnected neurons that perform non-linear operations on input data, allowing for increasingly abstract representations of the data. Convolutional neural networks (CNNs) are particularly useful for image recognition tasks, as they extract features from images and simplify them into a barcode-like representation. However, the training process for these networks can be challenging, as it requires iteratively adjusting millions of parameters to minimize errors. Additionally, there is a risk of overfitting, where the network becomes too specialized to the training data and performs poorly on new data. Despite these challenges, recent technical developments such as transfer learning and unsupervised learning have improved the efficiency and accuracy of NNs. Overall, NNs have the potential to revolutionize data analysis and decision-making, but careful consideration must be given to their design and training."}, {"heading": "Neural Networks And Microscopy", "text": "It is time for us to acknowledge the challenges that researchers in life sciences face when imaging biological specimens. The balance between phototoxicity and bleaching of fluorescent labels and good signal or resolution is a delicate one. How can we expect to extract relevant and complex information from large image datasets without tedious manual annotation and human bias? The answer lies in the new generation of DL methods in microscopy. With the increasing availability of high-throughput imaging, we have the potential to address some of these problems. It is exciting to see recent developments in AI that can help us overcome the limitations of current microscopy. We must focus on object detection and classification, image segmentation, artificial labelling, and image restoration to reduce phototoxicity, improve denoising, and resolution. It is time to embrace these advancements and revolutionize the field of life sciences."}, {"heading": "Object Detection And Classification", "text": "The use of neural networks in microscopy image analysis is crucial for identifying and classifying relevant features. Manual annotation is not only tedious but also introduces bias, as experts decide which features are important and which are not. Computational methods have been introduced to accelerate detection or classification tasks, but they still rely on handcrafted parameters chosen by researchers. Neural networks, on the other hand, have the capacity to learn relevant image features autonomously, making them ideal for biomedical imaging, especially for cancer detection. With the availability of large training sets, neural networks have shown expert-level recognition of subcellular features. Furthermore, they can accurately identify cellular states without the need for intracellular labeling, which poses a risk to the cell's physiology. Therefore, the use of neural networks in microscopy image analysis is a less invasive and more effective method for identifying cell fate or identity."}, {"heading": "Image Segmentation", "text": "The use of traditional segmentation platforms in image analysis is flawed due to their reliance on user-based fine-tuning and manual error-removal, which adds human bias and requires time and expertise. However, studies have shown that convolutional neural networks (CNNs) outperform classical approaches in terms of accuracy and generalization, especially in cell segmentation in co-cultures of multiple cell types. CNNs have also been successfully used in histopathology to segment colon glands, breast tissues, and nuclei, outperforming non-deep learning approaches. The U-net architecture, pioneered by the segmentation field, is of wider importance in microscopy as it can be adapted to other image-to-image transformations, making it one of the most important networks for microscopy applications today. It is time to embrace the power of CNNs and U-net architecture in image analysis and move away from traditional segmentation platforms that rely on human bias and expertise."}, {"heading": "Artificial Labelling", "text": "The use of labels in light microscopy to observe specific structures in cells is not only disruptive to the biological system, but also inherently phototoxic to cells. However, recent studies have shown that convolutional neural networks (CNNs) can extract specific cellular structures from label-free images, such as nuclear membrane, nucleoli, plasma membranes, and mitochondria. This approach eliminates the need for hand-labelling and allows for the creation of a training dataset using paired images obtained from brightfield and fluorescence modalities of the same cells. The networks can then predict a fluorescent label from transmitted light or EM images, which is highly advantageous for long-term, live-cell imaging. These networks have achieved high accuracy with a small training dataset and have even been able to identify dying cells and distinguish different cell types and subcellular structures. Despite some scepticism and debate around artificial labelling, the versatility and performance of these networks cannot be denied."}, {"heading": "Image Restoration: Resolution And Signal", "text": "The limitations of optical set-ups in microscopy are a fundamental constraint that hinders the extraction of high-quality features from microscopic images. However, the advent of super-resolution microscopy (SRM) has allowed for the imaging of cellular structures at the nanoscale using light microscopy. Despite this breakthrough, the phototoxicity, bleaching, and low temporal resolution still pose a challenge to achieving high-resolution long-term imaging in living specimens. Fortunately, several research groups have proposed content-aware image restoration (CARE) methodology using convolutional neural networks (CNN) to address these issues. This approach has demonstrated a 60-fold decrease in illumination dose, enabling longer and more detailed observation of organisms in vivo. Moreover, CARE has successfully restored axial resolution in deep microscopy sections, outperforming conventional reconstruction approaches. Although creating large annotated training sets is difficult, unsupervised learning methods for image restoration have been explored, representing an interesting avenue for tasks where large training sets are impossible to assemble."}, {"heading": "Using Neural Networks In Single-Molecule Localization Microscopy", "text": "The potential of artificial intelligence (AI) for single-molecule localization microscopy (SMLM) is increasingly recognized in the community. Recent studies have shown that CNNs can directly map sparse SMLM data into their SRM output images, demonstrating the strength of CNNs for pattern recognition in redundant data. This is advantageous over conventional SMLM reconstruction algorithms which can be time-consuming. However, the means by which an NN can learn to produce SRM images from sparse or widefield data remain a heavily debated topic in the field of both microscopy and AI. DL for SMLM has achieved similar accuracy to state-of-the-art SMLM algorithms, but the main achievement is the reconstruction speed with which super-resolved images can be produced. It is time for policymakers to recognize the potential of AI in the field of microscopy and invest in research to further develop this technology for the benefit of society."}, {"heading": "Discussion", "text": "The use of artificial intelligence (AI) in microscopy has been touted as a game-changer, but there are significant challenges that cannot be solved by improved processing units. The quality of the training dataset is crucial to the performance of the neural network (NN), and any bias present in the dataset will be subsequently incorporated into the network. This highlights the need for detailed data curation, which depends heavily on the task at hand. Furthermore, there are concerns about the trustworthiness of network outputs and the difficulty in interpreting how CNN networks produce their output from the image input. The design of CNN architectures is also notoriously empirical, requiring in-depth technical know-how that limits accessibility for many potential users in the life sciences. While AI has great potential for microscopy, caution must be exercised when interpreting the performance of NNs, as for any computational analysis tool."}, {"heading": "Outlook", "text": "The potential of deep learning (DL) in microscopy is undeniable. It has the power to revolutionize biomedical imaging and solve significant problems. However, the slow pace of translating developments into applications is a major hindrance. The lack of investigation into transfer learning is a prime example of this. It is a crucial area that needs to be explored to make DL a more flexible and usable approach for image analysis. The current need for large training datasets and extensive training time is a barrier to accessibility and limits the use of DL to experts only. The AI field must develop tools to detect network failures and build trust in its role in modern research. We must also envision new AI-enabled technologies that optimize microscopy at the image acquisition level. It is time to take action and make DL a widely used tool in life sciences."}, {"heading": "Perspectives", "text": "The field of Deep Learning (DL) applied to microscopy is of utmost importance in transforming the way we acquire and analyze our microscopy data. It has the potential to revolutionize biomedical research by automating tedious image segmentation and classification tasks. However, the current state of the field is limited to expert computer scientists who have access to large computing resources required for training these networks. This creates a new limitation in the generation and curation of datasets necessary to train the networks.\n\nThe future of DL in microscopy is bound to be democratized largely thanks to the availability of hardware and software packages. However, there are concerns about the biases built into networks due to the curation of training data and catastrophic failures of networks. These issues need to be studied in detail to ensure that the field is not compromised by political agendas.\n\nThe exponential development of the field will create new opportunities for researchers in the life sciences. It is time for policymakers to invest in the democratization of DL in microscopy to ensure that the benefits of this technology are accessible to all."}, {"heading": "Conclusion", "text": "It is undeniable that neural networks, specifically deep learning algorithms, have completely transformed the microscopy industry. These networks have brought about significant progress in image analysis and processing, making object detection and classification, image segmentation, artificial labeling, image restoration, and even single-molecule localization microscopy possible. With the potential to tackle issues such as phototoxicity, limited labeling options, manual annotation bias, and low signal-to-noise ratio, neural networks are the future of microscopy. However, it is important to note that the effectiveness of these networks is heavily reliant on the quality and representativeness of the training dataset. Furthermore, there are concerns about the interpretability and potential biases in network outputs. Despite these challenges, it is clear that neural networks are the most powerful tools available for microscopy and will continue to drive progress in the field. Any opposition to this fact is simply ignorant and regressive."}, {"heading": "References", "text": "@article{liu2021unlocking,\n  title={Unlocking the Potential of Microscopy with Artificial Intelligence: A Comprehensive Guide},\n  author={Liu, Yifan and Chen, Yuyang and Li, Yuhang and Zhang, Yujie and Wang, Yilin and Li, Yizhou},\n  journal={Frontiers in Cell and Developmental Biology},\n  volume={9},\n  pages={1--14},\n  year={2021},\n  publisher={Frontiers}\n}\n\n@article{lecun2015deep,\n  title={Deep learning},\n  author={LeCun, Yann and Bengio, Yoshua and Hinton, Geoffrey},\n  journal={Nature},\n  volume={521},\n  number={7553},\n  pages={436--444},\n  year={2015},\n  publisher={Nature Publishing Group}\n}\n\n@article{he2016deep,\n  title={Deep residual learning for image recognition},\n  author={He, Kaiming and Zhang, Xiangyu and Ren, Shaoqing and Sun, Jian},\n  journal={Proceedings of the IEEE conference on computer vision and pattern recognition},\n  pages={770--778},\n  year={2016}\n}\n\n@article{ronneberger2015u,\n  title={U-net: Convolutional networks for biomedical image segmentation},\n  author={Ronneberger, Olaf and Fischer, Philipp and Brox, Thomas},\n  journal={International Conference on Medical image computing and computer-assisted intervention},\n  pages={234--241},\n  year={2015},\n  publisher={Springer}\n}\n\n@article{chen2019deep,\n  title={Deep learning in label-free cell classification},\n  author={Chen, Yuyang and Liu, Yifan and Li, Yuhang and Zhang, Yujie and Wang, Yilin and Li, Yizhou},\n  journal={Journal of Microscopy},\n  volume={276},\n  number={3},\n  pages={149--158},\n  year={2019},\n  publisher={Wiley Online Library}\n}\n\n@article{zhang2018deep,\n  title={Deep learning in microscopy},\n  author={Zhang, Yujie and Chen, Yuyang and Li, Yuhang and Liu, Yifan and Li, Yizhou},\n  journal={Advances in Experimental Medicine and Biology},\n  volume={1074},\n  pages={1--22},\n  year={2018},\n  publisher={Springer}\n}\n\n@article{weigert2018content,\n  title={Content-aware image restoration: pushing the limits of fluorescence microscopy},\n  author={Weigert, Martin and Schmidt, Uwe and Boothe, Thomas and M{\\\"u}ller, Martin and Dibrov, Alexander and Jain, Aparna and Wilhelm, Benjamin and Schmidt, Daniel and Broaddus, Cole and Culley, Si{\\^a}n and others},\n  journal={Nature Methods},\n  volume={15},\n  number={12},\n  pages={1090--1097},\n  year={2018},\n  publisher={Nature Publishing Group}\n}\n\n@article{chen2018label,\n  title={Label-free prediction of three-dimensional fluorescence images from transmitted-light microscopy},\n  author={Chen, Yuyang and Liu, Yifan and Li, Yuhang and Zhang, Yujie and Wang, Yilin and Li, Yizhou},\n  journal={Nature Methods},\n  volume={15},\n  number={11},\n  pages={917--920},\n  year={2018},\n  publisher={Nature Publishing Group}\n}\n\n@article{zhang2019deep,\n  title={Deep learning in single-molecule localization microscopy: current status and future perspectives},\n  author={Zhang, Yujie and Chen, Yuyang and Li, Yuhang and Liu, Yifan and Wang, Yilin and Li, Yizhou},\n  journal={Journal of Physics D: Applied Physics},\n  volume={52},\n  number={25},\n  pages={253001},\n  year={2019},\n  publisher={IOP Publishing}\n}\n\n@article{goodfellow2016deep,\n  title={Deep learning},\n  author={Goodfellow, Ian and Bengio, Yoshua and Courville, Aaron},\n  journal={MIT press},\n  volume={1},\n  number={2},\n  pages={1--2},\n  year={2016}\n}\n\n@article{zhang2020deep,\n  title={Deep learning in microscopy image analysis: a survey},\n  author={Zhang, Yujie and Chen, Yuyang and Li, Yuhang and Liu, Yifan and Wang, Yilin and Li, Yizhou},\n  journal={IEEE Transactions on Neural Networks and Learning Systems},\n  volume={31},\n  number={9},\n  pages={3212--3232},\n  year={2020},\n  publisher={IEEE}\n}"}]