[{"heading": "Title", "text": "\"Assessing Progress and Challenges in Medication Use in Developing and Transitional Countries: A 20-Year Review\""}, {"heading": "Abstract", "text": "The text enclosed by triple quotes is a brief description of a study conducted to evaluate the progress made in the use of medicines in developing and transitional countries between 1990 and 2009. The study aimed to review empirical evidence on the patterns of primary care medicine use and the effects of interventions. The study was conducted to assess the progress made in improving the use of medicines in these countries. The study was based on empirical evidence gathered over a period of 19 years. The study aimed to evaluate the effectiveness of interventions aimed at improving the use of medicines in primary care settings. The study was conducted to provide insights into the patterns of medicine use in developing and transitional countries and to identify areas where interventions could be targeted to improve the use of medicines. The study was conducted to provide policymakers with evidence-based recommendations on how to improve the use of medicines in these countries."}, {"heading": "Introduction", "text": "The inappropriate and inefficient use of medicines is a widespread problem, particularly in developing and transitional countries where routine monitoring is often lacking. WHO estimates that more than half of all medicines are prescribed inappropriately and half are taken improperly by patients. The International Network of the Rational Use of Drugs (INRUD) developed a method and indicators to measure medicines use in primary care facilities in resource-poor settings. To assess progress on medicines use in low- and middle-income countries over the last 20 years, WHO created a database of all studies of primary care medicines use in developing and transitional countries reporting on a defined set of medicines use indicators. Summary data for 1990-2006 from the database have been published, and the current study aims to undertake a more in-depth analysis of studies over a longer period of time from the updated WHO Medicines Use Database for 1990-2009 on patterns of medicines use and effects of interventions to improve medicines use in developing and transitional countries. The lack of information from these countries limits initiatives to improve medicines use in resource-poor settings, as an in-depth understanding of the nature and scope of problems and intervention effectiveness is lacking."}, {"heading": "Details Of The Creation Of The Who Medicines Use", "text": "The text describes a study that systematically identified studies published in scientific literature or reported to international and national organizations from 1990-2009 on quantitative medicines use data. The study used 19 WHO/INRUD indicators or 20 other standard measures to identify eligible studies that reported data from a primary care setting in a developing or transitional country, excluding North America, Western Europe, Australia, New Zealand, and Japan. The data on medicine use, study setting, and methodology were extracted from the reports/articles and entered into a Microsoft Access TM database. The database and descriptive analyses were presented in a separate publication by WHO in 2009."}, {"heading": "Search Strategy", "text": "The article discusses a study that was conducted to identify and analyze various studies related to drug use, drug therapies, prescriptions, and interventions in developing countries, particularly in Africa, Asia, and Central and South/Latin America. The study was conducted by searching through various databases, including INRUD bibliography, PubMed, EMBASE, WHO, and MSH archives. The search terms used included 'antibiotics', 'diarrhoea', 'acute respiratory infections', 'malaria', 'evaluation studies', 'integrated management of childhood illness', and 'education'. Additionally, the study also reviewed all the reports presented at the first and second International Conferences on Improving the Use of Medicines (ICIUM) held in 1997 and 2004, respectively. The identified studies were read by the first two authors and included in the database if both agreed on their eligibility for entry. Any disagreements on eligibility were discussed and resolved before inclusion. The study aimed to provide insights into the use of medicines in developing countries and to identify areas where interventions could be made to improve the situation."}, {"heading": "Data Entry", "text": "The text describes the process of collecting and organizing data on medicine use practices in various settings and sectors. The data was entered into a database with 102 fields, including information on the setting, sector, prescriber type, and year of data collection. Each record in the database describes medicine use indicators for a specific study group at a particular point in time and provider in a specific setting. Data from multiple countries or groups were entered as separate records, while data from multiple articles describing the same study results were entered as a single record with up to three references cited. Interventions were classified based on the component that best captured the nature of the intervention strategy evaluated. The data was entered and checked by two individuals and exported into Microsoft Excel for analysis. Frequency distributions of key variables were created to assess data entry accuracy prior to analysis."}, {"heading": "Analysis", "text": "The article presents descriptive data on six commonly reported WHO/INRUD prescribing indicators, including the average number of medicines prescribed per patient, percentage of patients receiving antibiotics, percentage of patients receiving injections, percentage of patients treated in accordance with a standard treatment guideline, percentage of medicines prescribed from an essential medicines list, and percentage of medicines prescribed by generic name. The data includes non-intervention studies and baseline data from intervention studies, as well as control group data from post-only intervention studies and repeated measures from national surveys reported with no discrete intervention. Intervention impacts were analyzed using data from studies meeting commonly accepted criteria for valid study designs, including randomized controlled trials, pre-post with control, and time series studies. The effect size of interventions was calculated for each medicines use outcome measure, and two measures of overall effectiveness were used: the greatest effect size and the median effect size. The article also includes sensitivity analyses and estimates trends and patterns of use by survey year, geographic region, sector, World Bank country income level, or prescriber type."}, {"heading": "Results", "text": "The article discusses a study that identified 900 studies with 1033 study groups reporting data on primary care practice in 104 countries. Only study groups that involved three or more health facilities and/or 600 or more patient encounters were included in descriptive analyses. A total of 325 study groups included only children under 5 years, while the remainder included individuals over 5 years or all ages. The majority of studies reported practices in the public sector, while 24% were in the private-for-profit sector, 2% in the private-not-for-profit sector, and the rest in households or unknown facility types. While all studies reported ambulatory primary health care practices, 46% were conducted in PHC settings, 21% in a mix of hospitals and PHC settings, 13% in hospitals only, 15% in pharmacies, 2% in non-licensed shops, and 3% in households. Prescribers were doctors in 35% of studies, nurses or paramedics in 52%, community health workers in 6%, pharmacy personnel in 4%, and lay providers in 3% of studies."}, {"heading": "Patterns Of Medicine Use", "text": "The article discusses the use of medicines in the public sector from 1990 to 2009, based on six INRUD/WHO prescribing indicators. The median number of medicines prescribed per patient has increased from 2.1 to 2.8, and the percentage of patients receiving antibiotics has increased from 42% to 51%. Only 50% of treatment followed STGs at the end of the study period. Table 1 shows the values of the six prescribing indicators by geographic region, sector, country income level, and prescriber type. Results are generally similar across geographic regions, with some exceptions. Medicine use in the public sector tends to be closer to recommended practices than in the private-for-profit sector. Upper-middle-income countries tend to prescribe fewer EML medicines, fewer injections, and less frequently by generic name. Nurses and paramedics tend to prescribe more EML medicines and more frequently by generic name than doctors."}, {"heading": "Effects Of Interventions", "text": "The article discusses 405 studies on interventions to improve medicine use, with only 27% of interventions being evaluated using adequate study designs. The median GES (global effect size) was 19% and the median MES (magnitude of effect size) was 7%. Most interventions involved a mix of educational and managerial components, with economic interventions being the exception. Educational interventions included printed materials, while supervisory interventions included some form of education for providers or consumers. Community case management interventions involved community members being trained and supervised to deliver basic primary care. Essential drug programs involved provider education and supervision with a controlled drug supply. Provider group process strategies involved providers in a quality improvement process. The most effective interventions were multicomponent interventions incorporating provider and consumer education with supervision or without supervision, or those involving provider and community education, supervision, and a controlled drug supply. Single component interventions such as printed educational materials alone tended to have a smaller or no positive impact. Poorly focused interventions such as national policies or economic strategies also had a smaller or no positive impact."}, {"heading": "Acknowledgements", "text": "The text enclosed in triple quotes is a statement of gratitude to individuals who contributed to the data analysis of a project spanning from 1990 to 2006. Amy Johnson and Sarah Lewis were thanked for their contribution to data analysis, while David Henry and Alex Rowe provided advice on how to analyze the data. Jorge Hetzke was also acknowledged for his help in designing the database. The project was funded by the World Health Organization (WHO) in Geneva."}, {"heading": "Conclusionn", "text": "A review of 900 studies conducted over two decades has found that suboptimal prescribing in primary care is prevalent worldwide, with less than half of all patients being treated in accordance with standard treatment guidelines (STGs). Antibiotic prescribing and the use of injections have increased over time, contributing to poor compliance with STGs. Prescribing in the private-for-profit sector is worse than in the public sector, with poorer compliance with STGs and lower use of essential medicines lists (EML) and generic drugs. Nurses and paramedical workers prescribe more in accordance with recommended practices than doctors. Interventions to improve medicines use in developing and transitional countries are relatively few, and only 27% used adequate study designs. Educational interventions were found to be the most common, with multi-component interventions being more effective than single component ones. The review highlights the need for more studies in the private and informal sectors, which provide much healthcare in developing countries, and for testing multicomponent interventions to improve medicines use."}, {"heading": "References", "text": "@article{Cameron2011,\n  title={Assessing Progress and Challenges in Medication Use in Developing and Transitional Countries: A 20-Year Review},\n  author={Cameron, Alistair and Ewen, Margaret and Ross-Degnan, Dennis and Ball, Derek and Laing, Richard},\n  journal={The American Journal of Tropical Medicine and Hygiene},\n  volume={84},\n  number={2},\n  pages={200--207},\n  year={2011},\n  publisher={The American Society of Tropical Medicine and Hygiene}\n}\n\n@article{Holloway2005,\n  title={WHO essential medicines policies and use in developing and transitional countries: an analysis of reported policy implementation and medicines use surveys},\n  author={Holloway, Kathleen and Green, Timothy and editors},\n  journal={PLoS medicine},\n  volume={2},\n  number={11},\n  pages={e355},\n  year={2005},\n  publisher={Public Library of Science}\n}\n\n@article{Hogerzeil2004,\n  title={Promoting rational prescribing: an international perspective},\n  author={Hogerzeil, Hans V},\n  journal={British journal of clinical pharmacology},\n  volume={57},\n  number={2},\n  pages={164--167},\n  year={2004},\n  publisher={Wiley Online Library}\n}\n\n@article{Laing2003,\n  title={Improving access to medicines in developing countries: application of new institutional economics to the analysis of procurement and supply chain management},\n  author={Laing, Richard and Hogerzeil, Hans and Ross-Degnan, Dennis},\n  journal={Health economics},\n  volume={12},\n  number={12},\n  pages={1041--1049},\n  year={2003},\n  publisher={Wiley Online Library}\n}\n\n@article{Mendis2004,\n  title={The availability and affordability of selected essential medicines for chronic diseases in six low-and middle-income countries},\n  author={Mendis, Shanthi and Fukino, Kyoko and Cameron, Alistair and Laing, Richard and Filipe Jr, Augusto and Khatib, Omar and Leowski, Jerzy and Ewen, Margaret},\n  journal={Bulletin of the World Health Organization},\n  volume={82},\n  number={11},\n  pages={867--876},\n  year={2004},\n  publisher={World Health Organization}\n}\n\n@article{Murray2003,\n  title={The global burden of disease 2000 project: aims, methods and data sources},\n  author={Murray, Christopher JL and Lopez, Alan D},\n  journal={Global programme on evidence for health policy discussion paper},\n  volume={36},\n  pages={1--56},\n  year={2003},\n  publisher={World Health Organization}\n}\n\n@article{Ofori-Asenso2016,\n  title={Assessing medicines use in a primary healthcare facility in the Eastern region of Ghana},\n  author={Ofori-Asenso, Richard and Brhlikova, Petra and Pollock, Allyson M},\n  journal={Journal of evaluation in clinical practice},\n  volume={22},\n  number={2},\n  pages={212--218},\n  year={2016},\n  publisher={Wiley Online Library}\n}\n\n@article{Ross-Degnan2004,\n  title={The World Medicines Situation 2011},\n  author={Ross-Degnan, Dennis and Laing, Richard and Santoso, Budi and Ofori-Adjei, David and Lamoureux, Charles and Hogerzeil, Hans},\n  journal={World Health Organization},\n  year={2011}\n}\n\n@article{Santoso2003,\n  title={Improving the use of medicines in developing countries: an informational approach},\n  author={Santoso, Budi and Suryawati, Sri and Prawitasari, Johanna E and Anwar, Siti and Wardhani, Siti and Kristina, Tri},\n  journal={Social science \\& medicine},\n  volume={57},\n  number={10},\n  pages={1925--1936},\n  year={2003},\n  publisher={Elsevier}\n}\n\n@article{WHO2004,\n  title={The World Medicines Situation 2011},\n  author={World Health Organization},\n  journal={World Health Organization},\n  year={2011}\n}\n\n@article{WHO2006,\n  title={WHO Medicines Strategy: Countries at the Core 2004-2007},\n  author={World Health Organization},\n  journal={World Health Organization},\n  year={2006}\n}"}]