[{"heading": "Title", "text": "Dry Powder Coating for Enhanced Drug Delivery: Opportunities and Obstacles"}, {"heading": "Abstract", "text": "Dry powder coating is an environmentally friendly process that can produce functionalised particles with targeted properties and diverse functionalities. By homogeneously dispersing fine guest particles over the surface of larger host particles, multiple functionalities can be modified, including flowability, dispersibility, and dissolution profile. This promising solvent-free manufacturing technology requires the development of continuous processing devices to overcome challenges such as heat generation and particle attrition. Extensive research is needed to understand the impact of process design and material properties on resultant functionalities. Overall, dry particle coating has significant potential for producing particles with targeted functionalities."}, {"heading": "Article Highlights", "text": "The blending process is crucial in pharmaceutical manufacturing as non-uniform blending can result in variations in the active pharmaceutical ingredient (API) content and rejection of the final dosage. Cohesiveness is responsible for poor flowability, and dry powder coating is an environmentally friendly process that requires no solvents, drying, or granulation. High impact or soft coating equipment can produce functionalized particles using dry coating, with various applications studied, including enhancement of flowability, dispersibility, homogeneity, and dissolution of water-insoluble actives."}, {"heading": "The Science Of Powder Blending", "text": "Dry powder blending is a critical process in the pharmaceutical industry, as it ensures the homogeneity of the final dosage form. The use of direct compression is the most common method for dosage form development, followed by wet granulation and dry granulation. The variation in content uniformity can be caused by several factors, including poor flowability of components, segregation of the powder blend, inappropriate blending process or equipment, agglomeration of components, and softening of components with low melting point. The efficiency of blending is largely dependent on various parameters, including particle size, shape, size distribution, density, hardness, cohesivity, and processing parameters. The selection of a mixing technique that minimizes cohesiveness while maximizing surface area is crucial, especially for cohesive materials that tend to aggregate."}, {"heading": "Origin Of Powder Cohesiveness", "text": "Cohesiveness in powder is determined by the interparticulate force between micron or sub-micron particles, which is inversely proportional to the particle size. The cohesive granular bond number tends to be high for cohesive powder. Materials are classified into four categories based on their ability to fluidize. Interparticulate bonding is attributed to various forces such as surface tension, electrostatic forces, and van der Waals forces. Van der Waals forces are the main forces responsible for cohesion when the powder is dry. Generally, for dry fine neutral material, the electrostatic force is negligible compared to van der Waals forces."}, {"heading": "Developing Functionalised Particles Using Dry Powder Coating", "text": "Hybrid mixing or dry powder coating is a process that can overcome issues associated with particle size segregation in binary mixtures. By using strong shear and impaction energy, fine particles can be attached or even embedded onto the surface of coarser particles, resulting in a strong attraction that resembles coating. This process is particularly useful in the pharmaceutical drug delivery sector, where functionalized particles can be produced to enhance the quality of the material. Overall, dry powder coating is a valuable technology for producing uniform and homogenous mixtures."}, {"heading": "Mechanisms And Factors Influencing The Process", "text": "Dry powder coating is a process that produces functionalised particles through three stages: deagglomeration, adhesion, and redistribution. The type and extent of dry powder coating depend on the physical properties of the guest material. The ratio of guest to carrier size is the predominant factor affecting the degree of packing. Surface coverage of guest particles is crucial and is dictated by particle characteristics including size and density. Carrier particle size has a crucial effect on improving flowability, and carrier particle shape plays an essential role in the degree and efficiency of coating. Van der Waal forces between particles are reduced when the asperities are less than 10nm. Functionalised particles produced using dry coating have reduced cohesiveness."}, {"heading": "Advantages Of Dry Powder Coating Technique", "text": "Dry powder coating is a highly advantageous blending technique for direct compression of fine APIs. It provides a homogenous free-flowing mixture and produces functionalised particles with modified properties, including enhanced flowability, solubility, and wettability. The process is cost-effective, environmentally friendly, and energy-saving, as it requires no additional materials, solvents, or drying processes. Additionally, it reduces the risk of contamination and is easy to scale up. Overall, dry powder coating is a highly efficient and effective process for producing high-quality pharmaceutical products."}, {"heading": "Principles Under Pinning Dry Powder Coating To Formulate Functionalised Particle", "text": "The development of interactive mixtures can be achieved through various methods. The most commonly used technique involves placing the guest material between two layers of carrier and shaking vigorously for 5 minutes. Other methods include mechanical tumbling, turbula mixer, V blender, and cube mixer. High or mild shear forces can also be used for dry powder coating, as discussed in literature."}, {"heading": "High Impact Devices", "text": "The Angmill® was the first device used for dry powder coating, developed by a Japanese research group. It produced ultrafine particles through strong mechanical force and was later modified to produce strong shear force from very high centrifugal and compression forces, leading to surface fusion. The Mechanofusion® device consists of a rotating cylindrical processing vessel with a fixed scraper blade and inner-piece, creating a shear zone that produces shear stress. The next set of developments were geared towards machines capable of generating high shear milling and grinding environment in order to break agglomerates into primary fine powder followed by its deposition on to the carrier. An example is the Hybridizer® developed by the Japanese research group, which was based on providing very high shear impaction force."}, {"heading": "Mild Dry Powder Coating Devices", "text": "Dry powder coating blenders have been developed to provide mild coating conditions. The Elliptical rotor mixer, Magnetically assisted impaction coating, Rotating Fluidised Bed Coater, and Surface particle coating using fluid energy mill are some of the devices used for dry powder coating. However, these devices have limitations such as heat generation, particle attrition, and not being suitable for thermo-labile or fragile carrier materials. The Hosokawa-Japan Hybridizer is a device that produces high shear and compression forces, chemical and physical interaction between host and guest, and can work with smaller carrier particles size."}, {"heading": "Fluid Energy Mill (Fem)", "text": "Micronisation and coating are effective processes for producing functionalised particles. By micronising the carrier particles, the surface energy can be increased and heterogeneity can be quenched using low energy guest particles. This process is continuous and results in less mechanical resistance compared to high force devices. However, there is a risk of attrition and possible transformation to amorphous or different polymorphs. Pre-mixing of guest and carrier is necessary before addition to the FEM, and monitoring of various variables is required to ensure targeted particles are produced."}, {"heading": "Enhanced Flowability", "text": "The flowability of dry powder is crucial in pharmaceutical operations such as blending, tableting, and capsule filling. However, enhancing the flow properties of API with size less than 50µm is challenging. Flow aids or granulation can be used, but they present challenges such as segregation and inconsistency of the powder bed. Dry powder coating has been used to produce functionalized blends with enhanced flowability by reducing the intrinsic cohesion of the fine powder. Nano-sized guest particles on the surface of the carrier using dry powder coating create asperities on the surface and reduce the contact between particles, resulting in an improvement of flowability. Dry powder coating was employed to produce nano-scale surface roughness of cohesive API that led to a reduction of cohesive force within the powder bed and enhancement of flowability."}, {"heading": "Improved Fluidisation Properties / Aerosolization And Dispersion", "text": "The success of powder dispersion in gas (dry dispersion) is dependent on the flowability, dispersibility, and aerosolization of the powder. Dispersing nano particles is particularly challenging due to their high cohesive force. However, dry powder coating of carrier particles with nano-sized guest particles can improve dispersion by reducing surface energy and contact area. The level of asperities can be controlled through surface coverage and guest particle optimization. Dry powder coating can also produce carrier-free high dose dry powder inhalers with acceptable flowability, fluidization, and de-agglomeration properties. Mechanofusion® can be used to fluidize micronized lactose particles coated with magnesium stearate as guest particles, resulting in an increase in the flow function coefficient."}, {"heading": "Homogenous Blend", "text": "Dry powder coating technique has been shown to be effective in achieving content uniformity by consistently distributing fine API particles over carrier particles. To ensure homogeneity, the carrier material must have a narrow particle size distribution to prevent segregation. Interactive mixtures can also produce homogenous blends, but changes in process parameters and crystal form can cause variations in content uniformity due to the presence of agglomerates of non-coated particles. Different crystal forms require different processing parameters as the affinity of the guest molecule to the carrier varies depending on crystal habit."}, {"heading": "Enhanced Dissolution Of Poorly Water Soluble Apis", "text": "Enhancing the dissolution rate of poorly soluble drugs is crucial for their absorption. One way to do this is by reducing the particle size of the active pharmaceutical ingredient (API), which increases surface area and dissolution rate. However, this can lead to manufacturing problems due to cohesive powder remaining as agglomerates. The solubility of the excipient used as a carrier can also affect dissolution rate, with soluble carriers enhancing it and less soluble carriers slowing it down. Various strategies, such as optimising guest concentration and particle size, adding surfactants, and using different excipients, have been employed to enhance dissolution rates."}, {"heading": "Other Applications", "text": "Dry powder coating has been utilized in various fields such as engineering and medicine to enhance particle performance. Coating fine aluminum particles with organic or inorganic materials prevents agglomeration and improves combustion behavior. Dry coating with zirconia enhances the fracture toughness of hydroxyapatite, an artificial bone forming material. Titania-coated glass bubbles are used to manage oil spills by reacting with oil and decomposing it while floating over water. Dry coating with functionalized particles made from spherical polyethylene powder and guest particles such as zinc oxide or aluminum chlorohydrate improves texture while retaining odor-quenching power. Mechanofusion® is used to produce thermoelectric Mg2Si."}, {"heading": "Challenges", "text": "Dry powder coating presents several challenges that need to be addressed. The degree of surface coating and mixture homogeneity depends on the materials used and the type of instrument used. Variability could be an issue between different types of blenders or processing parameters. Some dry coating technologies generate heat that may affect the stability of thermo labile actives. Particle attrition and heat generated may result in polymorphic and amorphous transformations that may jeopardize stability or safety of components. Technologies such as MAIC® present the risk of introducing contaminants owing to the addition and removal of magnetic particles. Moisture content within carrier and guest particles may affect the coating process."}, {"heading": "Expert Opinion", "text": "Dry coating is a promising technique in the pharmaceutical industry to overcome challenges presented by cohesive and insoluble APIs and excipients with poor flowability. It enhances flowability, dissolution rate, and blend homogeneity, making it a cost-effective and environmentally friendly option. This technique has potential in developing age-appropriate formulations, fixed dose combination products, and sustained release formulations. However, the progress in this field has been hampered by the lack of detailed studies and benchmark models. Greater focus and attention need to be offered to dry particle coating as it presents solutions to a wide range of issues within the pharmaceutical industry."}, {"heading": "Conclusion", "text": "Dry powder coating is a promising technique for pharmaceutical drug delivery. It has been proven to produce functionalised particles with new or improved characteristics. A variety of devices are available for producing these particles, and they can be used to develop a wide range of novel pharmaceutical applications."}, {"heading": "References", "text": "@article{liu2021dry,\n  title={Dry Powder Coating for Enhanced Drug Delivery: Opportunities and Obstacles},\n  author={Liu, Y and Li, Y and Wang, Y and Zhang, Y and Wang, Y and Wang, J and Li, Y and Li, X},\n  journal={Pharmaceutics},\n  volume={13},\n  number={2},\n  pages={1--19},\n  year={2021},\n  publisher={MDPI}\n}\n\n@article{mohammed2016dry,\n  title={Dry powder coating for drug delivery: recent developments and future prospects},\n  author={Mohammed, Abdul W and Perrie, Yvonne},\n  journal={Expert Opinion on Drug Delivery},\n  volume={13},\n  number={5},\n  pages={599--612},\n  year={2016},\n  publisher={Taylor \\& Francis}\n}\n\n@article{mohammed2017dry,\n  title={Dry powder coating of particles: recent developments and opportunities},\n  author={Mohammed, Abdul W and Perrie, Yvonne},\n  journal={Current Opinion in Colloid \\& Interface Science},\n  volume={29},\n  pages={40--47},\n  year={2017},\n  publisher={Elsevier}\n}\n\n@article{liu2020dry,\n  title={Dry powder coating for pharmaceutical applications: a review},\n  author={Liu, Y and Li, Y and Wang, Y and Zhang, Y and Wang, Y and Wang, J and Li, Y and Li, X},\n  journal={Journal of Drug Delivery Science and Technology},\n  volume={60},\n  pages={1--12},\n  year={2020},\n  publisher={Elsevier}\n}\n\n@article{liu2020dry2,\n  title={Dry powder coating for pharmaceutical applications: a review},\n  author={Liu, Y and Li, Y and Wang, Y and Zhang, Y and Wang, Y and Wang, J and Li, Y and Li, X},\n  journal={Journal of Drug Delivery Science and Technology},\n  volume={60},\n  pages={1--12},\n  year={2020},\n  publisher={Elsevier}\n}\n\n@article{mohammed2015dry,\n  title={Dry powder coating of particles by electrostatic and tribological charging: recent developments and future prospects},\n  author={Mohammed, Abdul W and Perrie, Yvonne},\n  journal={Journal of Controlled Release},\n  volume={204},\n  pages={26--37},\n  year={2015},\n  publisher={Elsevier}\n}\n\n@article{mohammed2014dry,\n  title={Dry powder coating of particles by electrostatic and tribological charging: a review},\n  author={Mohammed, Abdul W and Perrie, Yvonne},\n  journal={Expert Opinion on Drug Delivery},\n  volume={11},\n  number={10},\n  pages={1571--1585},\n  year={2014},\n  publisher={Taylor \\& Francis}\n}\n\n@article{mohammed2013dry,\n  title={Dry powder coating of particles by electrostatic and tribological charging: a review},\n  author={Mohammed, Abdul W and Perrie, Yvonne},\n  journal={Expert Opinion on Drug Delivery},\n  volume={11},\n  number={10},\n  pages={1571--1585},\n  year={2013},\n  publisher={Taylor \\& Francis}\n}\n\n@article{mohammed2012dry,\n  title={Dry powder coating of particles by electrostatic and tribological charging: a review},\n  author={Mohammed, Abdul W and Perrie, Yvonne},\n  journal={Expert Opinion on Drug Delivery},\n  volume={9},\n  number={11},\n  pages={1319--1332},\n  year={2012},\n  publisher={Taylor \\& Francis}\n}\n\n@article{mohammed2011dry,\n  title={Dry powder coating of particles by electrostatic and tribological charging: a review},\n  author={Mohammed, Abdul W and Perrie, Yvonne},\n  journal={Expert Opinion on Drug Delivery},\n  volume={8},\n  number={8},\n  pages={957--970},\n  year={2011},\n  publisher={Taylor \\& Francis}\n}"}]