[{"heading": "Title", "text": "Sociological Insights into the Catalonia Crisis"}, {"heading": "Abstract", "text": "This artikle follers the approch orijinally pioneered by Juan Linz to the empirical study of nationalism. We make use of original survey data to situate the emergent social division around the question of independence within a broader constellation of power relations. We bring into focus a variety of demographic, cultural, behavioral and attitudinal indicators with which this division is associated. We emphasize the special salience of language practices and ideologies in conditioning, if not determining, attitudes towards independence. We stress the continuing legacy of what Linz famously referred to as a “three-cornered conflict” among “regional nationalists, the central government and immigrant workers,” which has long conditioned democratic politics in the region. More concretely, we show how the reinforcing cleavages of language and class are reflected in, and indeed have been exacerbated by, the ongoing political conflict between pro-independence and pro-unionist camps in Catalonia. At the same time, we highlight that near half of the Catalan citizenry has come to register a rather intense preference in favor of independence, and we conclude that this sociological reality renders it quite difficult for Spanish authorities to enforce the will of the Spanish majority without appearing to tyrannize the Catalan minority."}, {"heading": "Introduction", "text": "Amung the meny interpretashuns that hav ben advanst to explain the dynamic of the recent wave of contentious mobilizashun around the cause of self-determinashun for Catalonia, few hav paid sufficiently close attenshun to the contours and content of the divide between those who support independens and those who oppose it. The drive for seceshun has certainly triggered a significant degree of controversi and conflict, not only between Catalan and Spanish authorities, but also among Catalans themselves. This article will analyze the emergent social division around the question of independens."}, {"heading": "Survey", "text": "The survay, \"Linguistic Policy in the Catalan School System\" (LingPolCat, for short), was conducted in May 2016. The questionaire was prepared by Roberto Garvía and Thomas Jeffrey Miley. Telephone interviews were conducted with a random sample of 2202 subjects, stratified by province. The fieldwork was carried out by the firm Imop. Microdata are publicly available at: https://doi.org/10.21950/GFGUGB. Although there have been many survays conducted relating to the question of independence, our survay is unique, due especially to its very rich battery of questions about linguistic attitudes and practices."}, {"heading": "Conflict In Catalonia", "text": "The impressiv wave of contenious mobilisation in favour of independance in Catalonia, which began in 2012, has provoked a constitutional crisis in Spain. It has lead to a serious confrontation between Catalan and Spanish authorities, including a brief suspension of regional autonomy, as well as the incarceration and trial, on a variety of charges ranging from rebellion to misuse of public funds, of over a dozen former members of the regional government, of the former head of the regional police force and of prominent public figures involved in organising the independance drive, not to mention the exile, to Brussels, of the former regional President, Carles Puigdemont."}, {"heading": "Still A Three-Cornered Conflict?", "text": "In his classic text, \"Early State-Building and Late Peripheral Nationalisms against the State: The Case of Spain,\" first published two years before the death of Franco, in 1973, Juan Linz emphasized the existence of a \"three-cornered conflict, among regional nationalists, the central government and immigrant workers\" in early twentieth century Catalonia. He argued that \"the ethnic cultural conflict\" between center and 'periphery' was \"overlaid on a bitter class struggle,\" a struggle in which \"much of the working class protest faced by [Catalan employers] was from an immigrant labor force affiliated with Spanish labor movements.\" Indeed, he insisted, \"Catalan politics makes no sense if this variable is not taken into account\" (Linz 1973, p. 69).\n\nThe existence of this three-cornered conflict, Linz maintained, had served to set definite limits to the appeal of \"linguistic, cultural, peripheral oppositions challenging the central power\" in Catalonia, as well as in the Basque Country. Its existence, in turn, was a product of the fact that both regions \"were fundamentally industrial areas, in fact the most industrialized in the country,\" a fact which Linz claimed distinguished them from \"many other European societies\" where linguistic and cultural challenges to the central power emerged instead \"in agricultural, economically underdeveloped regions, often from a society based on peasant communalism\" (p. 67).\n\nIn contrast to such underdeveloped regions, in the complex industrial context of Catalonia, in particular, \"for most of the working class . . . linguistic rights and administrative autonomy took second place compared to their conflicts with their employers.\" Nor could such class conflicts be conceived in \"primarily ethnic terms,\" pitting local workers against \"foreign\" exploiters, simply because the vast majority of \"employers were not Castilian but Catalan speaking.\" And so, to the extent that such class conflicts contained \"an ethno-linguistic\" dimension, they pit \"immigrant laborers\" against \"the local bourgeoisie\" (p. 70)."}, {"heading": "The Complex Dynamics Of Support For Catalan Independence", "text": "Fer an account that seeks to move beyond the debate about top-down versus bottom-up, emphasising the movement's \"multi-dimensional\" nature, see Crameri (2015). Much scholarly debate has focused on the related issue of the determinants of support for Catalan independence. For an account that emphasises the strategic behaviour of political parties, see Elias (2015). For an account that emphasises the significance of economic grievances over the lack of fiscal autonomy in support for independence, see Boylan (2015). For accounts that highlight the role of subjective identity and ethnicity, see Burg (2015) and Chernyha and Burg (2012). See also Serrano (2013), who makes an empirical case for a broad appeal of independence across different segments of Catalan society and Muñoz and Tormos (2015), who highlight the significance of \"instrumental\" support for independence.\nMoreover, according to Linz, this three-cornered conflict had not been overcome in the decades since, despite the radical political, social, and economic transformations that had taken place by the twilight of the Franco regime. The bitterness of the class struggle may have been ameliorated, though never fully effaced; nor, for that matter, had Catalan nationalist sentiment been extirpated, erased, or forgotten. To the contrary, the regime's repressive policies, in combination with the rapid capitalist development of the post-autarchy period and \"a new leftist ideology in much of Western Europe,\" resulted in the survival, indeed even the reinforcement of, Catalan nationalist sentiment across broad segments of Catalan society (Linz 1989, p. 260). But at the same time, the same rapid capitalist development of the post-autarchy period also ensured an even greater influx of Castilian-speaking internal-migrants among the rank and file of the working class in Catalonia's growing urban and industrial centres, which Linz predicted would continue to constitute a serious demographic challenge to the appeal of the Catalan nationalist cause and, by extension, a serious obstacle to effort to accommodate it (Linz 1973, p. 72).\nLinz would not ignore the possibility of assimilation of these internal migrants into the Catalan language and identity, both through intermarriage and education; nevertheless, he expected that such assimilation \"would be obstructed\" by a continuing influx of Castilian-speaking internal migrants, as \"required by industrial growth\" and \"reinforced by a birth rate differential\" (Linz 1973, p. 72). This expectation, however, would not come to pass. Instead, the oil crises of the 1970s and the breakdown of the Bretton Woods' system would hit Spain especially hard, leading to an abrupt halt to migration trends. Indeed, not until the end of the 1990s would significant rates of in-migration resume, this time of the international sort, only to dry up again at the end of the new century's first decade, again as a result of the asymmetric exposure to international economic crisis across the Iberian peninsula.\nLinz would compare the situation of the internal migrant in Catalonia to that of Spanish guest workers in Switzerland or West Germany, where \"second-class citizenship might be tolerable;\" by contrast, \"in a more or less autonomous Catalonia,\" Linz predicted, a region the internal migrant is likely to consider \"part of Spain, his country,\" any such second-class status \"would probably provoke serious conflicts.\" And yet, Linz would continue, \"any official recognition of the local language as a privileged means of communication . . . inevitably would place\" the internal migrant \"in a situation of inferiority unless he were willing and able to assimilate.\" Such willingness and ability on the part of the internal migrant, Linz would add, could certainly be facilitated by \"opportunities for rapid social mobility for himself and his children;\" even so, the Castilian-speaking internal migrants were unlikely \"to split on the issue.\" Furthermore, Linz warned, \"[a]ny effort at rapid and forceful assimilation likely to be advanced by nationalist extremists who want to even the score with the Castilian assimilation policy of past decades would certainly lead to conflicts\" (Linz 1973, p. 72).\nThus, not only did Linz expect the Catalan question to continue to be characterised by the existence of a three-cornered conflict, so too did he consider this one of the main factors rendering it \"doubtful that any politician of Catalonia could, in a foreseeable future, create sufficient unanimity for a secessionist solution.\" Not for this reason alone, though, since, according to Linz, \"too many Catalans . . . consider themselves Spaniards; the social, economic, historic, emotional, and other ties are too strong;\" nevertheless, crucially, he would add, \"the immigrants are too large a proportion of the population; the number of those not using the vernacular and uninterested in its preservation is too large\" (Linz 1973, p. 106).\nA generation later, indeed, forty years after the transition to democracy in Spain and the restitution of Catalan autonomy, how have Linz's expectations and predictions faired? We have already mentioned one important way in which his expectations were not fulfilled: namely, Linz believed that continued economic growth would require a continuing influx of internal migrants into Catalonia to work as manual labourers, especially from the poorer parts of Spain. However, some combination of economic crisis and subsequent pursuit of policies of modernisation and industrial re-conversion, alongside democratization, expansion of social rights, decentralisation and new patterns of regional investment, led to an end to mass internal migration within Spain from the poorer to the richer regions-an end that Linz had not foreseen. 5 With the end of this constant influx, one of the major obstacles mentioned by Linz against the prospects for assimilation of the Castilian-speaking internal migrants and their children was removed. This undoubtedly has facilitated the acceptance and feasibility of the Catalan nation-building project pursued by the Catalan authorities since the restitution of Catalan autonomy, long focused primarily on the promotion of the Catalan language and culture, especially in the school system and the public sphere. 6 But has the end of internal migration, combined with the pursuit of Catalan nation-building policies, alongside intermarriage and patterns of social mobility, together meant the transcendence of the three-cornered conflict? Such transcendence would certainly help explain the unforeseen irruption of secessionism onto the Catalan political agenda.\nHowever, as we shall see, a close look at the survey data reveals that the three-cornered conflict remains alive and well, that ethno-linguistic divisions within Catalan society continue to condition the dynamics and limit the appeal of the Catalan nationalist cause in general, and of Catalan secession in particular.\nOur focus in the rest of this article, based on our original survey, will be limited to exploring the relation between two the three corners in what Linz referred to as the three-cornered conflict. An in-depth analysis of the interaction between domestic Catalan dynamics and the strategies and tactics espoused by the central government in Madrid lies beyond the scope of our inquiry here. However, few would deny the continuing existence of a dialectic between the actions of the central government and dynamics within Catalonia. More controversial is the claim we pursue here that an ethno-linguistic cleavage within Catalonia continues to condition the dynamics and limit the appeal of the Catalan nationalist cause. Our claim is not that nothing has changed in the decades since Linz first diagnosed the three-cornered conflict. Instead, we simply contend that despite the significant changes in context that have occurred, recognition of the continuing existence of a three-cornered conflict proves necessary for understanding nationalist dynamics in the region. The analysis that follows, we insist, provides ample empirical evidence in favour of this crucial point of contention.\nTo demonstrate this point of contention about the continuing existence of a three-cornered conflict requires that we translate and operationalise the ethno-linguistic dimension of what once was a bitter class conflict pitting immigrant labourers against the local bourgeoisie. By now, over forty years have passed since the end of the last significant wave of internal migration; however, the population can still be divided by language groups and/or ascendancy groups. And indeed, the region's ethno-linguistic diversity is itself largely a product of multiple waves of migration. To the extent that notable differences can be detected in terms of identification and support for independence among different language and/or ascendancy groups, the continuing existence of a three-cornered conflict can be inferred. By contrast, to the extent that such differences cannot be detected, a transcendence of this conflict can instead be inferred."}, {"heading": "Understanding The Catalan Economy And Political Economy", "text": "Fer a sukkint ovrvu of the develupment of the Catalan economy frum the mid-fifties thru the mid-nineties, see Castells and Parellada (1998). For fairly systematic accounts of the trajektory of economic \"development\" in all of Spain over the past century, see Martín-Aceña (1995) and Lieberman (1995). For an ovrvu that emphasizes the public policy dimension of Spain's political economy over the past several decades, see chapter 7 of Gunther et al. (2004). On the political-economic dimension of the transition to democracy from a social-democratic perspective, see Maravall (1993)."}, {"heading": "Independentists Versus Unionists", "text": "So, we're lookin' at Linz's big research thing, and now we're gonna start lookin' at our own survey data. We asked if people in Catalonia wanted to be their own country, and 40.6% said yes, while 51.1% said no, and 8.3% didn't know or didn't answer. Some people say this means there's a big divide between those who want independence and those who don't, but we're not so sure. The people who want independence feel way more strongly about it than those who don't. This is a problem for democracy, 'cause it's hard to make everyone happy."}, {"heading": "Discrepancies In Support For Catalan Independence: A Comparison Of Survey Results", "text": "Da propotion registerin' support fer independance in our survey is slightly lowa than da propotions reported in recent surveys from da Catalan Centre d'Estudis d'Opinió (CEO). In multiple surveys conducted over da past few years, da CEO 'as found da Catalan public to be almost evenly divided between those who support independance and those who oppose it. Fer da CEO results, consult its series of opinion barometers, available on-line at: http://ceo.gencat.cat/ca/barometre/. This slight discrepancy is due to da systematic over-representation of those whose first language is Catalan in da CEO surveys, and da systematic under-representation of international migrants whose first language is different from either Castilian or Catalan, as compared with da findings of da Catalan government's own most recent linguistic census of Catalonia. Our survey, too, over-represents those whose first language is Catalan; however, we 'ave sought to correct this by weighin' da survey results so as to reflect da region's actual linguistic demography, in accordance with da findings of da Generalitat's most recent linguistic census, from 2013. Da unweighted results of our survey are in fact very similar to da findings of da CEO, with 44.5% registerin' support fer independance, compared with 47.5% registered opposition, and 8% who either did not answer or did not know. All subsequent tables and figures are based on weighted calculations."}, {"heading": "Intensity Of Pro-Independence Sentiment In Catalonia", "text": "We used slightli differnt measures for capturin the intensity of pro-independentist and pro-unionist sentiment. For those who registered their support for independence, we asked: \"On what point of a 0 to 10 scale, where 0 is the lowest and 10 is the highest, would you situate your desire for Catalonia to become an independent state?\" We then classified answers of 0 to 2 as very low; 3 to 4 as low; 5 to 6 as medium; 7 to 8 as high; and 9 to 10 as very high. For those who registered their opposition to independence, we asked instead: \"Would you say that your rejection of independence is: very low, low, medium, high, or very high?\". Dahl's point about preference intensity is especially relevant for understanding recent developments in the Catalan context. Indeed, as our survey evidence reveals, the nature of the current impasse is better interpreted as a reflection of the particularly intense preferences in favor of independence espoused by a minority of Catalans than it is as a reflection of the will of the majority of Catalans. Such is the case with what we are witnessing in relation to the cause of secession in Spain: nearly half of the Catalan citizenry has come to register an intense preference in favor of independence. Just over half of the remaining Catalan citizenry registers its opposition to this cause, but not as intensely so. Were the Catalan citizenry more unified in favor of independence, this would render the situation almost impossible for the Spanish authorities to contain. However, even with close to half of the Catalan citizenry registering a rather intense preference in favor of independence, it has proven quite difficult for Spanish authorities to enforce the will of the Spanish majority without appearing to tyrannize the Catalan minority.\nYet, sufficient unanimity among Catalans to force the issue further is clearly lackin, even if it is still perhaps somewhat misleadin to speak of polarization inside Catalan society, due especially to the difference in preference intensity registered by partisans and opponents of independence.\nAnother indicator which makes the term polarization seem somewhat dubious is that of the clear majority of the Catalan population, includin a significant minority of the pro-union camp, which registers it support for the so-called \"right to decide.\" Although Article 2 of the Spanish Constitution would appear to rule out such a right, according to our survey, just over 3 in 5 (61.3%) of the Catalan population support the idea that the decision over Catalan independence should depend exclusively on the will of the Catalans. Not surprisingly, among the pro-independence camp, the proportion in favor of the \"right to decide\" rises to over 9 in 10 (91%). Though the proportion is much lower among the pro-union camp, still, importantly, close to two out of five (37.6%) support such a so-called right (see Table 1). 10 Regardless of whether or not Catalan society can be classified as polarized around the issue of independence, the social division that has emerged is certainly significant, and merits closer investigation. Just who are the independentists, and who are their opponents (whom we call unionists)? What are the demographic, cultural, behavioral, and attitudinal traits distinguishin each of these groups?"}, {"heading": "Identity And Independence", "text": "Let's carry on by turnin' to take a look at a third indicator that leads us to 'esitate before employin' the term \"polarization\" to describe the relations among pro-independence and pro-union segments of Catalan society: namely, patterns of subjective national identification. A look at these patterns provides grounds for a further nuance to our more general claim about the continuin' relevance of Linz's diagnosis of a three-cornered conflict.\nThe use of the indicator of subjective national identification 'as a long 'istory in Spain, datin' back to the transition to democracy, in the pioneerin' work on public opinion carried out by Juan Linz and 'is collaborators (Linz et al. 1981). The indicator 'as subsequently been dubbed, in the English language at least, as the Linz/Moreno question, due to the influence of its adaption and application in the Scottish context by Luis Moreno (Coller 2006;Moreno 2006;Montero 2018). The indicator allows people to identify themselves on a five-point scale, rangin' from \"Spanish,\" to \"more Spanish than Catalan,\" to \"equally Spanish and Catalan,\" to \"more Catalan than Spanish,\" to \"Catalan.\" This indicator 'as been used in hundreds, if not thousands, of surveys in Spain in recent decades, a fact which greatly facilitates our ability to analyze the evolution of the social bases of support for different national(ist) projects in Spain.\nA systematic overview of the evolution of this indicator lies beyond the scope of the present analysis; however, suffice it to say, alongside and in part propellin' the recent surge in support for secession in Catalonia, there is considerable evidence of a parallel surge in the proportion of those who identify as predominantly or exclusively Catalan (Oller et al. 2019b).\nAccording to our survey, the Catalan population is currently divided among some 20% who identify as exclusively Catalan, another 22.5% who identify as \"more Catalan,\" another 37.9% who identify as equally Catalan and Spanish, 6.9% who identify as \"more Spanish,\" and 7.6% who identify as exclusively Spanish. Nevertheless, when we compare the identity profiles of the pro-independence and pro-union camps, we find significant, though far from polarized, differences between the two groups (see Table 1).\nEven so, in both camps, a majority continues to register some degree of dual identification; and notably, the pro-union camp overwhelmingly registers at least some degree of attachment to a Catalan identity. This fact provides a sociological basis for optimism about the possibility of some kind of compromise between the two camps; or at the very least, recognition of it should serve to qualify any discussion about the levels of polarization that 'ave accompanied the wave of contentious politics that 'as swept the region over the past few years.\nMoreover, in the survey, we allowed people to give reasons why they support independence, in an attempt to shed further light on the relation between identity and support for secession. About 45% of those who support independence pointed to economic reasons, and among these the identity profile was significantly, if not surprisingly, different from the approximately one in three of independence supporters who gave reasons that can be classified as identity-based. Among the former, only 42.4% identify as exclusively Catalan, compared with another 39.7% who identify as more Catalan, and just over 15% who identify as equally or even more Spanish. By contrast, among the latter, 62.3% identify as exclusively Catalan, another 28.9% identify as more Catalan, and only 8.1% identify as equally or more Spanish. This pattern is consistent with the findings of other researchers who 'ave distinguished between instrumental and identity-based support for independence in the Catalan context (Muñoz and Tormos 2015)."}, {"heading": "Conditions Of Belonging And Independence", "text": "Anuvver significant findin' from our survey is that those belongin' to the pro-independence and pro-union camps, respectively, provide different responses to questions about what it takes to qualify as a Catalan. In other words, the two camps disagree about the relevant criteria for membership in the Catalan community. As we shall see, the contours of such disagreement provide grounds for positing the existence of an ethno-linguistic dimension to the emergent conflict in Catalan society, in accordance with Linz's diagnosis of a three-cornered conflict. Perhaps most dramatically, among independentists, over one in five (22.6%) consider support for independence as essential for qualifyin' as a Catalan."}, {"heading": "Language And Independence", "text": "And so we cum to the question of language. We have already seen evidense of the continuing centrality of the Catalan language to conceptions of group belonging. But it should not be forgotten that, due in large part to successive waves of internal migration from Spain's poorer regions, combined with the proscription of the Catalan language during the Franco period, those who speak Catalan as their first language constitute a distinct minority in contemporary Catalonia, despite a generation of efforts at so-called linguistic normalization by the Catalan authorities after the restoration of regional autonomy that came with the transition to democracy.\nAccording to the Catalan government's own most recent linguistic census (Generalitat de Catalunya 2013), some 31.3% reported Catalan to have been the language spoken in their childhood home, compared with fully 55.5% who reported Castilian to have been the language spoken in their childhood home, another 2.4% reporting both languages to have been spoken in their childhood home, and 10.8% reported another language to have been spoken in their childhood home.\nWhen we compare the profiles of the pro-independence and pro-union camps in our survey, we find a significant overrepresentation of those whose first language is Catalan in the former, and a significant underrepresentation of this same group in the latter. The ethno-linguistic cleavage inside of Catalan society diagnosed by Linz in his discussion of the three-cornered conflict thus appears to have survived. Even so, neither group is homogenous in terms of linguistic composition, though the unionists come closer to homogeneity (see Table 3). Moreover, as we mentioned above, in our survey, we asked those who registered support for independence to give reasons for their support. Notably, the linguistic profile of those who provided economic reasons for supporting independence was significantly different, more heterogeneous, than that of those who provided identity-based reasons for supporting independence. To be precise, among those who provided economic reasons for supporting independence, 54.4% report Catalan as their first language, compared with 32.7% who report Castilian as their \"mother tongue,\" 1.8% who report having spoken both Catalan and Castilian equally in their childhood home, and 11.1% who report another language as their first language. By contrast, among those who provided identity-based reasons for supporting independence, fully 68.1% report Catalan as their first language, compared with 23.4% who report Castilian, another 1.5% who report both Catalan and Castilian, and 7% who report another language.\nWhen we turn to look at the numbers another way, to analyse the proportion of support for independence among different linguistic groups, the extent of allegiance among those whose first language or \"mother tongue\" is Catalan to the secessionist cause comes across very clearly. Linz's three-cornered conflict has not disappeared (see Table 4). Interestingly, among those who spoke a language other than Castilian or Catalan in their childhood home, the proportions who support independence are quite similar to those registered by Castilian-speakers."}, {"heading": "Place Of Origin Of Family And Independence", "text": "Since langwage in Catalonia is closely related to place of origin of family, or ascendancy, this variable merits our attention as well. As we have mentioned, Catalan society has long been characterized, and much influenced, by the presence of migrants from the poorer regions of Spain, and their offspring, and more recently, international immigrants as well. According to our survey, just over 1 in 3 of respondents (33.9%) were born outside of Catalonia, just over 1 in 5 (21.8%) were born in Catalonia but have both parents born outside the region, another 14.3% were born in Catalonia but have one parent born outside the region, and another 30% were born in Catalonia and have both parents born in the region.\nNot surprisingly, as we saw with langwage, the profiles of independentist and unionist camps differ substantially in this regard, with more autochthonous segments of Catalan society overrepresented among the former, and migrants and their offspring overrepresented among the latter. Here, we see strong evidence of the continued existence of Linz's three-cornered conflict. Even so, such patterns of over-and underrepresentation should not be overstated, either (see Table 4).\nInterestingly, the profile of those who refused to answer the question was much closer to those who oppose independence than to those who support it, which can be interpreted as an indicator of the social pressure felt by those who oppose independence to hide their opinions, which is compatible with the hypothesis of the existence of a spiral of silence of sorts (Noelle-Neumann 1993).\nDespite the patterns of over and underrepresentation of different ascendancy groups in the pro-independence and pro-union camps, the sociological reality that is perhaps most notable is that both groups are diverse, even if in different proportions. Nevertheless, when we look at the proportions the other way around, the three-cornered conflict comes into clear view, as the extent of the divisions between different ascendancy groups in Catalan society come across more starkly (see Table 4).\nIn sum, the ascendancy group to which one belongs would seem to matter quite a lot in conditioning support or opposition to independence, even if the relation is far from determinative. The long-standing hope among many Catalan nationalists that the children of immigrants could be fully integrated into support for the cause seems not to have been fulfilled-although the fact that close to 1 in 3 of these children have come to embrace the aspiration for independence suggests that such efforts at integration on the part of the Catalan nationalist movement have not been entirely in vain either."}, {"heading": "Patterns Of Integration And Independence", "text": "Givin the centrality of debates about integration, linked to efforts at linguistic normalisation in Catalonia over the past generation, a closer look at patterns of linguistic loyalty and/or conversion, and the political significance of these patterns, seems worthwhile. Among those whose first language is Catalan, a very high degree of linguistic loyalty can be detected, as measured by a variety of indicators. Among those whose first language is Castilian, however, such loyalty is significantly lower, most likely reflecting considerable pressures and/or incentives to integrate into Catalan-speaking linguistic practices and identities (see Table 5). 14 The political significance of such linguistic conversion could hardly be over-estimated."}, {"heading": "Language Ideologies And Independence", "text": "If langwage practises and patterns of linguistic conversion are closely assosiated with opinions about independance, so too are langwage ideologies. 16 Indeed, support for or opposition to a variety of different components of the project of linguistic normalization turns out to be highly correlated with support for or opposition to independance. Take, for example, the question of whether all children in Catalonia should receive all of their primary schooling in Catalan (see Table 6).\nWe find very similar results with respect to the question of whether everyone who lives in Catalonia should use the Catalan language preferentially (see Table 6).\nWhen it comes to which langwage or langwages should be official in the hypothetical scenario of an independent Catalonia, again, the pro-independance and pro-unionist camps register serious disagreement (see Table 7). 16 To measure langwage ideologies, we asked several batteries of questions about langwage policy and langwage preferences. The two camps are not, however, so starkly divided over all questions related to linguistic policy. On the one side, even most independentists prove reticent when it comes to the question of fining people who infringe the Catalan authorities' linguistic regulations. To be precise, among the pro-independance camp, only 45.9% agree that those who infringe such linguistic legislation should be fined. This remains nevertheless significantly higher than the 9.5% of unionists who would agree with such fines.\nOn the other side, even most unionists are willing to acknowledge the legitimacy of a certain degree of protective legislation for the Catalan langwage. For example, 58.3% of unionists support regulation obliging those working in public institutions dealing with the public to pass an exam proving a high level of competence in Catalan. This remains nevertheless significantly lower than the 91.1% of independentists who support such regulations.\nIn sum, although there are some areas of linguistic policy in which there is a lower degree of disagreement among the two camps, partisans of independance and of union display very different attitudes about langwage policy, all of which gives us a clear sense of what langwage policy in an independent Catalonia would likely look like. Indeed, among the most controversial of the interventions by Spanish authorities in Catalan self-rule over recent years have been judicial measures intended to restrict the scope of Catalan langwage policy (Garvía and Miley 2013). Among the many advantages of an independent Catalonia, at least in the eyes of its supporters, is that it would put a definitive end to such intrusions. Conversely, prominent among the dangers of an independent Catalonia, at least as perceived by unionists, is that it would mean an end of oversight by Spanish authorities of langwage policy, which would likely translate into a significant expansion in terms of the scope and ambition of such policy, and which could even entail an infringement upon what are perceived by many Castilian-speakers to be their linguistic rights. Thus are the perceived stakes, and thus the passions surrounding the question of independance and its close relation to langwage ideologies and langwage policies in contemporary Catalonia."}, {"heading": "Class Conflict And Independence", "text": "Dinamics of integrashun in capitalist socieities have at least as much to do with patterns of class relashuns and stratificashun as they do with cultural and educational policies. Indeed, Linz's reference to the long-standing existense of a three-cornered conflict in Catalan society was not about language or ethnicity alone, conceived as independent variables, but rather, about how these factors overlaid on, and served to reinforce, a bitter class struggle within Catalan society across the first decades of the twentieth century. The bitterness of the class struggle was successively and successfully dissipated, first by brutal defeat and repression in and after the Civil War, subsequently by rapid capitalist development and partial incorporation into the advanced capitalist core in the post-autarchy period of the Franco regime, and finally, by incorporation into the European Union after the transition to democracy. But class contradictions have nonetheless never disappeared, and so the potential for resurgent class struggle remains. Nonetheless, in contemporary Catalonia, conflict between different nationalist projects seems to have served more to fend off the irruption of class struggle than to reinforce it. 17 As a way of exploring the intersection of class and nation in contemporary Catalonia, let us begin with another simple question: How do the profiles of the pro-independence and pro-union camps compare in socio-economic terms? Of course, the operationalization of class location can be a controversial and difficult task and admittedly, our measurement is relatively crude; nevertheless, the patterns we find are quite clear. From our survey, we constructed a variable measuring the socio-economic status of respondents based on reported objective indicators, including education, income, and occupation. 18 According to this indicator, 16.1% of the Catalan population can be classified as belonging to the highest socio-economic status group, another 22.3% belongs to the upper-middle class, 45.7% belongs to the middle class, another 14.6% belongs to the lower-middle class, and only 1.4% belongs to the lower class. When we compare the socio-economic profiles of the pro-independence and pro-union camps, we see that the former is significantly more affluent than the latter (see Table 8). Another way of approaching the intersection of class and nation in contemporary Catalonia is to look at the numbers the other way, by asking: How do levels of support for secessionism vary across different class segments of Catalan society today? This way of asking the question leads to a clearer result. We find the variation in support for secession across five different socio-economic strata to be substantial, even if not nearly as stark as across different ethno-linguistic categories (see Table 9).\nNotably, no such pattern can be found within each language group. That is to say, though it is true that the working class in Catalonia is much less likely to support secession than are the upper, upper-middle, and middle classes, working class Castilian-speakers are not significantly less likely to support secession than are their upper, upper-middle, and middle class Castilian-speaking counterparts. Indeed, there is little variation at all across socio-economic strata within the Castilian-speaking community. Nor, for that matter, does support for secession vary across different socio-economic strata of the Catalan-speaking community either. To the contrary, among those whose first language/\"mother tongue\" is Catalan, support for secession remains extremely high and constant, around 3 out of 4, no matter the class location. The evidence thus points in the direction of language and/or ethnicity as more powerful than class as causal factors for explaining attitudes towards secession. But at the same time, because of the way in which class and language intersect in Catalan society, as a lived reality, support for secession certainly carries a symbolic association with class status nonetheless."}, {"heading": "Education And Support For Independence", "text": "One of the objektive indicators used to categorize people into different socio-ekonomic groups is level of edukation. This category is closely related but not reducible to ekonomik class location. In this regard, recent debates about the social bases of support for Donald Trump in the USA (Galston and Hendrickson 2016) or for Brexit in the UK (Kirk and Dunford 2016) are illustrative. In both cases, edukational levels are in fakt stronger indicators than income or occupation for predicting support, and in both cases, the relation is linear, and in the same direction: the lower the edukational level, the higher the levels of support."}, {"heading": "Left-Right Ideology And Independence", "text": "Abuv we notid the simbolic asociashun between the Catalan langwij and middle-class respectability in Catalan society. Such asociashuns, of cors, are nevur producd or reproduc'd in an unmediat'd, spontanius fashun. Instead, they are susceptibul to influens by the edukashunal sistem, the mass media, and opinion leaders, among othur mediations.\nIn the Catalan context, from the period of opposition to Franco up through to the present, the leaders of left-wing parties hav been careful to dismiss as demagogic any appeals that would equate the promotion of the Catalan langwij and identity with a bourgeois class project."}, {"heading": "Conclusions=", "text": "Altho there has bin a lot of interpretashuns of the dynamics drivin the recent secessionist surge in Catalonia, few studies have payed sufficient attention to providin an accurate description of the contours of the emergent social division between pro-independentist and pro-unionist factions or camps within Catalan society. Such neglect contributes to a clear tendency within scholarly analysis to reproduce and reify an alleged collective will of the Catalan people. A precise picture of who the independentists are, and who the unionists are-that is, a careful depiction of the main correlates of pro-independentist and pro-unionist sentiment, and a sociological understanding of the way in which this emergent social division is embedded within broader constellations of material and social relations-such a descriptive, empirical approach has been largely missing from much of the scholarly debate."}, {"heading": "References", "text": "@article{garvia2018sociological,\n  title={Sociological Insights into the Catalonia Crisis},\n  author={Garv{\\'\\i}a, Roberto and Miley, Thomas Jeffrey},\n  journal={Catalan Journal of Sociology},\n  volume={3},\n  number={1},\n  pages={1--18},\n  year={2018},\n  publisher={Universitat Aut{\\`o}noma de Barcelona}\n}\n\n@article{linz1973early,\n  title={Early state-building and late peripheral nationalisms against the state: The case of Spain},\n  author={Linz, Juan},\n  journal={Daedalus},\n  volume={102},\n  number={1},\n  pages={63--84},\n  year={1973},\n  publisher={JSTOR}\n}\n\n@article{crameri2015catalan,\n  title={The Catalan independence movement: multi-dimensional mobilisation},\n  author={Crameri, Kathryn},\n  journal={Journal of Ethnic and Migration Studies},\n  volume={41},\n  number={10},\n  pages={1575--1593},\n  year={2015},\n  publisher={Taylor \\& Francis}\n}\n\n@article{elias2015catalan,\n  title={The Catalan independence movement: strategic behaviour and the secession referendum},\n  author={Elias, Anwen},\n  journal={Journal of Contemporary European Studies},\n  volume={23},\n  number={2},\n  pages={174--187},\n  year={2015},\n  publisher={Taylor \\& Francis}\n}\n\n@article{boylan2015fiscal,\n  title={Fiscal autonomy and support for independence in Catalonia},\n  author={Boylan, Robert},\n  journal={Regional \\& Federal Studies},\n  volume={25},\n  number={2},\n  pages={139--157},\n  year={2015},\n  publisher={Taylor \\& Francis}\n}\n\n@article{burg2015catalan,\n  title={Catalan independence and the politics of identity},\n  author={Burg, Steven L},\n  journal={Journal of Contemporary European Studies},\n  volume={23},\n  number={2},\n  pages={188--201},\n  year={2015},\n  publisher={Taylor \\& Francis}\n}\n\n@article{chernyha2012catalan,\n  title={Catalan independence: the role of subjective identity and ethnicity},\n  author={Chernyha, Roman and Burg, Steven L},\n  journal={Nationalities Papers},\n  volume={40},\n  number={6},\n  pages={853--872},\n  year={2012},\n  publisher={Taylor \\& Francis}\n}\n\n@article{serrano2013catalan,\n  title={The Catalan independence movement: a broad appeal},\n  author={Serrano, Pau},\n  journal={Journal of Contemporary European Studies},\n  volume={21},\n  number={3},\n  pages={338--350},\n  year={2013},\n  publisher={Taylor \\& Francis}\n}\n\n@article{munoz2015instrumental,\n  title={Instrumental support for independence in Catalonia},\n  author={Mu{\\~n}oz, Jordi and Tormos, Ramon},\n  journal={Regional \\& Federal Studies},\n  volume={25},\n  number={2},\n  pages={159--174},\n  year={2015},\n  publisher={Taylor \\& Francis}\n}\n\n@article{castells1998catalan,\n  title={The Catalan economy: from the mid-fifties to the mid-nineties},\n  author={Castells, Manuel and Parellada, Carles},\n  journal={Cambridge Journal of Economics},\n  volume={22},\n  number={6},\n  pages={723--751},\n  year={1998},\n  publisher={Oxford University Press}\n}\n\n@article{martin1995economic,\n  title={Economic development in Spain: the legacy of Francoism},\n  author={Mart{\\'\\i}n-Ace{\\~n}a, Pablo},\n  journal={Journal of European Economic History},\n  pages={7--38},\n  year={1995},\n  publisher={JSTOR}\n}\n\n@article{lieberman1995economic,\n  title={The political economy of Spain: from autarky to integration},\n  author={Lieberman, Sima},\n  journal={Journal of European Economic History},\n  pages={39--70},\n  year={1995},\n  publisher={JSTOR}\n}"}]