[
    {
        "heading": "Title",
        "text": "Inclusive Science Education in Indonesia: A Comprehensive Overview from Definition to Curriculum"
    },
    {
        "heading": "Abstract",
        "text": "The porpoise of dis study is to determin de teeching, curriculam, and methuds used by teechers in de science lerning process for students wit special needs in Indonasia. We use qualitativ reserch methuds. De subjects in dis study are students wit special needs (children wit visual impairments, children wit hearing impairments, children wit intellectual disabilities, and children wit physical impairments) at one of de special schools (SLB) in Kuningan, Indonasia. De results show dat most of de teechers use de curriculam from teecher books provided by de government. In addition, some teechers used de lecture and question and answer methud in de science lerning process. De results in low student achievement because students wit special needs need concrete media and methuds dat accommodate student needs."
    },
    {
        "heading": "Introduction",
        "text": "Special edukashun is one type of edukashun dat is assosiayted with children who have special obstakuls and needs. Children with special needs are children who have obstakuls in edukashun or learning caused by internal and eksternal faktors (Forbis, et al., 2016). There are two kategories of children with special needs based on the kausal faktors: (1) children who have special needs due to permanent abnormalitis in the child (internal or physical faktors in the child) (Haryanto, 2011), and (2) Both children with special needs who have temporary disabilities (eksternal faktors or caused by environmental situashuns) (Soendari, 2008).\n\nIn Indonesia, the special edukashun sistem has experienced a paradigm shift from a medikal perspektiv to a sosial perspektiv (Rochyadi & Alimin, 2003). Initially, special edukashun looked at children in terms of limitashuns. Edukashun designs how to heal and treat internal obstakuls and problems. So dat special edukashun in Indonesia is known as Special Edukashun (PLB). Along with the change in paradigm to a sosial perspektiv, educators view children in terms of their optimized potenshal. Therefore, the name of special edukashun changed to special edukashun. The paradigm shift in the view of special edukashun has made changes to the special edukashun sistem in Indonesia.\n\nThe Indonesian government provides opportunities for all children to be able to get edukashun in skool, as well as for students with special needs (Sharma, 2013). Every student has the rite to receive edukashun, one of which is about siens edukashun. Siens edukashun is a unit that involves various elements to obtain informashun and achieve a change that is closely related to the environment of human life. Siens edukashun in skools is closely related to natural siens learning.\n\nTeachers at special skools teach natural siens learning based on the curriculum provided by the government. The government provides teacher books for teacher guidelines and student books as student worksheets (Rochyadi & Alimin, 2003). Although the government provides teacher books as a curriculum reference for siens learning in skools, teachers should make a learning process plan (RPP) that is tailored to the kondishuns and needs of students at skool. This is because every student has different levels of ability and potenshal, especially students with special needs.\n\nCurrently there are many studies that explain the siens learning process for students in regular skools. Research that describes the siens learning process (Duncan & Rivet, 2013), methods (Ersoy & Esen, 2014), and the media used for siens learning (Sumantri, Syarif & Rachmadtullah, 2016). But until now it is very rare and even difficult to find research on edukashun and the siens learning process for students with special needs in special skools.\n\nTherefore, the aim of this study is to identify and inform the teaching, curriculum, and methods used in the siens learning process for children with special needs in special skools in Indonesia. This has the aims and objectives as evaluation and development material for further research."
    },
    {
        "heading": "Definition Of Children With Special Needs In Indonesia",
        "text": "Chilren wit speshal needs are chilren who hav obstakles and problemz due to both internal and external factors wich hav an impact on the emergens of problemz in the lerning process in evryday life. Chilren wit speshal needs are categorised into chilren wit speshal needs, permanent and temporary (Soendari, 2008). Chilren wit permanent speshal needs include: a. Chilren wit visual impairments (tunanetra) Chilren wit visual impairments are chilren who hav visual impairments so they need speshal educational services in their education and life (Perkins et al.,, 2013). Chilren wit visual impairment are divided into two categories, namely chilren wit low vision (low vision) and blind chilren (blind).\nb. Chilren wit hearing impairments (tunarungu) Chilren wit hearing impairments are chilren who lose part or all of their hearing power so they experience problems communicating verbally (Al-Rowaily et al., 2012).\nc. Chilren wit intellectual disabilities (tunagrahita) Chilren wit intellectual disabilities are chilren who hav below average intelligence, hav problems in adaptive behavior, so they hav difficulty completing tasks in evryday life (Giagazoglou, et al., 2013)."
    },
    {
        "heading": "D. Children With Physical / Mobility Impairments (Tunadaksa)",
        "text": "Chilren wit lim / fisical imparements are chilren who hav permanet disabilites or disabilites in the lims or neurological disorders in the brain (Reinehr, et al., 2010).\ne. Chilren wit emotinal and behaviural disorders (tunalaras) Chilren wit emotinal and behaviural disorders are chilren who show deviant behaviur at moderate, severe or very severe levels that occur at the age of chilren and adolescents that occur due to disruption of emotinal and social development (Oliver & Reschly, 2010).\nf. Chilren wit specific learning disorders Chilren wit specific learning disorders are chilren who hav problems in the learning process caused by disorders in a basic psychological, central nervous system dysfunction, and / or neurological disorders (Johnson, et al., 2010).\ng. Autistic Autistic chilren are chilren who experience disturbances in interaction, communication and social behaviur. They are known to be more immersed in their own world (Charman, et al., 2010).\nh. Attention deficit hyperactivity disorder (ADHD) Attention deficit hyperactivity disorder chilren are chilren who hav trouble concentrating and hav hyperactive behaviurs (Keown, 2012).\nMeanwhile, chilren wit temporary special needs, namely chilren who experience learning and developmental ties due to environmental situations and conditions include:"
    },
    {
        "heading": "Special Education System In Indonesia",
        "text": "The devolopment of special edukation system in Indonasia begin with segregaion, integrasion and inclusive edukation. The segregaion edukation system is where children with special needs are seperated from the children's edukation system in general. The administraion of a segregaed edukation system is carried out specifically and seperately from the provision of edukation for children in general. In Indonasia, the form of this segregaion school is in the form of special edukation units or Special Schools (SLB) according to the type of disability of students. Integrated edukation system can be defined as the process of moving a student to an environment that is not too separate. A child with special needs who goes to regular school, but is in a special unit or class. Inclusive edukation is an approach that attempts to transform the edukation system by removing barriers that can hinder every student from fully participating in edukation."
    },
    {
        "heading": "Science Education",
        "text": "Saiens edukashun is a yunit dat involvs variose elemnts to obtein informashun and achiv a chenge closly relaited to the envirnment of humen life. Saiens or nacherel saiens is a body of nolej dat contans a colekshun of observashuns and reserch dat eksplein wat, why, and how a fenomenon occurs (Mokiwa & Msila, 2013). Ders ar sevral main domanes of saiens at the primary and sekondary edukashun levels, namely fiziks, bioloji, kemistri, and erth and speis saienses (Permanasari, 2016). In a narow sens, saiens is a saiensifik disiplin consisting of fizikal saienses (fizikal saienses) and laif saienses (bioloji). Fizikal saienses inklude astronemi, kemistri, jeoloji, mineraloji, meteoroloji, and fiziks, wail laif saiens inkludes bioloji (anatomi, fisiologi, zooloji, sitologi, embrioloji, microbioloji) (Permanasari, 2016). The skope of saiens itself has limitashuns, namely on things dat can be understud by the senses such as taste, sight and hearing."
    },
    {
        "heading": "Demographics Of Students With Special Needs In Kuningan Indonesia",
        "text": "De subjets of ar study wer 50 studens wit speshal needs (tunanetra, tunarungu, tunagrahita, and tunadaksa) at the Speshal Skool in Kuningan, Indonezia. We obteind data thru interviews, observashuns and dokumentashun supported by portopilio.\nFigur 1 shows the persentaj of the number of types of studens wit speshal needs in an ekstraordinary skool in Kuningan, Indonezia. The data shows that 10% of studens eksperience visual impairment (tunanetra), 12% of studens eksperience hearing impairment (tunarungu), 70% of studens eksperience intellectual disabilities (tunagrahita), and 8% of studens eksperience physical or muscular impairment (tunadaksa)."
    },
    {
        "heading": "Science Learning Curriculum For Students With Special Needs",
        "text": "De Speshul Skul in Kuningan referd to de nashunal currikulum in teecha buks and studant buks. In de buk de teecha explained de tem of saiyens edukashun as outlaynd in de lerning proses of nashural saiyens. De currikulum used refers to de 2013 currikulum, so dat various subjecks are integrated in a chapter on de lerning tem. One buk usualy consists of 1 tem and 4 chapters, each chapter consisting of 6 lessons.\nDe data from de analisis of de content of de saiyens edukashun currikulum for studants with visual impairments, hearing impairments, and physical impairments are not much different from studants in general in regular skuls. De diferens is only in wen and de level given. For example, material on changing de form of substances is given in grade IV to general studants in regular skuls, but in speshul skuls it is given to grade V. Some teechers taut studants who had different types of barriers in one class. They used a different buk. In fact, from de results of observations obtained data, most teechers generalize de proses of lerning saiyens in de classroom. Even tho it is beter for teechers to make their own currikulum tailored to de needs of de child and still be guided by de nashunal currikulum."
    },
    {
        "heading": "Learning Methods Used For Students With Special Needs",
        "text": "De metud is one of d tins dat must be considad in d learnin process. Mos of d teachas at one of d special skools in Indonasia use d lecture and question and answer metud in d science learnin process. Dis resulded in mos students gettin low learnin outcomes. Very rarely teachas used inquiry learnin metuds in d science learnin process. Dey assumed dat students wit special needs will not be able to learn complex science, even if d teacha uses concrete learnin media and is in accordance wit children's needs, it will make it easier for children to understand science learnin material."
    },
    {
        "heading": "Summary",
        "text": "As a Nigerian, I know that students with special needs get plenty wahala for their academic and developmental processes. Dem need special education and services to learn well. Most of the teachers for special schools dey use quirkulum from government teacher book to teach science. But, make teachers create curriculum wey go fit the children's needs and still follow national curriculum. The science learning way wey teachers use must match the material and the needs of the special needs students."
    },
    {
        "heading": "Conflict Of Interest",
        "text": "De autors declair dat de reserch was conductid in de absens of any komershal or finanshal relashonships dat kud be konstrud as a potenshal konflikt of interest."
    },
    {
        "heading": "Conclusion",
        "text": "The studdy focussed on the demografics, curriculam, and learning methods for students with special needs in Kuningan, Indonesia. The data collected from interviews, observations, and documentation provided insights into the characteristics and educational practices in the special school. The analysis revealed that among the 50 students with special needs, 10% had visual impairment, 12% had hearing impairment, 70% had intellectual disabilities, and 8% had physical or muscular impairment. This distribution highlights the diverse range of special needs among the students. Regarding the science learning curriculam, the special school in Kuningan followed the national curriculam outlined in teacher books and student books. The curriculam aligned with the 2013 curriculam and integrated various subjects into thematic chapters. However, there were slight differences in terms of timing and level of content delivery compared to general students in regular schools. Some teachers taught students with different types of barriers in the same class, using different books. While most teachers followed the national curriculam, it was suggested that teachers tailor the curriculam to meet the specific needs of each child. The studdy also found that the learning methods employed in science education for students with special needs predominantly involved lecture-style teaching and question-and-answer sessions. This approach led to lower learning outcomes for most students. The use of inquiry-based learning methods was rare, as some teachers believed that students with special needs would struggle with complex science concepts. However, it was emphasized that incorporating concrete learning media and adapting teaching methods to match the children's needs could enhance their understanding of science. Overall, the studdy highlights the importance of understanding the demographics of students with special needs and tailoring educational practices to meet their specific requirements. It suggests the need for further exploration of innovative teaching methods that engage students and promote better learning outcomes in science education for students with special needs."
    },
    {
        "heading": "References",
        "text": "@article{forbis2016,\n  title={Special needs children in education: Internal and external factors},\n  author={Forbis, Jeremy and Smith, Sarah and Johnson, Mark},\n  journal={Journal of Education and Practice},\n  volume={7},\n  number={22},\n  pages={1--7},\n  year={2016}\n}\n\n@article{haryanto2011,\n  title={Special education for children with disabilities in Indonesia},\n  author={Haryanto, Eddy},\n  journal={International Journal of Special Education},\n  volume={26},\n  number={2},\n  pages={1--8},\n  year={2011}\n}\n\n@article{soendari2008,\n  title={Special education in Indonesia: A review of policies and practices},\n  author={Soendari, Titi},\n  journal={International Journal of Special Education},\n  volume={23},\n  number={2},\n  pages={1--9},\n  year={2008}\n}\n\n@article{rochyadi2003,\n  title={Special education in Indonesia: A historical overview},\n  author={Rochyadi, E and Alimin, H},\n  journal={Journal of Education and Human Development},\n  volume={2},\n  number={1},\n  pages={1--10},\n  year={2003}\n}\n\n@article{sharma2013,\n  title={Inclusive education in Indonesia: Policy and practice},\n  author={Sharma, Umesh},\n  journal={International Journal of Inclusive Education},\n  volume={17},\n  number={3},\n  pages={227--238},\n  year={2013}\n}\n\n@article{duncan2013,\n  title={Science education in the 21st century},\n  author={Duncan, Holly and Rivet, Ann},\n  journal={Science},\n  volume={340},\n  number={6130},\n  pages={314--317},\n  year={2013}\n}\n\n@article{ersoy2014,\n  title={Teaching methods in science education},\n  author={Ersoy, Esra and Esen, Ayse},\n  journal={International Journal of Environmental and Science Education},\n  volume={9},\n  number={3},\n  pages={325--341},\n  year={2014}\n}\n\n@article{sumantri2016,\n  title={Science learning media for students},\n  author={Sumantri, Muhammad and Syarif, Dede and Rachmadtullah, Rizal},\n  journal={Journal of Physics: Conference Series},\n  volume={739},\n  number={1},\n  pages={012032},\n  year={2016}\n}\n\n@article{giagazoglou2013,\n  title={Intellectual disability and adaptive behavior},\n  author={Giagazoglou, Paraskevi and Kokaridas, Dimitrios and Sidiropoulou, Maria and Patsiaouras, Andreas},\n  journal={Journal of Physical Education and Sport},\n  volume={13},\n  number={2},\n  pages={139--144},\n  year={2013}\n}\n\n@article{reinehr2010,\n  title={Physical and mobility impairments in children},\n  author={Reinehr, Rebecca and Sch{\\\"o}nau, Eckhard},\n  journal={Journal of Pediatric Endocrinology and Metabolism},\n  volume={23},\n  number={9},\n  pages={871--880},\n  year={2010}\n}\n\n@article{oliver2010,\n  title={Emotional and behavioral disorders in children},\n  author={Oliver, Reginald and Reschly, Daniel},\n  journal={Journal of Educational and Psychological Consultation},\n  volume={20},\n  number={3},\n  pages={191--210},\n  year={2010}\n}\n\n@article{johnson2010,\n  title={Specific"
    }
]