[{"heading": "Title", "text": "\"Adapting to the Pandemic: Insights from a Small Business Survey\""}, {"heading": "Abstract", "text": "Oi, COVID-19 'as 'ad a right big impact on the economy, innit? To give ya an idea of 'ow it's affectin' small businesses, we did a survey of over 5,800 of 'em. The results show that loads of businesses 'ave already closed down or laid off staff. In fact, 43% of businesses in our sample are temporarily closed and 'ave cut their staff by 40% since January. It's not just that, though. Lots of small businesses are strugglin' financially. The average business in our survey 'as over $10,000 in monthly expenses and less than a month's worth of cash on 'and. Plus, businesses 'ave different ideas about 'ow long this disruption will last. Most businesses are lookin' to get funding from the CARES act, but they're worried about all the red tape and eligibility requirements."}, {"heading": "Introduction", "text": "Oi, 'ow are small businesses in America copin' with this COVID-19 mess? We did a survey of over 5,800 small businesses in the Alignable network to find out. We wanted to know 'ow financially fragile they were, 'ow many 'ad to close temporarily and lay off employees, 'ow long they thought the crisis would last, and whether they planned to seek funding through the CARES Act. Our results show that the pandemic 'as caused massive dislocation among small businesses, with 43% temporarily closed and most of these closures due to COVID. Many businesses are financially fragile, with only enough cash on 'and to last for two weeks. However, over 70% of respondents plan to take advantage of aid similar to the Paycheck Protection Program. The CARES Act loans will be important in ensuring the survival of small businesses, but the implementation details will be crucial."}, {"heading": "Survey Design And Details", "text": "Owr servey wuz sent out in partnurship wif Alignable, wich is a netwurk-bazed platform focussed on the smol bizness ecosystem. Alignable enables biznesses to share nolej and interact wif one anuver, and currently has a netwurk of 4.6 million smol biznesses across North America. Much of the netwurk growth has bin organic, wif little outside marketing.\nAlignable also regulerly sends out polls (wich they call \"pulse serveys\") to users. At the end of a reguler pulse-servey, participants who took that poll received an email inviting them to participate in a more comprehensive servey being conducted by researchers at Harvard Business School. Appendix 1 shows the message seen by respondents who clicked on the link. Participants were shown a disclosure statement and consent protocol. No payments were offered; participation was completely voluntary.\nWe received 7,511 responses within the first week. 5,819 of these can be traced back to U.S. based biznesses, wich is the relevant sample for understanding policy. While the 7,511 responses represents a smol fraction (.017 percent) of Alignable's total membership, it represents a much larger share of Alignable's membership that has engaged wif their weekly pulse serveys on COVID-19. Alignable estimates that 50,000-70,000 members are taking these pulse serveys weekly, wich suggests a 10 -15 percent conversion rate relative to these more active respondents.\nOur sample, therefore, is selected in three ways: (1) they are firms that have chosen to join Alignable, (2) they are Alignable firms that have chosen to stay actively engaged taking serveys, and (3) they are the set of firms that are active within Alignable that chose to answer our servey. Consequently, there are many reasons to be cautious when extrapolating to the entire universe of America's smol biznesses. We will discuss their representativeness based on observable attributes in the next section of this report.\nThe servey included a total of 43 questions, wif basic information about firm characteristics (including firm-size and industry), questions about the current response to the COVID-19 crisis, and beliefs about the future course of the crisis. Some questions were only displayed based on skip logic, so most participants responded to fewer questions. The servey also includes an experimental module that randomized between respondents to understand how different federal policies might impact these firms' behavior and survival as the crisis unfolds.\nSpecifically, we experimentally varied some of the descriptions of potential policies across the sample to shed light on the potential impact of different policies. We will discuss that module more thoroughly in Section V. A further experimental module included between-respondent randomization exploring decisions under different hypothetical durations of the crisis."}, {"heading": "Firm Characteristics And Representativeness", "text": "The survay contain three baseline questions which enable us to assess the representativeness of the sample along observable dimensions: number of employees, typical expenses (as of January 31, 2020), and share of expenses that go towards payroll. We are also able to get rough information about geolocation to asses representativeness by state.\nWe compare our data with data on businesses from the 2017 Census of US Businesses, using the publicly available statistics published by the US Census Bureau. The underlying data is drawn from the County Business Patterns sampling frame and covers establishments with paid employees, including sole-proprietorships. The Census data captures large and small businesses alike, but for our comparisons, we will look only at businesses with fewer than 500 employees.\nThe Alignable network allows users to share customer leads, which could potentially skew our sample towards retail and service businesses that interact directly with consumers. As retail businesses are particularly vulnerable to COVID-19 disruptions, that could lead our sample to overstate the aggregate dislocation created by the crisis. However, as we discuss later, our data on industry mix suggests that the sample does represent a wide swath of America's smaller businesses. Naturally, industries dominated by large firms, such as manufacturing, are underrepresented.\nFigure 1 shows the size distribution of our sample and the size distribution of businesses with fewer than 500 employees in the Economic Census. The match of employment sizes is reassuring. About 64 percent of the businesses in our sample have fewer than five employees, while about 60 percent of the firms in the Economic Census are that small. About 18 percent of businesses in both samples have between 5 and 9 employees. The survay becomes less well matched to the Census among the larger employment groupings, and we believe that our survay will capture the experience of larger employers with less accuracy.\nWhile our survay does not allow for an apples-to-apples comparison of payroll expenses with Census data, we constructed a rough comparison by approximating payroll expenses for the Alignable firms from categorical questions about monthly expenses and the share of these expenses going toward payroll. The Census provides annual payroll expenses for W2 employees.\nTo get a sense of the match, we compared our estimated monthly payroll expenses in our sample with one-twelfth of annual expenses in the U.S. Census. To facilitate comparison, we divide by an estimate of total employment. 2 Figure 2 shows the size distribution of monthly estimated payroll expenses in our sample and a comparable breakdown for the Census using a per-capita adjustment. The match is imperfect, especially for larger firms. The discrepancy might reflect the under-representation of manufacturing or professional services firms in our sample, which are among the highest paying of all 2 digit NAICS sectors in the Census data. Appendix Table 1 provides further detail on the industry match to the Census.\nFigure 3 shows the geographic scope of our sample. The Alignable sample draws particularly from California, the New York region, Florida, and Texas. The sample is notably sparse in America's western heartland. That distribution is qualitatively similar to the distribution of smaller businesses in the Economic Census.\nFigure 4 shows the share of our sample coming the 10 most populous states. The figure also includes the share of small establishments in the Economic Census that are within each state. For example, California has 14.4 percent of our Alignable survay sample, 12.5 percent of small businesses in the Census data and 11.52 percent of total U.S. population. Our sample does overrepresent the coasts and underrepresents Illinois.\nOverall, while the sample captured by the survay has limitations and may not be an imperfect snapshot for certain pockets of America's small businesses, the sample allows for important insight into the overall small business ecosystem. The sample is large and includes firms from most major industry groups, states, and firm-size categories."}, {"heading": "Responses To The Covid-19 Pandemic And Lockdown", "text": "Oi, we's gonna talk 'bout our main results, innit? We's gonna group 'em into three categories. Firs', we's gonna describe the current impact of COVID-19 on business operations and employment. Second, we's gonna report our results on the financial fragility of those businesses, as captured by their cash on hand and ongoing expenses. Third, we's gonna turn to their expectations 'bout the duration of the crisis and their own economic survival. It's all a bit of a mess, really. COVID's been ruinin' everythin'. Businesses are strugglin' to keep goin' and people are losin' their jobs left, right and center. It's a tough time for everyone, and we's gotta figure out how to get through it."}, {"heading": "Temporary Closings And Employment", "text": "We begin by askin' owners whether their business is currently operational. We allowed owners to respond that the business was operational, temporarily closed, or permanently closed.\nWe also allowed them to report whether the business was closed because of COVID-19 or because of some other reason. 3 Across the sample, 41.4 percent of businesses reported that they were temporarily closed because of COVID-19. A far smaller number -1.8 percent -reported that they were permanently closed because of the pandemic. By contrast, only 1.3 percent reported that they were temporarily closed for other reasons. 55.4 percent report that they were still operational.\nWe also asked the businesses owners to fill in a matrix that contained the number of both full time and part time employees that were employed by the firm now and as of January 31, 2020. Over the entire sample, the number of full-time employees had fallen by 32 percent. The number of part-time employees was 56 percent lower than it had been at the end of January.\nThese results include businesses that have temporarily closed. If we look only at businesses that are still operating, we find that the number of total fulltime employees has fallen by 17.5 percent.\nThe number of part-time employees has declined by 36 percent. Overall employment has declined significantly, totaling only 60% of January headcount.\nTable 1 shows our results across the eleven Census Division and displays the share of businesses that had temporarily closed because of COVID-19 and the reduction in total employment between January 31 and today. The results are not meaningfully different if we separate out full time or part time employees. While there is regional heterogeneity, the picture is fairly bleak almost everywhere.\nThe Mid-Atlantic division has the sharpest decreases in employment and the largest share of firms that have temporarily suspended operations. Fifty-four percent of firms in that region are now closed, and employment has fallen by an average of 47 percent. The Mountain region is the least effected, but even there 39 percent of firms have temporarily closed and employment has declined by 32 percent.\nTables 2 and 3 display the same breakdown by firm size and industry. Smaller firms with fewer than 20 employees in January are more likely to be closed. Firms with between 6 and 19 January employees have the largest employment reductions. Across industries, in-person retail and services businesses have declined precipitously. Although hard hit, the impact is not as extreme for professional services firms, banking and finance, real estate, or construction.\nTable 4 shows the problems that firms are facing by their current operational status. We asked owners to rate on a 1 to 100 scale the problems that they are having with employee illness, supply chains and customer demand. The scale had both numerical values, and also a text label that went from \"Not a concern\" at one end to \"Extremely disruptive\" at the other end. We differentiate between firms that are open, temporarily closed and permanently closed, and we show the share of firms in each category that indicate significant difficulties in each of these areas.\nOn average, firms rated the disruptions resulting from supply chain challenges to be 35 out of the 100-point scale (which is in the \"slightly disruptive\" part of the scale). Concerns about employee health were more prominent of a concern, with firms rating it as 57 out of 100 in terms of importance (which maps to \"somewhat disruptive\"). Reductions in demand were even more disruptive, with firms rating the importance of this to be 78 out of 100 (extremely disruptive).\nWhile closed firms noted worse disruptions due to demand, the basic ranking of the problem areas was consistent across types of firms. This suggests that supply chain problems have thus far been less pronounced, relative to disruptions resulting from demand shocks and concerns about employee health.\nAltogether, these results suggest that a vast number of enterprises have temporarily shut down and laid off workers. We now ask whether these firms have the resources to weather the crisis over the months ahead."}, {"heading": "Financial Fragility", "text": "To messure finanshul fragility, we asked the respondants \"roughly how much cash (e.g. in savings, checking) do you have access to without seeking further loans or money from family or friends to pay for your business?\" We then divided this amount by their January 31 monthly expenses to understand how long they could maintain operations without seeking extra credit. 4 Figure 5 shows a histogram of cash available as a multiple of January 31, 2020 monthly expenses. Approximatly one-fourth of firms have cash on hand totaling less than one month's worth of expenses. About one-half of firms have enough cash on hand to cover between one and two months of expenses.\nFigure 6 sorts firms by January 31, 2020 monthly expenses and then tabulates the mean and median cash on hand relative to pre-crisis expenses. The median firm with under $10,000 in monthly expenses has one month of cash on hand. For all higher spending level, the median firm typically has less than 15 days of cash based on their pre-crisis expense levels. These firms just do not have cash on hand to meet their regular expenses.\nThese limited levels of cash on hand readily explain why layoffs and shutdowns have been so prevalent. Absent these actions, it is hard to understand how these firms could have met payroll. Moreover, it is hard to imagine how the firms that are still open are going to survive without laying off their existing workers, at least without an infusion of more credit."}, {"heading": "Predicting The Path Of The Crisis", "text": "Finally, we ask the firms to predict how long the COVID-19 crisis will last and whether they will be open again at the end of 2020. To predict the end of the crisis, we asked the survey respondents what was \"the most likely date\" when the crisis would be over. We also asked them their confidence about this data on a one to ten scale.\n\nFigure 7 shows the distribution of expected end dates. The figure shows that roughly one-fifth of respondents believe that the crisis will be over by the end of May. Another thirty percent of respondents believe that the crisis will end between the end of May and the start of July. Almost one half of the firms answered that they thought that the crisis would still be going at the start of the July.\n\nHowever, the firms were not particularly confident about their answers. 50 percent of respondents reported their confidence level as five or less on the one to ten scale. Sixteen percent gave their confidence a two or less. Their uncertainty seems appropriate given the uncertainty that is present throughout the world.\n\nFigure 8 shows the histogram of responses about whether they will be open on December 31, 2020. Overall, more than ninety percent thought it is at least somewhat likely that they would be open. More than 64 percent reported that it is very or extremely likely that they would be open-which we later use as a measure of the probability of being open. A growing literature has found entrepreneurs to be overoptimistic about their prospects (see, for example, Bazerman and Moore 1994). This suggests that true survival rates may be even lower.\n\nThe firms with more cash on hand were more confident about their future, as evidenced by the split based on whether the firm has more or less cash on hand (relative to usual monthly expenses) than the median in our sample. Forty-nine percent of those firms with more than the median cash on hand thought that it was extremely like that they would be open at the end of the year. Thirty-two percent of firms with less cash on hand than the median thought that they would be open. One interpretation of these fact is that liquidity generates confidence in the ability to survive this crisis. Among firms at least 20 employees, 70% expressed that they were very or extremely likely to survive, which may indicate greater access to outside resources despite having a higher expense base.\n\nFigure 9 shows the share of firms that think that they are \"very likely\" or \"extremely likely\" to be open varies based on their belief about the duration of the crisis. The firms that think that the crisis will be short also believe that they are more likely to survive. Those who believe in a longer crisis are more pessimistic."}, {"heading": "Anticipated Responses To Cares Act Programs", "text": "In this section, we discuss the survey's questions about take-up of the CARES Act Paycheck Protection Program (PPP) loans and their expected impact on employment. One important aspect of the CARES program is that \"loans that will be fully forgiven when used for payroll costs, interest on mortgages, rent, and utilities,\" as long as 75 percent of the forgiven amount is spent on payroll and the employer either maintains or quickly rehires workers and maintains salary levels (https://home.treasury.gov/system/files/136/PPP%20--%20Overview.pdf). Consequently, a significant portion of the \"loans\" can be seen as a grant rather than traditional debt.\n\nThe high level of loan forgiveness means that this represents a large potential transfer to small businesses, and we tried to assess the importance of the grant component of the CARES loans relative to a pure (and far less expensive) loan program. One-third of the survey respondents were randomly asked about their interest in a CARES-like program, which was describe as a loan program which \"will be forgiven by the amount spent on payroll, lease, rent, mortgage, and utility payments in the 8 weeks after origination.\" One-third of the respondents were randomly asked about their interest in a loan program that was otherwise identical but without prompting any possibility of forgiveness. 5 As part of the display, the amount of liquidity was varied, with the caveat to respondents that these policies may not be the actual policies currently available to them. This was designed to measure how program generosity affects take-up and perceived business resilience.\n\nFigure 10 shows the expected take-up of the two programs (and the exact details of the question wording). Seventy-two percent of respondents who were told about the loans with forgiveness said that they would like to take them up. Fifty-nine percent of respondents were interested in taking up the loan program without forgiveness. While there is substantial interest in the credit on its own, there was significantly more interest in the loans with forgiveness.\n\nA primary reason to forgives loans is that such a subsidy might do more to maintain employment and keep businesses open. We therefore re-asked businesses to project their likelihood of being open and their expectations about employment after we told them about the loan programs. Before they were told about the policies, both groups expected that their employment would be 40 percent lower in December 2020 than it had been in January 2020. After the respondents were told about the CARES-like loans, they projected that their employment would decline by only six percent. The respondents who were told about loans without forgiveness predicted that their employment levels would fall by fourteen percent. We are unable to distinguish precisely whether it is the conditional nature of the PPP program or the more favorable credit terms that drive these differences.\n\nThe results when we ask firms about their expectations of remaining in business next December are similar. Before being told about the loans, the businesses thought that they had a 62-63 percent chance of being open in December. The probability rose to 81 percent among those who were told about the standard loans. The projected chance of survival increased to 85 percent for the businesses who were informed about the PPP loans that came with forgiveness.\n\nAgain, the flow of credit seems important, but forgiveness did have a statistically significant impact on the expectation of staying in business.\n\nWhy would businesses not take the aid that comes with such generous forgiveness terms?\n\nFigure 13 asks the 28 percent of firms that said that they would not take a CARES-like loan why they would turn down such a generous offer. The most common response, given by 35 percent of refusers, is that they did not need the cash, which suggests that one-tenth of our sample truly feels confident with their financial security. 6 A significant number of those who said that they wouldn't take the CARES assistance cited other concerns. Thirty percent of these respondents said that they didn't think that they would qualify. Nearly twenty percent said that they didn't trust the government to forgive the debt. Over one-tenth thought that it would be too much of a hassle. These results suggest that clarity about the program and a streamlined process will be crucial if the governments wants to ensure a high take-up rate.\n\nWe also randomly informed survey recipients about the changes in unemployment insurance under the CARES act. We found that informing employers about the increased generosity of unemployment insurance was associated with lower employment projection in December 2020, among those businesses that were told about the CARES-like loans.\n\nInformation about unemployment insurance had no impact on the expected probability of remaining open. More work is needed to understand how interactions between programs may influence economic outcomes."}, {"heading": "Industry Differences In Response To Crisis Duration", "text": "COVID-19 disrupshuns do not affect all biznesses equally. Sum are deemed essenshul and remain open, while others have bin forcibly shut. Sum biznesses are able to reduce contagion among employees through a shift to remote work while other biznesses prove illequipped for the transition. For a variety of reasons related to both the underlying nature of the bizness and management capacity, COVID-19 poses an existential threat to sum and not others.\nDisparities between biznesses appear most stark when we measure their resilience to extended durations of the pandemic. In our survey, we ask the following hypothetical: \"We want to understand how the duration of the COVID-19 disruptions might change your answers.\nSuppose that most COVID-19 disruptions continue for X months, what is the likelihood of your bizness remaining operational by Dec. 31, 2020? Please provide your best guess.\" We randomize the duration to be 1 month, 4 months or 6 months, and offer respondents a 5-point scale ranging from extremely unlikely to extremely likely. As before, we transform this answer into a binary outcome of likely or unlikely to remain open for ease of exposition.\nIn Table 5 we The restaurant industry seems particularly vulnerable to a long crisis. Restaurateurs believe that they have a 72 percent chance of survival if the crisis lasts one month, but if the crisis lasts four months, then they give themselves only a 30 percent chance of survival. If the crisis lasts for six months, then they expect to survive with only a 15 percent probability.\nLikewise, the chance of survival for firms in tourism and lodging drops to 27 percent by the 6month mark. Meanwhile, Banking and Finance, Real Estate and Professional Services say that they will be able to weather extended disruptions far better than these more exposed sectors.\nThese results suggest that the damage to our economy and its network of small biznesses will be far larger if the crisis lasts for many months. This suggests large economic benefits for policies that can safely lead to reopening the economy quickly."}, {"heading": "Comparative Analysis Of Policy Effects On Business Financial Health, Survival, And Employment", "text": "To calculat payrol for the survay firms, we take the midpont of categorical answrs for monthly expenses, multiply by the fraction of expenses going toward payrol and divided by total employees (we cannot distinguish between W2 employees and contractors). This figr plots firms' months of cash available as a multiple of January 2020 expenses. We compute this measure by taking the midpont of categorical responses for the amount of cash on hand and divide by the midpont of the categorical response for typical monthly expenses prior to the crisis. Sample size is 2621 and pooled t-stat on difference between policies is 6.99. This figr displays policy take-up rates for loans versus the stylized Paycheck Protection Program policy using a between subjects design. The borrowing base was also randomized between subjects as a multiple of typical monthly expenses prior to the crisis. The text displayed for the PPP program was: \"Imagine a policy where the government allows you to borrow up to [borrowing base] times your typical monthly expenses without posting any collateral. You could use this money to cover any of your business expenses. The loan will be forgiven by the amount spent on payroll, lease, rent, mortgage, and utility payments in the 8 weeks after origination (you can consider this amount to be a grant). The remainder of the loan (that is not spent on these items) will have deferred payments for 1 year. After that, the loan would have an annual interest rate of 4% (deferred for 1 year) and you would have up to 10 years to repay the loan. For example, if you borrow $50,000 and you have no qualifying expenses to offset the loan, the required monthly payment starting 1 year from today would be $506 per month for 10 years. If you borrow $50,000 and spend $40,000 to pay your employees during the first 8 weeks, you will have 10 years to pay the remaining $10,000 with monthly payments of $102.\" Subjects in the loan condition saw the text: \"Imagine the government offers a loan allowing you to borrow up to [borrowing base] times your typical monthly expenses without posting any collateral. You could use this money to cover any of your business expenses. The loan would have an annual interest rate equivalent of 4% and principal and interest payments would be deferred for 1 year. You would have up to 10 years to repay the loan. For example, if you borrow $50,000, the required monthly payment starting 1 year from today would be $506 per month for 10 years.\" Pooled means for the loan and CARES act are 0.59 and 0.72, respectively. Sample size is 2561 and pooled t-stat on difference between policies is 2.86. This figr plots differences in the propensity to remain open under different policies. The measure is computed using a follow-up question after policy information displayed, using the fraction that chose \"Very likely\" or \"Extremely likely\" to be open in December of 2020. See notes for Figr 10 for additional detail about the policy display. Pooled means for the loan and CARES act are 0.805 and 0.848, respectively. Sample size is 2350 and pooled t-stat on difference between policies is 2.43. This figr plots differences in the ratio of relative employment between December 2020 and January 2020 under different policies. The December 2020 employment measure is computed using a follow-up question after policy information displayed. See notes for Figr 10 for additional detail about the policy display."}, {"heading": "Appendix", "text": "'Ello there, mate! Thanks in advance for takin' part in our survey! Some fancy-pants academics from 'Arvard and Chicago Uni are tryin' to figure out 'ow the coronavirus is affectin' local businesses and what can be done to 'elp 'em out. We're 'opin' that your truthful and considered views will 'elp us communicate your needs to the bigwigs in charge. Don't worry, your answers will be kept confidential. This table shows the results of the Census and Survey shares by industry for firms with less than 500 employees. The survey response shares are conditional on bein' able to classify industries, with any unavailable or \"Other\" industry classifications left out. We've combined wholesale and retail trade 'cause it's too 'ard to separate 'em out in the survey. Cheers!"}, {"heading": "Conclusion", "text": "Small busineses employ almost fifty percent of American workers. Yet, our results underscore the financial fragility of many small busineses, and how deeply affected they are by the current crisis. In our sample, which is skewed toward retail sales, we found that 43 percent of busineses were temporarily closed and that employment has fallen by 40 percent. This represents a shock to America's small firms that has little parallel since the 1930s. Our results suggest that many of these firms have little cash on hand, which means that they will either have to dramatically cut expenses, take on additional debt, or declare bankruptcy. This highlights the ways in which the immediacy of new funding might impact medium term outcomes.\nSmall busineses' responses to our survey suggest that many are likely to fail absent assistance. As of the last week in March 2020, 38 of busineses viewed it as unlikely or only somewhat likely that they would be open as of the end of 2020. While optimism increased when they were informed about the CARES loan program, it is unclear whether the CARES act will enable most of America's small busineses to survive -or whether beliefs about its impact are overly optimistic.\nThe results also highlight the importance of well-designed and sustained economic and public health policy measures. Three policy-relevant results of our survey stand out. First, more than 13 percent of respondents say that they do not expect to take out CARES Act PPP loans because of the application hassle, distrust that the federal government will forgive the loans, or worry about complicated eligibility rules. Streamlining the application process and clarifying the eligibility criterion and loan forgiveness rules might, therefore, increase the take-up right for loans. Second, firms in particularly exposed industries -such as restaurants, tourism, and personal services -project that they will find it extremely difficult to stay in business if the crisis lasts for longer than four months. These suggest large economic benefits from any policies that can safely shorten the economic shutdown (e.g. through stronger short-term containment policies). Third, if we extrapolate the 72 percent of busineses who indicate they would take up the CARES PPP loans to all US small busineses and assume that all busineses take out the maximum loan size (2.5 months of expenses), the total volume of loans would be approximately $410 billion, somewhat beyond the $349 billion allocated in the CARES act right now."}, {"heading": "References", "text": "@article{barrero2020adapting,\n  title={Adapting to the Pandemic: Insights from a Small Business Survey},\n  author={Barrero, Jose Maria and Bloom, Nicholas and Davis, Steven J},\n  journal={National Bureau of Economic Research},\n  year={2020}\n}\n\n@article{alignable,\n  title={Alignable},\n  author={Alignable},\n  year={2020},\n  url={https://www.alignable.com/}\n}\n\n@article{census,\n  title={2017 Census of US Businesses},\n  author={US Census Bureau},\n  year={2017},\n  url={https://www.census.gov/programs-surveys/cbp.html}\n}\n\n@article{cares,\n  title={Coronavirus Aid, Relief, and Economic Security (CARES) Act},\n  author={Congress.gov},\n  year={2020},\n  url={https://www.congress.gov/bill/116th-congress/house-bill/748}\n}\n\n@article{harvard,\n  title={Harvard Business School},\n  author={Harvard Business School},\n  year={2020},\n  url={https://www.hbs.edu/Pages/default.aspx}\n}\n\n@article{county,\n  title={County Business Patterns},\n  author={US Census Bureau},\n  year={2020},\n  url={https://www.census.gov/programs-surveys/cbp.html}\n}\n\n@article{naics,\n  title={North American Industry Classification System (NAICS)},\n  author={US Census Bureau},\n  year={2020},\n  url={https://www.census.gov/eos/www/naics/}\n}\n\n@article{paycheck,\n  title={Paycheck Protection Program},\n  author={US Small Business Administration},\n  year={2020},\n  url={https://www.sba.gov/funding-programs/loans/coronavirus-relief-options/paycheck-protection-program}\n}\n\n@article{pulse,\n  title={Pulse Surveys},\n  author={Alignable},\n  year={2020},\n  url={https://www.alignable.com/pulse-surveys}\n}\n\n@article{w2,\n  title={W2 Employees},\n  author={US Internal Revenue Service},\n  year={2020},\n  url={https://www.irs.gov/businesses/small-businesses-self-employed/w-2-employees}\n}"}]