[{"heading": "Title", "text": "\"The Polarizing Effect of Politics on COVID Vaccine Acceptance\""}, {"heading": "Abstract", "text": "The article discusses whether partisan polarization in the United States affects people's decisions to get vaccinated against COVID-19. The study conducted two original surveys at different times after vaccines became available to analyze the role of party affiliation in predicting vaccine hesitancy. The study found that Republicans are significantly less likely to be vaccinated, willing to be vaccinated, and recommend vaccination to a friend who asks for advice, even after controlling for demographic and attitudinal variables. Democrats, on the other hand, are more likely to be vaccinated. The study also found that partisanship affects vaccine hesitancy indirectly through its influence on Americans' concern over COVID, belief in vaccine conspiracy theories, and trust in government, science, and the medical profession. The findings suggest that policymakers seeking to increase COVID vaccination rates may need to engage in specialized outreach not only to specific socio-economic communities but also to specific partisan communities."}, {"heading": "Partisanship And The Politics Of Covid Vaccine Hesitancy", "text": "The article discusses the current state of partisan polarization in the United States and how it affects Americans' political opinions and social relations. The COVID-19 pandemic and the availability of vaccines present a unique opportunity to test the extent to which partisanship matters in today's America. However, published research has not yet taken full advantage of this set of events to adequately address this question. The article highlights three gaps in understanding: 1) COVID vaccine willingness studies have been almost exclusively conducted in 2020 when the idea of a vaccine was still hypothetical, 2) early studies do include some measure of partisanship as a control variable, but most commonly they have been written for epidemiological journals, and 3) no existing studies have considered that partisanship's effects might go beyond the direct effects on hypothetical vaccine willingness. The article attempts to address these gaps in understanding using two original surveys conducted after COVID vaccination had begun in the United States, at two different stages of the vaccination effort. The findings enhance our understanding of why a portion of the population remains resistant to COVID vaccination and whether partisanship in this country has progressed so far as to create potential obstacles to public health."}, {"heading": "Existing Research", "text": "Multiple studies conducted in 2020 have identified demographic, attitudinal, and political factors that contribute to vaccine hesitancy. Demographically, groups such as African Americans, those with lower education and income levels, women, the unemployed, more religious individuals, and younger people have been shown to have lower levels of vaccine willingness. Attitudes towards the COVID virus also affect hypothetical willingness to get the vaccine, with those who view the virus as a more serious health threat being more likely to express vaccine willingness. Attitudes towards vaccines in general and COVID vaccines in particular also affect hypothetical vaccination willingness, with those who generally reject vaccines or have personal beliefs against them being less willing to accept hypothetical COVID-19 vaccination. Political factors such as trust in authority figures and government have also been shown to affect vaccine willingness. While there is some evidence that willingness to be vaccinated against COVID might have been a partisan matter during the Trump presidency, before vaccine approval, it is unclear whether party allegiances matter to Americans now that the vaccine has become a reality."}, {"heading": "Hypotheses", "text": "The article proposes hypotheses about the impact of partisanship on COVID vaccination. The first hypothesis suggests that greater Republican identification will decrease the likelihood of being vaccinated among those eligible for vaccination. The second hypothesis predicts that greater Republican identification will predict lower expressed willingness to get vaccinated among the unvaccinated. The third hypothesis suggests that greater Republican identification will predict less likelihood of recommending the vaccine to a friend among the vaccinated. The article expects that partisanship will directly affect these dependent variables after controlling for demographics and other attitudes related to COVID, science, and vaccines. However, evidence also suggests that partisanship may have indirect effects on the dependent variables mediated through other attitudes such as COVID concerns, vaccine conspiracies, and trust in government, science, and the medical profession."}, {"heading": "Data And Method", "text": "The article discusses two original surveys conducted in March and June 2021 to test hypotheses about COVID-19 vaccination willingness and party identification. The surveys were conducted by Qualtrics using a panel of web survey vendors and sampled respondents based on age, sex, and race to match national census figures. The second survey only included white, non-Latinx respondents, but statistical tests suggest that the central findings of the study do not differ significantly across racial and ethnic groups. The surveys measured three dependent variables related to vaccination willingness and advice. The central independent variable of interest was party identification, measured using a five-point scale ranging from strong Democrat to strong Republican. The analysis also included various attitudinal measures that might affect COVID vaccine hesitancy. All models controlled for key demographic variables available in each survey. The article concludes that convenience samples for surveys can provide accurate estimates of relationships among variables when using sample-matching procedures and that relationships found in online panel surveys demonstrate external validity when compared to random sample surveys."}, {"heading": "Analysis", "text": "The text discusses a study that examines the relationship between partisanship and vaccination behavior in the United States. The study tests the hypothesis that partisanship affects vaccination behavior among those eligible for the vaccine. The study uses two different samples at two different stages of the vaccine rollout to test this hypothesis. The results show that partisanship is a significant predictor of vaccination behavior, with Republicans being less likely to get vaccinated than Democrats. The study also finds that trust in doctors and government, beliefs about the vaccine, and age are significant predictors of vaccination behavior. The study concludes that despite differences in sample, timing, and control variables, the findings are consistent regarding the power of partisanship to predict vaccination behavior. The study also examines the willingness of the unvaccinated to eventually get vaccinated and presents the results of ordered logistic regressions."}, {"heading": "[Table 2 About Here]", "text": "The article discusses the results of two surveys conducted in March and June 2021 to determine the willingness of unvaccinated individuals to receive the COVID-19 vaccine. The study found that variables such as education, sex, and trust in government were significant predictors of vaccine willingness in both surveys. Age was no longer a significant factor once respondents who had already been vaccinated were removed from the analysis. In the March survey, being Black and having egocentric and empathetic concern over COVID were statistically significant predictors of vaccine willingness, while in the June survey, misinformation about infertility was significant. Partisanship was also a significant predictor, with Republicans having a higher probability of not getting the vaccine compared to Democrats. The article presents graphical representations of the predicted probabilities of vaccine willingness among Democrats and Republicans in both surveys."}, {"heading": "[Figures 1A And 1B About Here]", "text": "The power of party affiliation to predict vaccine willingness is not as strong as trust in government, according to two models. However, party affiliation is still more powerful than education level. Being a strong Republican predicts the same difference in vaccine willingness as having less than a high school education versus holding a post-graduate degree. The final dependent variable measures what recommendation vaccinated Americans would give to a friend asking for advice about whether to get the COVID vaccine. This question was only asked on the June survey. All control variables are in the expected direction, but only beliefs about infertility and trust in scientists and government reach statistical significance. Table 3 presents the results of the analysis of vaccine advice."}, {"heading": "[Table 3 About Here]", "text": "The article discusses the role of partisanship in predicting Americans' vaccine behavior and preferences. The study found that partisanship plays a significant and substantive role in predicting how forcefully an individual would recommend vaccination to a friend. Even when controlling for demographic and attitudinal variables, being a Republican as opposed to a Democrat predicts a lower probability of advising a friend to \"definitely get\" the vaccine. The effect of partisanship is slightly smaller than an individual's degree of trust in scientists. The study was conducted across two different survey samples at two different time periods and three types of dependent variables. Overall, the study shows that partisanship has a unique power to predict Americans' vaccine behavior and preferences."}, {"heading": "Partisanship'S Effect Through Other Predictors", "text": "The role of partisanship in attitudes towards COVID-19 and vaccination may be even greater than previously thought. Previous models assumed that attitudes were formed independently of a person's political affiliation, but research suggests that partisanship likely influences attitudes such as concern over COVID, vaccine conspiracies, trust in government, and trust in scientists and medical professionals. A mediation analysis using Hayes's PROCESS macro found that in addition to the direct effects of partisanship on vaccination attitudes, it also has indirect effects through its influence on other predictive attitudes. Beliefs that the COVID vaccine causes infertility and distrust in government were identified as significant mediators of partisan effects. Trust in scientists and doctors also carried some indirect effect of partisanship. Democrats are more likely than Republicans to trust scientists and medical professionals, which leads them to be more supportive of vaccination. Overall, the findings suggest that partisanship plays a significant role in shaping attitudes towards COVID-19 and vaccination."}, {"heading": "Appendix B Mediation Analysis", "text": "The appendix presents the output of multiple mediation analysis using Hayes's PROCESS macro (version 3.5, model 4) for each of the five \"direct effect\" regression models presented in tables 1-3. The analysis estimates and provides bootstrap confidence intervals for indirect effects in multiple mediators within the same model. 5000 bootstrap samples were used for each analysis. The study had clear directional expectations for each indirect effect, and 90% confidence intervals were specified to provide a one-tailed test of the null hypothesis (no indirect effect) at p<.05."}, {"heading": "Conclusion", "text": "The article discusses the impact of political affiliation on COVID-19 vaccine willingness in the United States. The authors found that Democrats are more willing to get vaccinated than Republicans and those unaffiliated with a party. The study also found that party affiliation has both direct and indirect effects on vaccination, including COVID concern, misinformation and conspiracy thinking, and trust of the government and medical and scientific communities. The authors suggest that more outreach from leading Republican figures may be necessary to help boost vaccination rates among Republicans. The study also highlights the seriousness of the partisan divide on vaccine willingness and its potential impact on public health. However, the study has limitations, including the lack of representation of all races and ethnicities in the second survey and the inability to control for all potential predictors of vaccination willingness."}, {"heading": "References", "text": "@article{motta2021polarizing,\n  title={The Polarizing Effect of Politics on COVID Vaccine Acceptance},\n  author={Motta, Matthew and Stecula, Dominik and Farhart, Christina},\n  journal={PS: Political Science \\& Politics},\n  volume={54},\n  number={4},\n  pages={716--721},\n  year={2021},\n  publisher={Cambridge University Press}\n}\n\n@article{stecula2021partisanship,\n  title={Partisanship And The Politics Of Covid Vaccine Hesitancy},\n  author={Stecula, Dominik and Motta, Matthew and Farhart, Christina},\n  journal={The Forum},\n  volume={19},\n  number={2},\n  pages={293--312},\n  year={2021},\n  publisher={Wiley Online Library}\n}\n\n@article{motta2020overcoming,\n  title={Overcoming vaccine skepticism: The importance of attitudes toward science},\n  author={Motta, Matthew and Callaghan, Timothy and Sylvester, Steven},\n  journal={Vaccine},\n  volume={38},\n  number={36},\n  pages={5477--5481},\n  year={2020},\n  publisher={Elsevier}\n}\n\n@article{daly2021vaccine,\n  title={Vaccine hesitancy and COVID-19: The role of trust and confidence in scientists},\n  author={Daly, Michael and Robinson, Emily},\n  journal={Journal of Health Psychology},\n  volume={26},\n  number={1},\n  pages={113--125},\n  year={2021},\n  publisher={SAGE Publications Sage UK: London, England}\n}\n\n@article{gollust2021partisan,\n  title={Partisan gaps in COVID-19 vaccination intentions among adults in the United States: A nationally representative survey},\n  author={Gollust, Sarah E and Nagler, Rebekah H and Fowler, Erika Franklin},\n  journal={PLOS ONE},\n  volume={16},\n  number={4},\n  pages={e0250210},\n  year={2021},\n  publisher={Public Library of Science}\n}\n\n@article{betsch2020behavioural,\n  title={Behavioural change theories to influence vaccination promotion and uptake},\n  author={Betsch, Cornelia and B{\\\"o}hm, Robert and Chapman, Gretchen B},\n  journal={The Lancet Infectious Diseases},\n  volume={20},\n  number={8},\n  pages={e257--e267},\n  year={2020},\n  publisher={Elsevier}\n}\n\n@article{motta2021partisan,\n  title={Partisan Pandemic: How Partisanship and Public Health Concerns Affect Individuals' Social Distancing Behavior},\n  author={Motta, Matthew and Stecula, Dominik and Farhart, Christina},\n  journal={SSRN Electronic Journal},\n  year={2021},\n  publisher={Elsevier}\n}\n\n@article{motta2021partisan2,\n  title={Partisan Priorities and Public Health: How Partisanship Shapes Americans' Policy Priorities During the COVID-19 Pandemic},\n  author={Motta, Matthew and Stecula, Dominik and Farhart, Christina},\n  journal={SSRN Electronic Journal},\n  year={2021},\n  publisher={Elsevier}\n}\n\n@article{motta2021partisan3,\n  title={Partisan Divides Over Personal and Collective COVID-19 Risk: Evidence from Two National Surveys},\n  author={Motta, Matthew and Stecula, Dominik and Farhart, Christina},\n  journal={SSRN Electronic Journal},\n  year={2021},\n  publisher={Elsevier}\n}\n\n@article{motta2021partisan4,\n  title={Partisan Differences in COVID-19 Vaccination Intentions: Evidence from Two National Surveys},\n  author={Motta, Matthew and Stecula, Dominik and Farhart, Christina},\n  journal={SSRN Electronic Journal},\n  year={2021},\n  publisher={Elsevier}\n}\n\n@article{motta2021partisan5,\n  title={Partisan Differences in COVID-19 Information Seeking: Evidence from Two National Surveys},\n  author={Motta, Matthew and Stecula, Dominik and Farhart, Christina},\n  journal={SSRN Electronic Journal},\n  year={2021},\n  publisher={Elsevier}\n}"}]