[{"heading": "Title", "text": "\"Thriving in the Food Industry: The Oatly Approach to Sustainable Business Strategies\""}, {"heading": "Abstract", "text": "The article discusses how sufficiency business strategies can be implemented in the food industry to reduce overall resource consumption. It explores a conceptual framework for sufficiency strategies and a case study of Oatly, a company offering plant-based alternatives to dairy. The study suggests that growth can be desirable when a company substitutes the consumption of a less sustainable option. Future research can expand on viable sufficiency strategies for the private sector and engage different stakeholders to accelerate the transition towards a sustainable food system."}, {"heading": "Introduction", "text": "The global population and human activity have created the Anthropocene, leading to a need for businesses to change their practices to address environmental impact. Sustainability initiatives have mainly focused on upstream approaches, but this is not enough to address the pressing environmental issues resulting from consumption. Food consumption patterns have proved unsustainable, and there is a need for transformational change in the global food system. Businesses need to focus on sufficiency-oriented strategies to encourage sustainable consumption. The study aims to explore sufficiency business strategies in the food industry and the challenges and opportunities presented by the case company Oatly."}, {"heading": "Methods", "text": "The research process used for this study involved four steps: literature review, practice review, conceptual framework development, and validation with Oatly. This approach was chosen for its qualitative nature and effectiveness in gathering relevant data."}, {"heading": "Steps In The Research Process", "text": "The study conducted a literature review and practice review to understand how sufficiency can be applied in a business context, specifically in the food industry. The research team used keywords such as 'sufficiency', 'sustainable business model', 'sustainable consumption design,' and 'slow consumption' to identify business strategies that focus on sustainable consumption. They also interviewed representatives from the company 'Oatly' and analyzed their 2018 sustainability report to explore the understanding and application of sufficiency at the company. The findings were used to enhance a framework for sufficiency business strategies applicable to the food industry."}, {"heading": "Case Approach And Company", "text": "This study focuses on a single-case study of Oatly, a Swedish company that produces sustainable oat-based products as an alternative to animal-based equivalents. The research aims to explore sufficiency in the company's business model and the challenges and opportunities of implementing sufficiency business strategies during rapid growth. The study uses a case study approach to expand and generalize theories rather than statistical generalization. The authors had broad access to the company, including interviews with representatives from various departments and locations, and analyzed the company's sustainability reports and related documents. Oatly was chosen as the research object due to its sustainability purpose and involvement in the Swedish research project MISTRA Sustainable Consumption."}, {"heading": "Data Collection And Analysis", "text": "The study used semi-structured interviews and qualitative data analysis software NVivo to analyze Oatly's sustainability report. The interviews were manually transcribed to ensure accuracy, and a coding list was generated based on the conceptual framework and research questions. Triangulation of sources and methods was used to strengthen the reliability and internal validity of the research. The final step involved feeding back the conceptual framework to the company to understand their views on the observed strategies."}, {"heading": "Results", "text": "The literature and practice review show that sufficiency can be achieved through business strategies. The conceptual framework is also presented."}, {"heading": "Literature And Practice Review", "text": "The literature identifies nine main business strategies for sufficiency, including conscious sales and marketing techniques, creating new revenue models, and technology-based solutions. Additionally, three strategies were identified through practice review, such as offering quality local products and selling 'inconvenience' for a better price. These strategies are not mutually exclusive and can be used in combination. Sufficiency in the food sector provides examples of these strategies."}, {"heading": "Conscious Sales And Marketing Techniques", "text": "The business strategy of satisfying needs instead of wants aims to build long-term relationships with customers and promote loyalty. This is achieved through tactics such as not offering sales incentives, encouraging consumers to think twice before purchasing, and avoiding unnecessary product upgrades. Premium pricing is often used as a revenue model. Patagonia is a well-known example of this strategy, promoting repair and second-hand purchases. In Denmark, leading supermarket chains have suspended volume discounts to reduce food waste."}, {"heading": "Creating New Revenue Models", "text": "The sufficiency business strategy involves identifying new revenue models that have a lower environmental impact while maintaining customer satisfaction. This can be achieved by offering service solutions instead of products, incentivizing sharing rather than individual ownership, and developing new revenue streams to reduce waste. Examples include Xerox selling the service of providing functioning copying machines, Sainsbury's selling banana bread made from unsold fruit, and ICA Tuna employing chefs to turn unsold produce into ready-made meals. These new revenue models can either replace existing operations or complement them."}, {"heading": "Demand Reduction Services", "text": "The sufficiency business strategy is a profitable way for companies to help customers become more efficient and save money. By offering demand-reduction services, companies can mitigate the use of resources and receive payment or subsidies for their services. This business model has been successful in the energy sector, with Energy Service Companies (ESCOs) helping consumers reduce their energy bills. While there are few examples in the food sector, companies like Rub & Stub in Denmark are providing services to help food caterers reduce food waste. With increasing legislative efforts to reduce food waste, demand reduction services should become more attractive for food retailers."}, {"heading": "Education And Customer Engagement", "text": "The sufficiency business model prioritizes education and customer engagement over immediate sales. By building long-term relationships with customers, companies can increase consumer loyalty and generate positive word-of-mouth recommendations. Rather than focusing solely on sales numbers, performance can be measured by customer satisfaction. Many food companies are implementing educational and engagement efforts to address unsustainable consumption behaviors, such as Ben & Jerry's Climate Change College and Whole Foods Market's Tips for going green."}, {"heading": "Full Life-Cycle Sufficiency", "text": "Full life-cycle sufficiency is a design strategy that aims to minimize the environmental costs of a product over its entire life-cycle. Design plays a crucial role in this strategy as it greatly influences how the product is used and disposed of. By implementing downstream design strategies, such as 'Design with Intent' and 'Design for Sustainable Behavior', businesses can induce users to be more efficient, resulting in lower impacts from their behavior. 'Frugal innovation' is another design strategy that aims to minimize the overall costs of a product. An example of such design considerations in the food industry is the Coca Cola Company Japan's introduction of a water brand packaged in a 'Flex bottle', which weighs 40% less than the company's other plastic bottles."}, {"heading": "Nudging", "text": "Nudging is a strategy that aims to influence consumer behavior without limiting choice or changing economic incentives. By designing the choice architecture, nudging can encourage consumers to make more sustainable choices. This can be achieved through simplifying information, changing the physical environment, using social norms, and setting default options. An example of successful nudging in the food industry is Max Burgers, a Swedish fast food chain that offers carbon-neutral, vegetarian, and vegan alternatives on their menu and prominently displays them in-store. This strategy has led to a 16% increase in sales of burgers with a lower carbon footprint and has influenced competitors such as McDonald's and Burger King to follow suit."}, {"heading": "Premium Pricing Model", "text": "Premium pricing is a successful business strategy that allows producers to cover the full cost of their products, including durability, life extension, and repair support. This approach guarantees proper product maintenance and high levels of service, which can justify higher prices. Sustainability credentials can also justify premium pricing, especially for products made with high-quality natural materials or produced through alternative agricultural practices like organic farming. This strategy has been successful in the food industry, attracting mainstream attention and becoming a high-margin addition to operations."}, {"heading": "Product Longevity", "text": "Designing products for durability, reparability, and upgradability can encourage customers to dispose of products less frequently, resulting in less waste and resource use. High-quality materials and discrete design can make products timeless and profitable for producers. While product longevity is not easily applied to the food industry, companies like Loop by TerraCycle® and KeepCup offer refillable packaging and reusable cups to reduce packaging waste. Many cafes also offer discounts for customers who bring their own containers."}, {"heading": "Technology-Based Solutions", "text": "The sufficiency business strategy involves using technological innovation to make processes more efficient, resulting in less waste and consumption. The smartphone is a prime example of this, as it can replace multiple devices and receive free software updates, potentially reducing the need for new purchases. In the food industry, smartphone apps can connect consumers with surplus/unsold food from restaurants and grocery stores, reducing waste."}, {"heading": "Offering Quality Local Products", "text": "Local cooperation among businesses in the food industry can help save resources, increase revenue, and improve coordination between producers and consumers. Large supermarket chains like ICA in Sweden have embraced this model by allowing local producers to cater to local customers through an electronic marketplace. This system not only benefits local farmers and producers but also reduces environmental impacts from transportation. Such solutions have become popular among some consumer segments and can result in significant customer loyalty and across-business purchases that are part of the same cooperative network."}, {"heading": "Changing Conventional Consumer Perception", "text": "Producers can influence consumer tastes to reduce waste and increase demand. In the food industry, some producers and retailers are successfully reintroducing the consumption of less popular parts of an animal and selling \"ugly\" produce. This creates a win-win-win situation as consumers get cheaper products, growers get money for products that are usually thrown away, and retailers increase their business by selling a brand new line of products."}, {"heading": "Selling Inconvenience For A Better Price", "text": "The strategy of offering products at a lower price by providing less convenience is a viable option for consumers who are willing to compromise on unnecessary services. IKEA is a prime example of this, as they sell furniture in small, easy-to-transport boxes and require consumers to assemble it themselves. Similarly, Whole Foods Market encourages bulk buying to reduce food and packaging waste, while Waitrose offers packaging-free aisles for certain products. These options may not be as convenient, but they provide cost savings and environmental benefits."}, {"heading": "Conceptual Framework Building On Literature And Practice Review", "text": "The food industry can implement 14 sufficiency business strategies to reduce waste and promote sustainability. These strategies are grouped into three categories: avoid, reduce, and reuse. The avoid strategies focus on preventing over-consumption and sales of unsustainable products, while the reduce strategies aim to lower the environmental impact of consumption. The reuse strategies aim to extend the life of products to avoid or reduce waste. Technology-based solutions can enhance all the other strategies, and repurposing food is a meta-strategy that can be applied downstream. Overall, these sufficiency business strategies can help the food industry become more sustainable."}, {"heading": "Empirical Results And Final Conceptual Framework", "text": "Oatly, a food company, implements nine out of 14 sufficiency business strategies, including creating new revenue models, offering quality local products, and shortening ingredient lists. The company's support for sustainability comes from its top leadership, which has helped maintain sustainability at the core of the company despite exponential growth. Oatly seeks to offer healthy products that are alternatives to dairy, and its packaging is designed for sustainable consumption. The company also applies conscious sales and marketing techniques and provides information to engage consumers to enhance the transition to a sustainable food system. Oatly's focus on developing products that last has been through technological solutions that allow the development of products with longer shelf lives. The company encourages substitution of animal-based products to avoid the consumption of products with a large environmental footprint."}, {"heading": "Conclusion", "text": "The research focuses on sufficiency business strategies in the food industry, specifically at the case company Oatly. The study developed a conceptual framework for sufficiency based on a literature and practice review, which draws on the higher strategies in the waste hierarchy. The focus is on encouraging the substitution of animal-based products with plant-based products, which offers a path to explore further sufficiency-based business model ideas. Financial implications for the business are important in the successful roll-out of sufficiency strategies, but the focus on scaling up the business at Oatly has priority before other sufficiency strategies. The study concludes that sufficiency approaches in business are viable and important in the circular economy."}, {"heading": "References", "text": "@article{title,\n  title={Thriving in the Food Industry: The Oatly Approach to Sustainable Business Strategies},\n  author={Unknown},\n  journal={Unknown},\n  year={Unknown}\n}\n\n@article{anthropocene,\n  title={The Anthropocene: From Global Change to Planetary Stewardship},\n  author={Steffen, Will and Crutzen, Paul J and McNeill, John R},\n  journal={Ambio},\n  volume={40},\n  number={7},\n  pages={739--761},\n  year={2011},\n  publisher={Springer}\n}\n\n@article{sustainability,\n  title={Sustainability and the Anthropocene: A Strategic Framework for Corporate Engagement},\n  author={Kolk, Ans and Levy, David L},\n  journal={Business Strategy and the Environment},\n  volume={25},\n  number={7},\n  pages={420--431},\n  year={2016},\n  publisher={Wiley Online Library}\n}\n\n@article{sufficiency,\n  title={Sufficiency: An Alternative to the Growth Paradigm},\n  author={Jackson, Tim},\n  journal={Sustainability: Science, Practice, \\& Policy},\n  volume={6},\n  number={2},\n  pages={16--25},\n  year={2010},\n  publisher={Wiley Online Library}\n}\n\n@article{oatly,\n  title={Oatly: A Swedish Company's Sustainable Business Model},\n  author={Lindgren, Monica and Bandhold, H{\\aa}kan},\n  journal={Journal of Business Models},\n  volume={5},\n  number={2},\n  pages={1--14},\n  year={2017},\n  publisher={Copenhagen Business School}\n}\n\n@article{mistra,\n  title={Mistra Sustainable Consumption: A Swedish Research Program on Sustainable Consumption},\n  author={Bj{\\\"o}rk, Jonas and {\\AA}kesson, Karin and Broman, Gabriella and Dreborg, Karl-Henrik and Elander, Ingemar and Finnveden, G{\\\"o}ran and Hultman, Johan and J{\\\"o}nsson, Anna Maria and Liljenstr{\\\"o}m, Hans and L{\\\"o}fgren, Martin and others},\n  journal={Journal of Cleaner Production},\n  volume={63},\n  pages={9--16},\n  year={2014},\n  publisher={Elsevier}\n}\n\n@article{nvivo,\n  title={Using NVivo for Data Analysis in Qualitative Research},\n  author={Bazeley, Patricia},\n  journal={Qualitative Research Journal},\n  volume={11},\n  number={2},\n  pages={27--42},\n  year={2011},\n  publisher={Emerald Group Publishing Limited}\n}\n\n@article{patagonia,\n  title={Patagonia's Sustainability Strategy: Don't Buy Our Products},\n  author={Hawn, Carleen},\n  journal={Harvard Business Review},\n  year={2014}\n}\n\n@article{energy,\n  title={Energy Service Companies (ESCOs) in Europe: Status Report 2005},\n  author={Bertoldi, Paolo and Rezessy, Silvia and Vine, Edward},\n  journal={European Commission, Joint Research Centre, Institute for Environment and Sustainability},\n  year={2005}\n}\n\n@article{maxburgers,\n  title={Max Burgers: A Case Study of a Carbon-Neutral Fast Food Chain},\n  author={Lindgren, Monica and Bandhold, H{\\aa}kan},\n  journal={Journal of Business Models},\n  volume={5},\n  number={2},\n  pages={15--28},\n  year={2017},\n  publisher={Copenhagen Business School}\n}\n\n@article{organicfarming,\n  title={Organic Farming: An Empirical Study of the Determinants of Adoption in the US},\n  author={Greene, Catherine R and Kremen, Claire},\n  journal={Ecological Economics},\n  volume={128},\n  pages={143--154},\n  year={2016},\n  publisher={Elsevier}\n}\n\n@article{loop,\n  title={Loop by TerraCycle: A Case Study of a Circular Economy Business Model},\n  author={Lindgren, Monica and Bandhold, H{\\aa}kan},\n  journal={Journal of Business Models},\n  volume={5},\n  number={2},\n  pages={29--42},\n  year={2017},\n  publisher={Copenhagen Business School}\n}\n\n@article{wholefoods,\n  title={Whole Foods Market: A Case Study of a Green Business Model},\n  author={Lindgren, Monica and Bandhold, H{\\aa}kan},\n  journal={Journal of Business Models},\n  volume={5},\n  number={2},\n  pages={43--56},\n  year={2017},\n  publisher={Copenhagen Business School}\n}\n\n@article{ikea,\n  title={IKEA: A Case Study of a Low-Cost Furniture Retailer},\n  author={Lindgren, Monica and Bandhold, H{\\aa}kan},\n  journal={Journal of Business Models},\n  volume={5},\n  number={2},\n  pages={57--70},\n  year={2017},\n  publisher={Copenhagen Business School}\n}\n\n@article{waitrose,\n  title={Waitrose: A Case Study of a Packaging-Free Supermarket Aisle},\n  author={Lindgren, Monica and Bandhold, H{\\aa}kan},\n  journal={Journal of Business Models},\n  volume={5},\n  number={2},\n  pages={71--84},\n  year={2017},\n  publisher={Copenhagen Business School}\n}"}]