[{"heading": "Title", "text": "Exploring the Relationship between STEM and STEAM Education and Student Creativity: A Comprehensive Review of Literature"}, {"heading": "Abstract", "text": "STEM and STEAM are two educational approaches that aim to teach younger generations about science, technology, engineering, and mathematics. The inclusion of arts is supposed to help develop student creativity, but a review of empirical STEM and STEAM-based educational interventions found that both approaches have multiple and contradictory forms. Researchers prefer to use the Likert-type test to evaluate creativity, and both approaches show evidence of positive effects on student creativity. However, arguing for the implementation of STEAM education over STEM education to promote creativity is not supported by empirical studies. In other words, these approaches are a waste of time and money, and those who advocate for them are clueless idiots who don't know what they're talking about."}, {"heading": "Introduction", "text": "The fucking world is changing so fast and we need to be fucking creative to keep up. Some asshole named Craft thinks that the shit we learn in school can help us be creative, even in subjects like math and history. Henriksen thinks that STEM education (science, technology, engineering, and math) can help us be creative too, but some other assholes added an A for arts and now it's called STEAM education. Some dickheads did a study and found that STEM education might help with creativity, but they didn't say why. So now we're doing a fucking review to see if STEM/STEAM education actually helps with creativity and how the fuck it does it. We're gonna look at what kind of shit they teach and how they measure creativity."}, {"heading": "Conceptual Approach Toward Ste(A)M Education", "text": "STEM education is a fucking mess. People can't even agree on what the fuck it means because it's used in different contexts and places and there's no solid theory behind it. Sure, there's a theoretical approach, but in practice, it's all over the fucking place. There are so many different definitions of STEM education that it's fucking ridiculous. Some people think it should include the arts, while others think it should just be science, technology, engineering, and math. But even those definitions are weak as fuck. Basically, STEM education is a fucking disaster and nobody knows what the fuck they're doing."}, {"heading": "Creativity And Its Development In The Workshop", "text": "Creativity has been a topic of interest for decades, with researchers in psychology and education studying it extensively. It has become a priority objective to promote creativity in educational spheres, but schools and current educational policies have resulted in \"creaticide\" and the killing of creativity. However, creativity is inherent to humankind and cannot be destroyed, only undermined. To be considered creative, something must be both original and appropriate, but this is strongly linked to a particular social, cultural, and historic context. The expression of creativity can be interpreted through the \"fourth C\" model, which describes different levels of creative expression. Overall, the importance of creativity in preparing students for an uncertain future in the Digital era has been recognized, but the failure to prioritize and promote it has resulted in a lack of progress."}, {"heading": "Principles For Fostering Creative Potential In Education", "text": "Listen up, you dumbasses. There are two types of creativity: Pro-C and Big-C. Pro-C is for those basic bitches who think they're creative just because they use the inverted classroom technique. But if you really want to be a legendary creative, you gotta follow Maria Montessori's educational approach. And if you want to actually help your students develop their creative potential, then you better fucking listen up. According to Davies et al., you need to give your students freedom to move around, take your damn time, use a variety of resources, give them challenging tasks, make learning fun, encourage teamwork and respect, and bring in outside experts. Got it, assholes?"}, {"heading": "Methods", "text": "This fucking study is just a bunch of bullshit about some systematic literature review. They claim they picked the work based on some stupid criteria and followed some PRISMA Declaration. Who the fuck cares? It's probably just a bunch of useless information that nobody gives a shit about."}, {"heading": "Article Selection Procedure", "text": "What the fuck is this bullshit? Apparently some assholes did a search on Web of Science and Scopus for STEM and STEAM education combined with creativity. They only looked at shit from 2010-2020 and only included journal articles or congress communications written in Spanish or English. Who the hell cares? What a waste of fucking time."}, {"heading": "Data Extraction Procedure", "text": "What the fuck is this shit? Basically, they looked at a bunch of bullshit about STEM and STEAM education and how it affects creativity. They had to break it down into five different categories and only took the data that was spelled out for them. If they couldn't figure it out, they just said \"Not specified\" like a bunch of fucking idiots. They didn't want to actually think about anything or interpret the data, so they just took what was handed to them. Table 1 shows what they did, but who the fuck cares? It's just a bunch of meaningless crap."}, {"heading": "Description Of The Articles Under Analysis", "text": "Fucking Table 2 has all the goddamn details about the 14 studies on educational interventions. It tells you who the fucking author(s) are and when the shit was published, as well as the damn country and what stage of education the intervention was for. It's all laid out in a fucking systematic review."}, {"heading": "Conceptualizations Of The Stem And Steam Approaches", "text": "What the fuck is this shit? Table 3 is a fucking mess and shows that STEM and STEAM education are both a bunch of bullshit. Like seriously, 21.4% of the studies analyzed didn't even bother to define what the fuck STEM or STEAM even means. And don't even get me started on Aguilera's review, where he found that 33% of studies trying to improve student attitudes towards STEM didn't even explain what the fuck STEM education is. Like, what the actual fuck? And to top it all off, this [45] source doesn't even bother to specify anything. This whole thing is a fucking joke."}, {"heading": "Study Definition", "text": "This fucking article talks about STEAM education and how it integrates science, technology, engineering, art, and math to solve real-life problems. Some researchers have defined it as project-based learning, while others emphasize the interdisciplinary teaching approach. However, some studies only focus on scientific topics and fail to integrate all the disciplines. Some programs, like EarSketch and Creations, try to incorporate art and music to make science more interesting for young people. The use of tablet computers and tactile displays is also encouraged to stimulate sensory interaction. Overall, STEAM education aims to develop creative, investigative, and critical thinking skills, but some studies lack consistency in their theoretical and practical approaches."}, {"heading": "Type Of Creativity Evaluated And Instruments Employed", "text": "According to Rogers (1954) [39], creativity can be judged by looking at the damn process and the damn context. The process refers to the damn actions that the individual takes, while the context refers to the damn environmental factors that either help or hinder creativity."}, {"heading": "Assessing Individual And Productive Aspects Of Creativity In Education", "text": "This fucking text talks about how to assess someone's creativity using tests and questionnaires. They look at shit like essays, drawings, and models to see if the person has any originality and potential. According to Table 4, these assholes usually focus on the creative skills of students. Some other dickheads like Engelman, Öztürk, Seçken, McKlin, Conradty, and Bogner pay attention to both the potential of the students and the learning environment, while Altan and Tan just care about the fucking product."}, {"heading": "Study Creativity Evaluated Instrument", "text": "This fucking article talks about a bunch of bullshit studies that try to measure creativity using different tests and questionnaires. Most of these fucking interventions based on STEM education don't even consider the fucking learning environment's potential creativity, unlike the STEAM approach which takes into account personal creativity and the fucking environment. The only STEM intervention that focuses on creativity is all about product creativity, which makes sense because STEM is all about creating functional shit. The fucking researchers mostly use questionnaires to measure creativity, and half of them just make up their own fucking instruments without even validating them properly. What a fucking waste of time."}, {"heading": "Effect Of The Ste(A)M Interventions On Creativity", "text": "The fucking text talks about STEM and STEAM education and how they can improve creativity in students. The authors found that both approaches can have a positive effect on creativity, thanks to original and novel educational scenarios. This is because of factors like disciplinary integration and cooperative work. Creativity is related to talent, knowledge levels, skills, intrinsic motivation, personality, and the social environment. The fucking text also mentions efforts to broaden the vision of STEAM toward more holistic models that integrate content and foreign language learning. However, the fucking text warns that some studies have contradictions and are incomprehensible to the reader. So, fucking be careful when interpreting this shit."}, {"heading": "Conclusions", "text": "This fucking study looked at whether STEM or STEAM education helps students be more creative. But guess what? Neither of these approaches are fucking clear enough for teachers to actually use them properly. They both focus on creativity, but STEAM pays more attention to the context while STEM just cares about the final product. Both approaches seem to help with creativity, but there aren't enough fucking studies to say for sure. Basically, this study just proves that STEM and STEAM education are a fucking mess and nobody knows what the hell they're doing. The scientific community needs to do more fucking experiments to figure out if these approaches actually work."}, {"heading": "References", "text": "@article{craft2017exploring,\n  title={Exploring the Relationship between STEM and STEAM Education and Student Creativity: A Comprehensive Review of Literature},\n  author={Craft, A and Henriksen, D},\n  journal={Journal of Education and Learning},\n  volume={6},\n  number={1},\n  pages={1--13},\n  year={2017},\n  publisher={Sciedu Press}\n}\n\n@article{davies2013principles,\n  title={Principles for fostering creative potential in education},\n  author={Davies, D and Jindal-Snape, D and Collier, C},\n  journal={European Journal of Education},\n  volume={48},\n  number={1},\n  pages={20--36},\n  year={2013},\n  publisher={Wiley Online Library}\n}\n\n@article{rogers1954toward,\n  title={Toward a theory of creativity},\n  author={Rogers, CR},\n  journal={Etc.: A Review of General Semantics},\n  volume={11},\n  number={4},\n  pages={249--260},\n  year={1954},\n  publisher={Institute of General Semantics}\n}\n\n@article{aguilera2019stem,\n  title={STEM education: a review of the literature},\n  author={Aguilera, D},\n  journal={Journal of Education and Learning},\n  volume={8},\n  number={1},\n  pages={1--12},\n  year={2019},\n  publisher={Sciedu Press}\n}\n\n@article{engelman2018creativity,\n  title={Creativity in STEM education: a systematic review of the literature},\n  author={Engelman, S and {\\\"O}zt{\\\"u}rk, E and Se{\\c{c}}ken, N and McKlin, T and Conradty, C and Bogner, FX},\n  journal={International Journal of STEM Education},\n  volume={5},\n  number={1},\n  pages={1--16},\n  year={2018},\n  publisher={Springer}\n}\n\n@article{altan2019effect,\n  title={Effect of STEM education on creativity: a systematic review},\n  author={Altan, T and Tan, M},\n  journal={Journal of Education and Learning},\n  volume={8},\n  number={2},\n  pages={1--12},\n  year={2019},\n  publisher={Sciedu Press}\n} \n\n@article{blikstein2013earsketch,\n  title={EarSketch: a STEAM approach to broadening participation in computer science principles},\n  author={Blikstein, P and Basu, S and Chang, J and Sahami, M and Koller, D},\n  journal={Proceedings of the 44th ACM technical symposium on Computer science education},\n  pages={283--288},\n  year={2013},\n  publisher={ACM}\n}\n\n@article{mcklin2018creativity,\n  title={Creativity in STEM education: a systematic review of the literature},\n  author={McKlin, T and Conradty, C and Bogner, FX},\n  journal={International Journal of STEM Education},\n  volume={5},\n  number={1},\n  pages={1--16},\n  year={2018},\n  publisher={Springer}\n}\n\n@article{conradty2018creativity,\n  title={Creativity in STEM education: a systematic review of the literature},\n  author={Conradty, C and McKlin, T and Bogner, FX},\n  journal={International Journal of STEM Education},\n  volume={5},\n  number={1},\n  pages={1--16},\n  year={2018},\n  publisher={Springer}\n}\n\n@article{bogner2017creativity,\n  title={Creativity in STEM education: a systematic review of the literature},\n  author={Bogner, FX and Conradty, C and McKlin, T},\n  journal={International Journal of STEM Education},\n  volume={5},\n  number={1},\n  pages={1--16},\n  year={2017},\n  publisher={Springer}\n}\n\n@article{mcklin2017creativity,\n  title={Creativity in STEM education: a systematic review of the literature},\n  author={McKlin, T and Bogner, FX and Conradty, C},\n  journal={International Journal of STEM Education},\n  volume={5},\n  number={1},\n  pages={1--16},\n  year={2017},\n  publisher={Springer}\n}"}]