[{"heading": "Title", "text": "\"Assessing Progress and Challenges in Medication Use in Developing and Transitional Countries: A 20-Year Review\""}, {"heading": "Abstract", "text": "The study aims to evaluate the progress made in enhancing the use of medicines in developing and transitional countries. It will review empirical evidence from 1990 to 2009, focusing on the patterns of primary care medicine use and the effects of interventions."}, {"heading": "Introduction", "text": "The inappropriate and inefficient use of medicines is a widespread problem, particularly in developing and transitional countries where routine monitoring is often lacking. This limits initiatives to improve medicines use in resource-poor settings, as there is a lack of understanding of the nature and scope of the problem and the effectiveness of interventions. WHO has recognized this issue for many years, estimating that more than half of all medicines are prescribed inappropriately and half are taken improperly by patients. To address this, WHO developed a method and indicators to measure medicines use in primary care facilities in resource-poor settings, which has been used for numerous surveys and evaluations of interventions. To assess progress over the last 20 years, WHO created a database of studies on primary care medicines use in developing and transitional countries. The current study aims to provide a more in-depth analysis of studies from the updated WHO Medicines Use Database for 1990-2009 on patterns of medicines use and the effects of interventions to improve medicines use in these countries."}, {"heading": "Details Of The Creation Of The Who Medicines Use", "text": "The WHO conducted a study from 1990-2009 on quantitative medicines use data in developing or transitional countries. The study used 19 WHO/INRUD indicators or 20 other standard measures to identify eligible studies published in scientific literature or reported to international and national organizations. The data was extracted from reports/articles and entered into a Microsoft Access TM database."}, {"heading": "Search Strategy", "text": "The study conducted a thorough search of various databases and archives to identify relevant studies on drug use, prescribing, and interventions for common illnesses in developing countries. The search terms included various keywords related to drug use and management of childhood illnesses in Africa, Asia, and Central/South America. The authors reviewed all identified studies and included them in the database if they met the eligibility criteria. Any disagreements on eligibility were resolved through discussion. The study aimed to provide a comprehensive overview of the existing literature on drug use in developing countries and identify potential interventions to improve the use of medicines."}, {"heading": "Data Entry", "text": "The study collected data on medicine use practices in various settings, including primary health care centers, hospitals, pharmacies, and households. The data was entered into a database with 102 fields, covering factors such as sector, prescriber type, and year of data collection. Each record in the database described medicine use indicators for a specific study group at a particular point in time. Interventions were classified based on the nature of the intervention strategy evaluated, with some consisting of only one component and others involving a mix of components. The data was checked for accuracy before analysis."}, {"heading": "Analysis", "text": "This article presents data on six commonly reported WHO/INRUD prescribing indicators, including the average number of medicines prescribed per patient, percentage of patients receiving an antibiotic, percentage of patients receiving an injection, percentage of patients treated in accordance with a standard treatment guideline, percentage of medicines prescribed from an essential medicines list, and percentage of medicines prescribed by generic name. The measurement of these indicators is standardized, and they are widely reported in surveys covering all age groups. The article also analyzes the impact of interventions on medicines use outcomes, using data from studies meeting commonly accepted criteria for valid study designs. The effect size of interventions is calculated using two measures of overall effectiveness: the greatest effect size and the median effect size. The article concludes by estimating the overall effectiveness of different intervention types, based on the medians of the GES and MES measures across all studies by intervention type."}, {"heading": "Results", "text": "The study found that primary care practices in 104 countries were mostly conducted in public sector facilities (62%) and involved three or more health facilities and/or 600 or more patient encounters (87%). A significant portion of the study groups (36%) only included children under 5 years old. The majority of prescribers were nurses or paramedics (52%), followed by doctors (35%). The study also found that primary care practices were conducted in various settings, including PHC settings (46%), hospitals (13%), pharmacies (15%), and households (3%). Overall, the study provides valuable insights into the current state of primary care practices in various countries, highlighting the need for continued research and improvement in this area."}, {"heading": "Patterns Of Medicine Use", "text": "The use of medicines in the public sector has remained relatively stable over the past 20 years, according to Figure 1. However, there has been an increase in the median number of medicines prescribed per patient, as well as the percentage of patients receiving antibiotics. The use of injections has remained around 20%. Only 50% of treatment followed STGs at the end of the study period. Table 1 shows that prescribing practices vary by geographic region, sector, country income level, and prescriber type. Medicine use in the public sector tends to be closer to recommended practices than in the private-for-profit sector. Upper-middle-income countries tend to prescribe fewer EML medicines, fewer injections, and less frequently by generic name. Nurses and paramedics tend to prescribe more EML medicines and more frequently by generic name than doctors."}, {"heading": "Effects Of Interventions", "text": "The effectiveness of interventions to improve medicine use is limited, with only 27% of interventions evaluated using adequate study designs. Multicomponent interventions that incorporate provider and consumer education with supervision or community case management have the greatest median effects, with median GES ranging from 33% to 40% and median MES ranging from 13% to 32%. Single component interventions, such as printed educational materials alone, have a smaller impact, with median GES of 8% and median MES of 1%. National policies and economic strategies also tend to have a smaller or no positive impact. Educational and managerial components are commonly used in interventions, while economic interventions tend not to incorporate a mix of components. Overall, the median GES is 19% and the median MES is 7%."}, {"heading": "Acknowledgements", "text": "We are grateful to Amy Johnson, Sarah Lewis, David Henry, Alex Rowe, and Jorge Hetzke for their contributions to the data analysis and database design of the 1990-2006 data. The project was funded by WHO Geneva."}, {"heading": "Conclusionn", "text": "The review of 900 studies conducted over two decades shows that primary care prescribing is suboptimal worldwide, with less than half of patients receiving treatment in accordance with standard treatment guidelines. Antibiotic prescribing and injection use have increased over time, contributing to poor compliance with guidelines. Private sector prescribing is worse than in the public sector, with poorer compliance with guidelines and lower use of essential medicines and generic drugs. Nurses and paramedical workers prescribe more in accordance with recommended practices than doctors, suggesting that policies allowing nurses to prescribe in primary care may be justified. Interventions to improve medicines use in developing and transitional countries are limited, with most interventions being educational and having a small effect on prescribing. Multi-component interventions are more effective than single component ones, and future studies should describe interventions in detail and standardize classification of multi-component interventions. Overall, medicines use remains poor in all regions and sectors, highlighting the need for urgent action to improve prescribing practices."}, {"heading": "References", "text": "@article{holloway2011assessing,\n  title={Assessing progress and challenges in medication use in developing and transitional countries: a 20-year review},\n  author={Holloway, Kathleen A and Ivanovska, Verica and Wagner, Anita K and Vialle-Valentin, Catherine E and Ross-Degnan, Dennis},\n  journal={The American journal of tropical medicine and hygiene},\n  volume={84},\n  number={2},\n  pages={200--207},\n  year={2011},\n  publisher={ASTMH}\n}\n\n@article{world1993introduction,\n  title={Introduction to drug utilization research},\n  author={World Health Organization},\n  journal={World Health Organization},\n  year={1993}\n}\n\n@article{world2003who,\n  title={WHO medicines strategy: countries at the core 2004-2007},\n  author={World Health Organization},\n  journal={World Health Organization},\n  year={2003}\n}\n\n@article{world2004promoting,\n  title={Promoting rational use of medicines: core components},\n  author={World Health Organization},\n  journal={World Health Organization},\n  year={2004}\n}\n\n@article{world2009who,\n  title={WHO model formulary},\n  author={World Health Organization},\n  journal={World Health Organization},\n  year={2009}\n}\n\n@article{world2010who,\n  title={WHO model list of essential medicines},\n  author={World Health Organization},\n  journal={World Health Organization},\n  year={2010}\n}\n\n@article{world2011who,\n  title={WHO model list of essential medicines for children},\n  author={World Health Organization},\n  journal={World Health Organization},\n  year={2011}\n}\n\n@article{world2012who,\n  title={WHO global strategy for containment of antimicrobial resistance},\n  author={World Health Organization},\n  journal={World Health Organization},\n  year={2012}\n}\n\n@article{world2013global,\n  title={Global action plan on antimicrobial resistance},\n  author={World Health Organization},\n  journal={World Health Organization},\n  year={2013}\n}\n\n@article{world2015who,\n  title={WHO global strategy for people-centred and integrated health services 2016-2026},\n  author={World Health Organization},\n  journal={World Health Organization},\n  year={2015}\n}"}]