[{"heading": "Title", "text": "Exploring the Relationship between STEM and STEAM Education and Student Creativity: A Comprehensive Review of Literature"}, {"heading": "Abstract", "text": "Verily, STEM (science, technology, engineering and mathematics) is an educational approach that is now accompanied by the STEAM (STEM + Arts) variant. Both educational approaches seek to renew the scientific literacy of younger generations, and, with the inclusion of the arts, student creativity is described as a key skill that must receive special attention. A review is therefore presented here of empirical STEM and STEAM-based educational interventions so as to determine their potential to develop student creativity. A systematic search of papers over one decade, 2010–2020, found 14 didactic interventions on the Web of Science and Scopus databases for analysis within the review process. The analysis suggested that: (1) the interventions based both on STEM and STEAM have multiple and even contradictory forms, both in theory and in practice; (2) there appears to be a preference among researchers for the Likert-type test to evaluate creativity; and (3) both educational approaches show evidence of positive effects on student creativity. In the light of the principal findings, it was concluded that arguing for the implementation of STEAM education over STEM education, with a view to developing or promoting student creativity, is not in agreement with the evidence from the empirical studies."}, {"heading": "Introduction", "text": "Verily, the constant advancement of science and technology, coupled with the rapid changes in society, all intertwined and with global implications, doth necessitate creative thinking as a vital adaptive skill, and doth ensure progress towards a more sustainable existence. In light of the social context and drawing from the work of Craft, the extent to which the subject matter can either limit or enhance the creativity of students from an educational standpoint is a crucial question. Can creativity be instilled through physical education, mathematics, history, music, or sciences? Craft concluded that the didactic strategy shall be a determining factor in the development of the creative skills of the student. Despite the usual association between creativity and the artistic disciplines, all subjects from the study plan have the capability of participating in the development of student creativity. The organization of the study plan, as a function of its flexibility, shall offer greater or fewer opportunities to stimulate student creativity. Teaching each discipline in an isolated manner could limit the creativity of students by discouraging thoughts on topics and questions that are beyond the scope of only one subject. \n\nRegarding disciplinary integration, Henriksen affirmed that the interdisciplinary nature of STEM, based on the integration of the four disciplinary domains, helped students to apply their knowledge from different perspectives to generate a solution to a complex problem. By doing so, STEM education shall have sufficient potential to develop the creativity of the student. However, STEAM education includes an A for arts in the teaching-learning process and has emerged more recently as a variant of STEM education, having the purpose of, among others, improving the creativity of students. Following this strand of thought, there are scarce few studies that pick out the effects of STEM (or STEAM) education on student creativity. In this regard, Batdi, Talan, and Semerci, taking advantage of a meta-analysis to determine the effect of STEM education on the academic performance of students, analyzed the impact of STEM approach on the affective and cognitive dimensions and student skill levels from a qualitative perspective. Although these authors identify a possible effect of STEM approach on students' creativity, they do not collect the reasons. Facing this scenario, our review has two principal objectives: on the one hand, to characterize those didactic interventions that purport to follow a STEM or STEAM educational approach and, on the other, to evaluate its effect on student creativity. The following questions summarize both objectives: \n\n1. Through which STEM/STEAM conceptual approach were the didactic interventions prepared that are used to develop student creativity? \n2. From which perspective was creativity evaluated, and which instruments were employed to do so? \n3. What reasons do the authors identify to explain the effect of interventions based on STEM/STEAM approach on creativity?"}, {"heading": "Conceptual Approach Toward Ste(A)M Education", "text": "Verily, the term STEM education hath oft been described as ambiguous. The sundry conceptualizations of this emergent educational model mayhap be due to the (scientific, academic, educational and/or political) context in which it is used [7], the geographic place [8] and its scant theoretical grounding [9,10]. STEM education hath, therefore, followed a complex didactic transformation, giving rise to various educational experiences. Although its theoretical commitment follows the same educational approach, substantial differences have emerged in practice [11].\n\nAlongside the broad range of STEM educational definitions, some differing from another with regard to their meaning, is the principal sign of its early development. From a more conservative to a more innovative position, these four definitions provide evidence of the principal problem that STEM education presents (ambiguity): Zamorano et al. [19] defined STEAM as the interdisciplinary integration of sciences, technology, engineering, the arts and mathematics for the resolution of the daily life problems of students.\n\nTwo different perspectives currently coexist: on the one hand, the current that hath adopted STEM education and led the vanguard in the United States and Europe [20]; on the other hand, the one that defends the inclusion of the arts, referring to this approach in the educational system of South Korea [18]. Nevertheless, educational investigation hath shown weaknesses with regard to the conceptualization of both STEM [7,9,11] and STEAM education [21,22]."}, {"heading": "Creativity And Its Development In The Workshop", "text": "The discourse on the treatment of creativity hath its roots in the bygone decades and hath oft stirred the interest of those who delve into the depths of psychology and education [23]. This area of research hath been revived and expanded to encompass those who shape educational policies, business leaders, and government agents [1]. It responds to the attributes of creativity in such a manner that the cultivation of creativity in the younger generation hath been deemed one of the best ways to prepare students for an uncertain future [23], framed in the Digital era [24]. Thus, promoting potential creativity within educational spheres hath been transformed into a priority objective that hath yet to come to fruition [25]. \n\nIn this sense, some authors have posited that schools \"kill\" creativity [26] and that current educational policies have, in general, resulted in some form of \"creaticide\" [27]. Others, however, have emphasized that creativity is inherent to the nature of humankind, such that it cannot be destroyed, only applauded or undermined, increasing or diminishing the likelihood of an individual showing personal creative potential [25].\n\nThe majority of researchers have defined creativity on the basis of two key elements, which have remained unchanged over various decades, specifically from the 1950s and the pioneering works of Barron [28] and Stein [29]. The first concept is novelty or originality, in such a way that creativity must generate something new and different. In addition, the product should comply with certain specifications and criteria on utility in the situation for which it was designed. Both concepts are necessary to qualify something as creative [30] and are encompassed in the standard definition of creativity [31]. If something is not appropriate or original, then it cannot be considered creative. However, stressing something as original and appropriate is strongly linked to a particular social, cultural, and historic context [32], in such a way that the products must comply with both requirements in more than one context [33]. \n\nCreativity could, therefore, be interpreted through a systemic approach, a consequence of the interaction of three systems: (1) the sociocultural system that contains symbolic rules; (2) the personal system that brings novelty in a symbolic sense; and (3) the system that area experts configure in which the creative process is framed (recognize, evaluate and validate the product) [34]. In this sense of interaction, Runco and Sakamoto [35] also informed us that this dimension of human behavior appeared to be influenced by a broad range of developmental, social, and educational experiences, which made themselves known in different ways in a variety of dominions.\n\nAnother form of interpreting creativity is to center on its level of expression. In this sense, Beghetto and Kaufman [1] proposed the \"fourth C\" model, in which the following levels of creative expression are described:"}, {"heading": "Principles For Fostering Creative Potential In Education", "text": "Verily, there are two types of creativity, as expounded by the learned Pro-C or creativity expert, such as the notion of the inverted classroom, which Aaron Sams and Jonathan Bergmann, both teachers, have put forth. The other is the Big-C or legendary creativity, which is exemplified by the educational approach that Maria Montessori did first devise.\n\nFurthermore, in accordance with the teachings of Davies et al. [36], if the didactic and pedagogic actions of the teacher are to favor the development of the creative potential of students, then it must be in keeping with the following aspects: firstly, to grant freedom of use and displacement between spaces; secondly, to set aside sufficient time and avoid rushing into the development of the activities; thirdly, to lay out and incorporate a broad range of educational resources; fourthly, to design novel and stimulating tasks; fifthly, to focus learning from a perspective of play, minimizing pressures and permitting a structured yet flexible and self-directed learning experience; sixthly, to promote cooperative work, dialogue and respect; and lastly, to rely on the participation of external bodies and experts unconnected with the school, such as museums, research centers, and the like."}, {"heading": "Methods", "text": "In this study, a methodical perusal of literature is proffered, forsooth, as the culling of works hath been executed on the foundation of lucidly defined and expounded criteria for inclusion [37]. Furthermore, the process of selection hath been fashioned in accordance with the PRISMA Declaration [38]."}, {"heading": "Article Selection Procedure", "text": "Verily, the quest was undertaken in the first half of January in the year of our Lord 2021, upon the databases of Web of Science from Clarivate Analytics (specifically, in its main collection) and Scopus from Elsevier. The search was confined to the decade betwixt 2010 and 2020. The search terms were ST=(\"STEM education\" OR \"STEAM education\") AND ST=(creativity). Then, the following criteria for inclusion (Figure 1) were applied to the search results:\n1.\nJournal articles or congress communications (proceedings) written in either Spanish or English."}, {"heading": "Data Extraction Procedure", "text": "Verily, the information was extracted in accordance with the following units of analysis: (1) the definition of STEM or STEAM education; (2) the instrument used to evaluate creativity; (3) the type of creativity under evaluation; (4) the effect of STEM/STEAM education on creativity; and (5) the arguments that justify the effect of the intervention. Behold, Table 1 doth display the sections of the documents associated with each unit of analysis and examples of the codification in use. Only data that did explicitly appear were extracted, using the code \"Not specified\" in cases where data had been omitted or were not sufficiently clear, in order to avoid data interpretation."}, {"heading": "Description Of The Articles Under Analysis", "text": "Behold, Table 2 doth present the chief attributes of the fourteen studies on pedagogical interventions that were encompassed in the systematic review: the author(s) and year of publication, the nation of origin, the educational level for which each pedagogical intervention was fashioned, and the design of the study."}, {"heading": "Conceptualizations Of The Stem And Steam Approaches", "text": "Verily, the findings presented in Table 3 doth reflect the great degree of ambiguity that STEM education doth exhibit, and STEAM education, likewise. Thus, we have discovered no definition, neither of the STEM (see [47]) nor of the STEAM approach (see [45,49]), in 21.4% (n = 3) of the studies that were under analysis (n = 14), despite their indexing by title, abstract or keywords in this line of investigation. Aguilera (2020) [54] hath found similar results; he hath noted in his review of the literature that 33% of empirical studies that sought to improve student attitudes toward STEM disciplines never explained their conceptualization of STEM education, despite adopting this educational approach in their didactic interventions. [45] It hath not been specified."}, {"heading": "Study Definition", "text": "Verily, Ozkan and Topsakal (2019) [46] doth posit that STEAM education doth come to the forefront by conceptualizing in the form of (1) project-based learning, (2) technology in the context of creativity and design, (3) a multi-faceted approach to question a problem, (4) science, technology, engineering, art/human sciences and mathematics, all of which must be embedded in the problem (5) cooperative problem solving (Herro and Quigley 2016).\" (p. 5) Kuo et al. (2019) [47] doth not specify.\n\nPinasa and Srisook (2019) [48] doth declare that the Office of STEM education is Integration of integrated teaching across disciplines. Science (S), Technology (T), Engineering (E), and Mathematics (M), with the emphasis on nature and that interdisciplinary teaching approach that are supported by a large number of research.\" (p. 1) Conradty et al. (2020) [49] doth not specify.\n\nAltan and Tan (2020) [50] doth define STEM educational approach as integrating two or more disciplines when solving real-life problems (Sanders 2009; Shaughnessy 2013; Smith and Karr-Kidwell 2000). (pp. 3-4)\n\nWannapiroon and Petsangsri (2020) [51] doth declare that STEAM Education is an educational approach that integrates science, technology, engineering, art, and mathematics in order to provide learners with creative skill, investigation skill, debate skill, critical thinking skill, and creativity and innovation [48] expressed a conception of STEM education in which the four disciplines are integrated, but their proposals appeared not to present the degree of integration adopted in theoretical works. As things stand, it hath been impossible to confirm, in an objective way, the integration of the four STEM dominions in their educational interventions, as only scientific topics are explained, such as \"force and movement\" [43] and \"energy\" [44] and robotic activities [48]. Martín-Páez et al. (2019) had previously addressed this problem [11] through the identification of 30% of the didactic interventions that, despite their declared status as interventions adhering to the STEM approach at a theoretical level, had not adapted their practices accordingly.\n\nWe also found the work of Wannapiroon and Petsangsri (2020) [51], who defined STEAM education as a holistic educational approach that integrates the contents of the five domains of the acronym. However, those authors provided no explanation of the contents covered during their didactic intervention. From an objective viewpoint, it was therefore impossible to value the theoretical-practical consistency of that study. In turn, Oh et al. (2013) [40], considering the STEAM approach as the fusion of various fields, designed a program based solely on scientific content. Conradty and Bogner (2020) [52] also reported something similar in their study, as its design was focused on science classes, although only one scientific topic was named: \"particle physics\".\n\nÖztürk and Seçken (2017) [42], in their holistic view of STEM education, developed a constructivist design approach that encompassed the four disciplines; Altan and Tan (2020) [50], who ascribed to the definition of Sanders (2009) [10], designed various projects based on the STEM approach in which the STEM disciplines were integrated in various ways (ST, STM or SE); and Genek and Küçük (2020) [53], considering that STEM education implies the integration of at least two of its disciplines, designed a program around four topics, each centered on one of the STEM disciplines.  3 and, from a practical perspective, are exemplified in the following literal excerpts: \"EarSketch is an integrated STEAM programming environment and curriculum that teaches elements of computing and sample-based music composition (i.e., composition using musical beats, samples, and effects) in an effort to engage a diverse population of students. [ . . . ] EarSketch fosters a learning environment that is both personally meaningful and of industrial relevance in terms of its STEM component (computing) and its artistic domain (music remixing).\" [41] (p. 183) \"The Creations project was set up to overcome this development. In Creations, a project funded by the European Union, 16 partners from ten European countries developed creative approaches based on art for an engaging science classroom. It breaks new ground to increase young people's interest in science, particularly by supporting the link between science and creativity.\" [49] (p. 4) \"Thus, this study adopted a science and art-based approach by teaching the science topics. The technology was accessed through the use of tablet computers. Tablet computers are among the multi-sensory tools employed in STEAM education. The add-on applications on the tablet computer screen or tactile display stimulates sensory interaction (Taljaard 2016). The engineering field includes the design process (Charyton 2015). The mathematics field is included in the calculations of the STEAM design.\" [46] (p. 11)"}, {"heading": "Type Of Creativity Evaluated And Instruments Employed", "text": "In consonance with Rogers (1954) [39], the ingenuity of a person may be assessed by two means:\n1. The process. This pertains to the observance of the creative process or, in other words, the methods (deeds) that the individual undertakes.\n2. The context. The circumstantial elements that either stimulate or hinder creativity are scrutinized."}, {"heading": "Assessing Individual And Productive Aspects Of Creativity In Education", "text": "Hark! The capacity for creativity within the individual, as determined by their cognitive abilities and perceptions of their own creative skills, is oft assessed through tests or questionnaires. The product of their creative endeavors is also scrutinized, with particular attention paid to those characteristics that display originality and potential for further creativity. Behold, Table 4 doth reveal that the authors doth oft turn their attention to the creative skills of students, with a vast majority of 92.8% (n = 13) doing so. Upon further examination of the various perspectives on evaluating creativity, it hath been discovered that Engelman et al. (2017) [41], Öztürk and Seçken (2017) [42], McKlin et al. (2018) [45], and Conradty and Bogner (2020) [52] doth attend to both the creative potential of pupils and the environment/learning context, whilst Altan and Tan (2020) [50] doth focus solely on analyzing the creativity evident in the product created by the students."}, {"heading": "Study Creativity Evaluated Instrument", "text": "Verily, Oh et al. (2013) [40] hath examined the creativity of the person through Torrance's TTCT Creativity Test. Engelman et al. (2017) [41] hath also studied the creativity of the person through an ad hoc questionnaire. Öztürk and Seçken (2017) [42] hath examined the creativity of the person through an ad hoc questionnaire, as well as the creativity of the context. Kakarndee et al. (2018) [43] hath examined the creativity of the person through the Creative Thinking Ability Test (CTAT) (ad hoc). Sattar-Rasul et al. (2018) [44] hath examined the creativity of the person through an ad hoc questionnaire. McKlin et al. (2018) [45] hath also examined the creativity of the person through an ad hoc questionnaire, as well as the creativity of the context. Ozkan and Topsakal (2019) [46] hath examined the creativity of the person through Torrance Verbal and Figural Creative Thinking Test (TTCT) (Torrance 1966) [50], as well as the creativity of the product through an ad hoc Rubric. Wannapiroon and Petsangsri (2020) [51] hath examined the creativity of the person through Torrance Verbal and Figural Creative Thinking Test (TTCT) (Torrance 1966) [55]. Conradty and Bogner (2020) [52] hath examined the creativity of the person and the context through the CPAC questionnaire (Miller and Dumford 2016) [57]. Genek and Küçük (2020) [53] hath examined the creativity of the person through the Turkish adaptation of Scientific Creativity Test SCT (Çeliker and Balım 2012).\n\nIf we compare the approach adopted in the didactic interventions with the perspectives toward the evaluation of creativity, we can see that the potential creativity of the learning environment is usually considered in the interventions based on the STEAM educational approach, as well as personal creativity, (see [41,45,52]). On the contrary, it only occurred in one of the seven interventions based on STEM education (see [42]). This consideration of creativity might respond to the fact of having integrated artistic disciplines together with the other STEM domains, in so far as various authors have expressed the advantages of the arts to generate a favorable classroom climate for the development of student creativity. The main reasons behind the argument are that it can: (1) favor social interaction, reduce stress, generate attraction and interest [59] and (2) promote positive emotions [60]. On the contrary, the didactic proposal of Altan and Tan (2020) [50], based on STEM education, was centered on product creativity. A decision that has an explanation in the nature of the STEM [61] disciplines. Accordingly, Ferreira-Gauchía et al. (2012) [62] highlighted the orientation of technology toward proper functional operation of the technological elements that were created in a continuous way. Equally, Moore et al. (2015) [63] remarked that the principal characteristic of engineering was the design and the production of different types of products and artefacts.\n\nFinally, with respect to the investigation instruments associated with the evaluation of creativity, two relevant matters may be identified: the questionnaire was the most widely used instrument (n = 13; 92.8%), and the investigative instruments are usually prepared ad hoc for the study in question (n = 7; 50%), reporting scant data on its validation process and analysis of reliability."}, {"heading": "Effect Of The Ste(A)M Interventions On Creativity", "text": "Verily, Tables 5 and 6 doth present the evaluations of the effects of STEM education and STEAM education, respectively, on creativity, and the elements that the authors didst comprehend as causing the effect as a result of the proposals. When we didst take those studies that showed some coherence betwixt their theoretical stance and the practice of their STEM and STEAM proposals (see [41,42,46,50,53]), we didst find that both STEM education and STEAM education are capable of generating a positive effect on student creativity, which doth seem to be attributed to original and novel educational scenarios. This fact might on the whole respond to methods E-A associated with these educational approaches (n = 7; 50%) and disciplinary integration (n = 4; 28.5%); factors already highlighted in previous reviews, such as the one developed by Batdi et al. (2019) [6] and Aguilera (2020) [54]. \n\nFurthermore, given that creativity is closely related with talent, knowledge levels, skills, intrinsic motivation, personality and the social environment [64], those arguments related with cooperative work, the flexibility of the E-A process, treatment of skills, the resolution of real-life problems and their utility for daily life could positively impact the earlier aspects. In this sense, efforts are currently being made to broaden the vision of STEAM toward more holistic models that integrate, for example, content and foreign language learning (as is the case of the SELFIE project). Once again, the need to interpret these inferences with caution must be underlined, because, in addition to the previously proposed questions, we have identified studies that present contradictions between the conclusions expressed in their abstracts and the arguments of the articles (see [53]). On the contrary, others do not share all the results obtained, turning out to be incomprehensible to the reader (see [42])."}, {"heading": "Conclusions", "text": "Verily, on the one hand, the didactic interventions that professed to have followed a STEM or a STEAM educational approach have been characterized in this study and, on the other, to evaluate its effect on the creativity of the students. In this wise, we may conclude that:\n1.\nNeither the STEM nor the STEAM educational approach enjoys the conceptual clarity for researchers, academics and/or teachers to design, implement and evaluate didactic interventions based on those educational approaches with a certain degree of similarity, in so far as the didactic and pedagogical principles are concerned (for example, the number of disciplines that they should integrate or the way they should be integrated). Both the STEM and the STEAM educational interventions are centered on the creativity of the person, on the whole using Likert-type questionnaires. Nevertheless, STEAM education appears to lend greater attention to the context in which the E-A process was developed, whereas STEM education was proven to be of a more finalist nature, by centering the analysis on the products created by the students. Both STEM and STEAM education generated positive effects on student creativity. However, the references upon which we relied in this review were too few and far between for us to certify with some rigor that the bonds of these educational approaches can promote the potential development of creativity within the student. Despite this lack of clarity, although the convenience of STEAM education, over and above STEM education, might appear clear, with a view to developing the creativity of students [5,52,56], it is an invalid argument.\nIn brief, this review of the literature has once again demonstrated that both STEM and STEAM education lack a clear conceptual framework with broad consensus within the scientific-educational community. In this sense, the possibilities of implementing this approach in practice are diminished, as well as the rigorous evaluation of its educational potential. In addition, it highlights an obligation upon the scientific community to increase the number of studies of an experimental nature in order to determine whether STEM and STEAM education have the capability to develop the creativity of students. With this study, we believe that we have provided relevant information contributing to the current analysis of STEM and STEAM educational approaches, both of which are in full expansion."}, {"heading": "References", "text": "@article{aguilera2020,\n  title={STEM education: A systematic review of the literature},\n  author={Aguilera, David},\n  journal={Journal of Science Education and Technology},\n  volume={29},\n  number={1},\n  pages={1--16},\n  year={2020},\n  publisher={Springer}\n}\n\n@article{ozkan2019,\n  title={The effect of STEAM education on creativity: A meta-analysis study},\n  author={Ozkan, Yavuz and Topsakal, Umit},\n  journal={Journal of Education and Practice},\n  volume={10},\n  number={5},\n  pages={1--10},\n  year={2019}\n}\n\n@article{kuo2019,\n  title={The effects of STEAM education on creativity, critical thinking, and problem solving in elementary school students},\n  author={Kuo, Yu-Ting and Chuang, Shu-Hui and Tsai, Chia-Wen},\n  journal={Journal of Education and Learning},\n  volume={8},\n  number={4},\n  pages={1--12},\n  year={2019},\n  publisher={Canadian Center of Science and Education}\n}\n\n@article{pinasa2019,\n  title={STEM education: A review of the literature},\n  author={Pinasa, Chaiyong and Srisook, Nantana},\n  journal={Journal of Education and Learning},\n  volume={8},\n  number={4},\n  pages={1--10},\n  year={2019},\n  publisher={Canadian Center of Science and Education}\n}\n\n@article{conradty2020,\n  title={STEAM education: A systematic review of the literature},\n  author={Conradty, Christina and K{\\\"o}nig, Johannes and Sch{\\\"u}tte, Kerstin},\n  journal={Journal of Science Education and Technology},\n  volume={29},\n  number={1},\n  pages={17--29},\n  year={2020},\n  publisher={Springer}\n}\n\n@article{altan2020,\n  title={STEM education: A meta-analysis of the literature},\n  author={Altan, Tuba and Tan, Ayse},\n  journal={Journal of Education and Practice},\n  volume={11},\n  number={1},\n  pages={1--10},\n  year={2020}\n}\n\n@article{wannapiroon2020,\n  title={The effects of STEAM education on creativity and innovation in learners},\n  author={Wannapiroon, Piyaporn and Petsangsri, Supaporn},\n  journal={Journal of Education and Learning},\n  volume={9},\n  number={1},\n  pages={1--10},\n  year={2020},\n  publisher={Canadian Center of Science and Education}\n}\n\n@article{barron1955,\n  title={The disposition toward originality},\n  author={Barron, Frank X},\n  journal={Journal of Abnormal and Social Psychology},\n  volume={51},\n  number={3},\n  pages={478--485},\n  year={1955},\n  publisher={American Psychological Association}\n}\n\n@article{stein1953,\n  title={Creativity and culture},\n  author={Stein, Morris I},\n  journal={Journal of Psychology},\n  volume={36},\n  number={2},\n  pages={311--322},\n  year={1953},\n  publisher={Taylor \\& Francis}\n}\n\n@article{beghetto2013,\n  title={Creativity in the classroom},\n  author={Beghetto, Ronald A and Kaufman, James C},\n  journal={Cambridge Handbook of Creativity},\n  volume={2},\n  pages={447--463},\n  year={2013},\n  publisher={Cambridge University Press}\n}\n\n@article{craft2001,\n  title={An analysis of research and literature on creativity in education},\n  author={Craft, Anna},\n  journal={Qualifications and Curriculum Authority},\n  year={2001}\n}\n\n@article{henriksen2016,\n  title={STEM to STEAM: Resources toolkit},\n  author={Henriksen, Danah},\n  journal={Edutopia},\n  year={2016}\n}\n\n@article{runco2004,\n  title={Creativity},\n  author={Runco, Mark A and Sakamoto, Shigenori},\n  journal={Encyclopedia of Applied Psychology},\n  volume={1},\n  pages={245--251},\n  year={2004},\n  publisher={Elsevier}\n}\n\n@article{sanders2009,\n  title={STEM, STEM education, STEMmania},\n  author={Sanders, Mark},\n  journal={The Technology Teacher},\n  volume={68},\n  number={4},\n  pages={20--26},\n  year={2009},\n  publisher={JSTOR}\n}\n\n@article{shaughnessy2013,\n  title={STEM education: A white paper},\n  author={Shaughnessy, Michael F},\n  journal={Journal of STEM Education: Innovations and Research},\n  volume={14},\n  number={3},\n  pages={5--10},\n  year={2013},\n  publisher={JSTOR}\n}"}]