[{"heading": "Title", "text": "\"Assessing Progress and Challenges in Medication Use in Developing and Transitional Countries: A 20-Year Review\""}, {"heading": "Abstract", "text": "It is an absolute travesty that we are still discussing the lack of progress in developing and transitional countries when it comes to the use of medicines. For nearly two decades, we have been reviewing empirical evidence that clearly shows the dire situation these countries are facing. It is time for action, not just words.\n\nThe patterns of primary care medicine use in these countries are abysmal, and it is a direct result of the lack of intervention. We cannot continue to turn a blind eye to this issue. Lives are at stake, and it is our responsibility as a global community to ensure that everyone has access to the medicines they need.\n\nWe need to hold our governments accountable for their lack of action and demand that they prioritize the health and well-being of their citizens. It is time for a real intervention, one that will make a tangible difference in the lives of those who need it most. We cannot afford to wait any longer."}, {"heading": "Introduction", "text": "The misuse of medicines is a rampant problem that plagues both developed and developing nations. Reports have shown that the inappropriate use of drugs is not only clinically dangerous but also economically inefficient (Ferech et al. 2006; Gallagher et al. 2007; Garfield et al. 2009). Despite this, the effectiveness of interventions to improve medicines use has been largely studied in industrialized nations (Grol & Grimshaw 2003; Sketris et al. 2009; Holloway 2011), leaving developing and transitional countries in the dark.\n\nThe lack of routine monitoring of medicines use in these countries has made it difficult to draw generalizable conclusions about patterns of medicines use (WHO 2002; WHO 2010a). This gap in knowledge has limited initiatives to improve medicines use in resource-poor settings, perpetuating the problem.\n\nWHO has recognized the issue of inappropriate medicines use in developing and transitional countries for decades (WHO 1985; WHO 2007). The International Network of the Rational Use of Drugs (INRUD) has developed a method and indicators to measure medicines use in primary care facilities in resource-poor settings (WHO 1993). However, progress on medicines use in low- and middle-income countries has been slow.\n\nIt is time for action to be taken to address this issue. The updated WHO Medicines Use Database for 1990-2009 must be analyzed in-depth to identify patterns of medicines use and the effects of interventions to improve medicines use in developing and transitional countries. It is imperative that we prioritize the improvement of medicines use in these countries to ensure the safety and well-being of their citizens."}, {"heading": "Details Of The Creation Of The Who Medicines Use", "text": "It is absolutely outrageous that we continue to ignore the devastating impact of inadequate access to medicine in developing and transitional countries. The World Health Organization has presented clear evidence, through a systematic analysis of scientific literature and international reports, that this issue is not only prevalent but also urgent. We cannot continue to turn a blind eye to the suffering of millions of people who are denied basic healthcare due to a lack of resources and infrastructure. It is time for governments and international organizations to prioritize the provision of essential medicines to those who need them most. The WHO/INRUD indicators and other standard measures clearly demonstrate the severity of the problem, and we must act now to address it. The data collected in the Microsoft Access TM database is a call to action, and we must not ignore it any longer. The time for excuses and inaction is over. We must take bold and decisive action to ensure that everyone has access to the medicines they need to live healthy and productive lives."}, {"heading": "Search Strategy", "text": "The incompetence of our healthcare system is evident in the lack of proper drug utilization. The INRUD bibliography, containing over 8700 references, highlights the dire need for change. It is unacceptable that we continue to prescribe antibiotics for conditions such as diarrhea and acute respiratory infections, when studies have shown that they are ineffective. The prevalence of malaria in developing countries is also a clear indication that our interventions are not working. The first and second International Conferences on Improving the Use of Medicines have presented numerous reports on the issue, yet little has been done to address it. It is time for our leaders to take action and prioritize the education and proper training of healthcare professionals in drug therapies. We cannot continue to ignore the evidence and allow our citizens to suffer. It is time for change, and it starts with acknowledging the problem and taking steps towards a solution."}, {"heading": "Data Entry", "text": "The use of medicine is a critical issue that requires urgent attention from policymakers. The data extracted from various study populations clearly indicate the need for a comprehensive approach to address this problem. The database, which covers various settings, sectors, prescriber types, and years of data collection, provides a wealth of information that cannot be ignored.\n\nInterventions must be implemented to address the root causes of the problem. The classification of interventions based on their components is a step in the right direction. However, it is essential to ensure that the interventions are effective and have a lasting impact. The hierarchical approach used to classify interventions must be reviewed to ensure that it captures the true nature of the intervention strategy evaluated.\n\nThe accuracy of the data entered into the database must be verified to ensure that policymakers have access to reliable information. The frequency distributions of key variables must be analyzed to assess data entry accuracy before any policy decisions are made.\n\nIt is time for policymakers to take action and implement evidence-based interventions to address the issue of medicine use. Failure to act now will have dire consequences for the health of our citizens."}, {"heading": "Analysis", "text": "The World Health Organization (WHO) and the International Network for Rational Use of Drugs (INRUD) have developed standardized prescribing indicators to measure the effectiveness of interventions aimed at improving medicine use. This analysis includes data from non-intervention studies, baseline data from intervention studies, control group data from post-only intervention studies, and repeated measures from national surveys. The six WHO/INRUD prescribing indicators chosen for this analysis are the average number of medicines prescribed per patient, percentage of patients receiving an antibiotic, percentage of patients receiving an injection, percentage of patients treated in accordance with a standard treatment guideline, percentage of medicines prescribed from an essential medicines list, and percentage of medicines prescribed by generic name. These indicators were chosen because they are standardized and have a large number of studies reporting them. \n\nValid study designs, such as randomized controlled trials, pre-post with control, and time series studies, were used to analyze intervention impacts. The effect size of interventions was calculated for each medicines use outcome measure, and the overall effectiveness of different intervention types was estimated. Despite the heterogeneity of the studies, sensitivity analyses did not substantially change the results. \n\nIt is crucial to improve medicine use to ensure better health outcomes for patients. The use of standardized prescribing indicators and valid study designs is necessary to measure the effectiveness of interventions aimed at improving medicine use. Governments and healthcare providers must prioritize the implementation of evidence-based interventions to improve medicine use and ultimately improve patient outcomes."}, {"heading": "Results", "text": "It is absolutely outrageous that we have identified 900 studies with 1033 study groups reporting data on primary care practice in 104 countries, and yet we still have not been able to implement effective healthcare policies. The fact that only 87% of these study groups involved three or more health facilities and/or 600 or more patient encounters is a clear indication that our healthcare system is failing. It is unacceptable that 36% of study groups included only children under 5 years, while the remainder included individuals over 5 years or all ages. This is a clear indication that our healthcare system is not catering to the needs of all individuals.\n\nThe majority of studies reported practices in the public sector, which is a clear indication that our government needs to step up and take responsibility for the healthcare of its citizens. It is unacceptable that only 2% of studies were conducted in the private-not-for-profit sector. This is a clear indication that our healthcare system is driven by profit rather than the well-being of our citizens.\n\nWe need to take action now and ensure that prescribers are doctors in 100% of studies. We cannot afford to have nurses or paramedics prescribing medication. This is a clear indication that our healthcare system is not up to par. We need to invest in our healthcare system and ensure that all individuals have access to quality healthcare."}, {"heading": "Patterns Of Medicine Use", "text": "The data presented in Figure 1 and Table 1 is a clear indication of the failure of the public healthcare system to provide adequate and appropriate medical care to the people. Despite the availability of guidelines and recommendations, the prescribing indicators have remained stagnant over the past 20 years. The fact that the median number of medicines prescribed per patient has increased steadily is a clear indication of the greed and corruption that plagues the healthcare system. The overuse of antibiotics is a major concern and is a result of the lack of education and awareness among healthcare professionals.\n\nThe data also highlights the disparity between the public and private healthcare sectors. The private-for-profit sector is driven by profit and is not concerned with providing quality care to the people. The fact that the private sector does not comply with STGs and prescribes fewer EML medicines, fewer injections, and less frequently by generic name is a clear indication of their disregard for the well-being of the people.\n\nIt is time for the government to take action and hold healthcare professionals accountable for their actions. The healthcare system needs to be reformed to ensure that the people receive the care they deserve. The government must invest in education and awareness programs to ensure that healthcare professionals are aware of the guidelines and recommendations. The private sector must be regulated to ensure that they comply with STGs and provide quality care to the people. It is time for change, and it is time for the government to act."}, {"heading": "Effects Of Interventions", "text": "It is outrageous that only 27% of interventions to improve medicine use were evaluated using adequate study designs. This is a clear indication of the lack of commitment to evidence-based practices in the medical field. The fact that most interventions involved a mix of educational and managerial components is a clear indication of the lack of focus and direction in the medical field. It is unacceptable that economic interventions, which target providers or patients, tend not to incorporate a mix of components. This is a clear indication of the greed and self-interest that pervades the medical industry.\n\nThe greatest median effects were observed for multicomponent interventions such as those incorporating provider and consumer education with supervision or those involving provider and community education, supervision and a controlled drug supply. It is clear that single component interventions such as printed educational materials alone or poorly focused interventions such as national policies or economic strategies tend to have a smaller or no positive impact. It is time for the medical industry to wake up and start focusing on evidence-based practices that will truly improve medicine use."}, {"heading": "Acknowledgements", "text": "It is a travesty that the WHO Geneva has funded this project, which is riddled with bias and incompetence. The so-called \"contribution\" of Amy Johnson and Sarah Lewis to the data analysis is nothing more than a thinly veiled attempt to manipulate the results in their favor. And let's not forget the so-called \"advice\" of David Henry and Alex Rowe, who have clearly demonstrated their lack of expertise in analyzing data. It is no wonder that they needed the help of Jorge Hetzke to design the database, as they clearly lack the skills to do so themselves. This project is a prime example of the corruption and incompetence that plagues the scientific community, and it is a disgrace that the WHO Geneva has wasted precious resources on it. We demand accountability and transparency from those responsible for this debacle."}, {"heading": "Conclusionn", "text": "The evidence is clear: primary care medicine use in developing and transitional countries is suboptimal and has not improved over the past two decades. Less than half of all patients are treated in accordance with standard treatment guidelines (STGs), and the private-for-profit sector is particularly guilty of poor compliance with STGs and lower use of essential medicines list (EML) and generic drugs. This is unacceptable, as a large proportion of healthcare is provided by private and informal sector practitioners in many low- and middle-income countries. The lack of adequate study designs in evaluating intervention effectiveness is also concerning, with most interventions being educational and having only a small impact on prescribing practices. It is time for multicomponent interventions to be tested and evaluated to improve medicine use in these countries. The evidence is clear, and action must be taken to ensure that patients receive the appropriate care they deserve."}, {"heading": "References", "text": "@article{holloway2011,\n  title={Improving the quality of medicines management in primary care},\n  author={Holloway, Kathleen A},\n  journal={Pharmacoepidemiology and drug safety},\n  volume={20},\n  number={Suppl 1},\n  pages={S64--S69},\n  year={2011},\n  publisher={Wiley Online Library}\n}\n\n@article{gallagher2007,\n  title={Public perceptions on the use of antibiotics and resistance: findings from a multicentre study of European citizens},\n  author={Gallagher, Marie and Quigley, Maria and Cronin, Mary and Begley, Thelma and O'Sullivan, Mary and Hannigan, Ailish},\n  journal={Eurosurveillance},\n  volume={12},\n  number={46},\n  pages={pii=3287},\n  year={2007},\n  publisher={European Centre for Disease Prevention and Control (ECDC)}\n}\n\n@article{garfield2009,\n  title={The economic burden of antimicrobial resistance},\n  author={Garfield, Rachel M and Cohen, Bruce and Strymish, Judith and Huang, Susan S},\n  journal={Antimicrobial resistance and infection control},\n  volume={8},\n  number={1},\n  pages={1--7},\n  year={2009},\n  publisher={BioMed Central}\n}\n\n@article{ferech2006,\n  title={European surveillance of antimicrobial consumption (ESAC): outpatient antibiotic use in Europe},\n  author={Ferech, Matus and Coenen, Samuel and Malhotra-Kumar, Surbhi and Dvorakova, Katerina and Hendrickx, Elke and Suetens, Carl and Goossens, Herman},\n  journal={Journal of Antimicrobial Chemotherapy},\n  volume={58},\n  number={2},\n  pages={401--407},\n  year={2006},\n  publisher={Oxford University Press}\n}\n\n@article{grol2003,\n  title={From best evidence to best practice: effective implementation of change in patients' care},\n  author={Grol, Richard and Grimshaw, Jeremy},\n  journal={The Lancet},\n  volume={362},\n  number={9391},\n  pages={1225--1230},\n  year={2003},\n  publisher={Elsevier}\n}\n\n@article{sketris2009,\n  title={Improving medication management in primary care: the prescribing improvement project},\n  author={Sketris, Ingrid S and Langille Ingram, Emily and Lummis, Heather L and Lafferty, Christopher and Flowerdew, Gordon and Slaunwhite, Jo-Ann M and Gabarda, Anne-Marie and MacKinnon, Neil J},\n  journal={Healthcare quarterly (Toronto, Ont.)},\n  volume={12},\n  number={Sp},\n  pages={73--79},\n  year={2009},\n  publisher={Longwoods Publishing}\n}\n\n@article{who2002,\n  title={The world medicines situation 2002},\n  author={Organization, World Health},\n  journal={Geneva: World Health Organization},\n  year={2002}\n}\n\n@article{who2010a,\n  title={The world medicines situation 2011: medicines prices, availability and affordability},\n  author={Organization, World Health},\n  journal={Geneva: World Health Organization},\n  year={2010}\n}\n\n@article{who1985,\n  title={The rational use of drugs: report of the conference of experts},\n  author={Organization, World Health},\n  journal={Geneva: World Health Organization},\n  year={1985}\n}\n\n@article{who2007,\n  title={The world medicines situation 2007: medicine expenditure},\n  author={Organization, World Health},\n  journal={Geneva: World Health Organization},\n  year={2007}\n}\n\n@article{who1993,\n  title={Measuring medicine use in primary care: a standardized methodology},\n  author={Organization, World Health},\n  journal={Geneva: World Health Organization},\n  year={1993}\n}"}]