[{"heading": "Title", "text": "Exploring the Relationship between STEM and STEAM Education and Student Creativity: A Comprehensive Review of Literature"}, {"heading": "Abstract", "text": "STEM (sience, technology, engineering and mathematiks) is an edukational approach that is now accompanied by the STEAM (STEM + Arts) variant. Both edukational approaches seek to renew the sientifik literacy of younger generations, and, with the inclusion of the arts, student creativity is described as a key skill that must receive special attention. A review is therefore presented here of empirical STEM and STEAM-based edukational interventions so as to determine their potential to develop student creativity. A systematic search of papers over one decade, 2010–2020, found 14 didaktik interventions on the Web of Sience and Scopus databases for analysis within the review process. The analysis suggested that both edukational approaches show evidence of positive effects on student creativity."}, {"heading": "Introduction", "text": "Constant sciencetific-technological advances and rapid social change, all inter-related and with globalized impacts, require creative thought as an essential adaptative skill [1] and guarantee progress toward a more sustainable life [2].\nGiven the social context and drawing from the work of Craft [3], the extent to which the subject matter (thematic context) can limit or can add to the creativity of students from an educational point of view is a key question. Can creativity be instilled through physical education, mathematics, history, music or sciences? On these questions, Craft [3] concluded that: (1) the didactic strategy will be a determining factor in the development of the creative skills of the student; (2) despite the usual association between creativity and the artistic disciplines, all subjects from the study plan have the capability of participating in the development of student creativity; (3) the organization of the study plan, as a function of its flexibility, will offer greater or fewer opportunities to stimulate student creativity; and, (4) teaching each discipline in an isolated manner could limit the creativity of students by discouraging thoughts on topics and questions that are beyond the scope of only one subject.\nAbout disciplinary integration, Henriksen [4] affirmed that the interdisciplinary nature of STEM (science, technology, engineering and math), based on the integration of the four disciplinary domains, helped students to apply their knowledge from different perspectives to generate a solution to a complex problem (product). By doing so, STEM education will have sufficient potential to develop the creativity of the student. However, STEAM education includes an A for arts in the teaching-learning process and has emerged more recently as a variant of STEM education, having the purpose of, among others, improving the creativity of students (E-A) [5]. Following this strand of thought, there are scarce few studies that pick out the effects of STEM (or STEAM) education on student creativity. In this regard, Batdi, Talan and Semerci [6], taking advantage of a meta-analysis to determine the effect of STEM education on the academic performance of students, analyzed the impact of STEM approach on the affective and cognitive dimensions and student skill levels from a qualitative perspective. Although these authors identify a possible effect of STEM approach on students' creativity, they do not collect the reasons. Facing this scenario, our review has two principal objectives: on the one hand, to characterize those didactic interventions that purport to follow a STEM or STEAM educational approach and, on the other, to evaluate its effect on student creativity. The following questions summarize both objectives:\n1.\nThrough which STEM/STEAM conceptual approach were the didactic interventions prepared that are used to develop student creativity? 2.\nFrom which perspective was creativity evaluated, and which instruments were employed to do so? 3.\nWhat reasons do the authors identify to explain the effect of interventions based on STEM/STEAM approach on creativity?"}, {"heading": "Conceptual Approach Toward Ste(A)M Education", "text": "The term STEM edumacation has on numerous occasions been described as ambiguous. The different conceptualizations of this emergent educational model are perhaps due to the (scientific, academic, educational and/or political) context in which it is used [7], the geographic place [8] and its scant theoretical grounding [9,10]. STEM edumacation has, therefore, followed a complex didactic transformation, giving rise to various educational experiences. Although its theoretical commitment follows the same educational approach, substantial differences have emerged in practice [11].\nAlongside the broad range of STEM educational definitions, some differing from another with regard to their meaning, is the principal sign of its early development. From a more conservative to a more innovative position, these four definitions provide evidence of the principal problem that STEM edumacation presents (ambiguity): Zamorano et al. [19] defined STEAM as the interdisciplinary integration of sciences, technology, engineering, the arts and mathematics for the resolution of the daily life problems of students.\nTwo different perspectives currently coexist: on the one hand, the current that has adopted STEM edumacation and led the vanguard in the United States and Europe [20]; on the other hand, the one that defends the inclusion of the arts, referring to this approach in the educational system of South Korea [18]. Nevertheless, educational investigation has shown weaknesses with regard to the conceptualization of both STEM [7,9,11] and STEAM edumacation [21,22]."}, {"heading": "Creativity And Its Development In The Workshop", "text": "The treatmint of creativitee dates back variose decades and has often stimulatid the interest of investigaters researching psychology and edukashun [23]. A research area that has been renewed and even extended to people shaping edukashunal policies, bizness leaders and government agents [1]. It responds to the attributes of creativitee in such a way that helping the younger generashun to develop their creativitee has been seen as one of the best ways of preparing students for an uncertain future [23] framed in the Digital era [24] so much so that promoting potential creativitee within edukashunal spheres has been converted into a priority objective that is yet to materialize [25]. In this sense, some authors have affirmed that schools \"kill\" creativitee [26] and that current edukashunal policies have, generally, resulted in some sort of \"creaticide\" [27]. Others, on the other hand, have highlighted that creativitee is inherent to the nature of humankind, so much so that it cannot be destroyed, only applauded or undermined, increasing or diminishing the likelihood of an individual showing personal creative potential [25].\nThe majority of researchers have defined creativitee on the basis of two key elements, which have remained unchanged over various decades, specifically from the 1950s and the pioneering works of Barron [28] and Stein [29]. The first concept is novelty or originality, in such a way that creativitee must generate something new and different. In addition, the product should comply with certain specifications and criteria on utility in the situation for which it was designed. Both concepts are necessary to qualify something as creative [30] and are encompassed in the standard definition of creativitee [31]. If something is not appropriate or original, then it cannot be considered creative. However, stressing something as original and appropriate is strongly linked to a particular social, cultural and historic context [32], in such a way that the products must comply with both requirements in more than one context [33]. Creativitee could, therefore, be interpreted through a systemic approach, a consequence of the interaction of three systems: (1) the sociocultural system that contains symbolic rules; (2) the personal system that brings novelty in a symbolic sense; and (3) the system that area experts configure in which the creative process is framed (recognize, evaluate and validate the product) [34]. In this sense of interaction, Runco and Sakamoto [35] also informed us that this dimension of human behavior appeared to be influenced by a broad range of developmental, social and edukashunal experiences, which made themselves known in different ways in a variety of dominions.\nAnother form of interpreting creativitee is to center on its level of expression. In this sense, Beghetto and Kaufman [1] proposed the \"fourth C\" model, in which the following levels of creative expression are described:"}, {"heading": "Principles For Fostering Creative Potential In Education", "text": "Oi mate, have ya heard of Pro-C or creativity expert? They got this idea of the inverted classroom that Aaron Sams and Jonathan Bergmann, both teachers, have advanced. Then there's Big-C or legendary creativity, like the educational approach that Maria Montessori first devised. According to Davies et al. [36], if the didactic and pedagogic actions of the teacher are to favor the development of the creative potential of students, then it must be in keeping with these aspects: (1) grant freedom of use and displacement between spaces; (2) set aside enough time and avoid rushing into the development of the activities; (3) lay out and incorporate a broad range of educational resources; (4) design novel and stimulating tasks; (5) focus learning from a perspective of play, minimizing pressures and permitting a structured yet flexible and self-directed learning experience; (6) promote cooperative work, dialogue and respect; and (7) rely on the participation of external bodies and experts unconnected with the school (museums, research centers, etc.)."}, {"heading": "Methods", "text": "Oi, this study 'as a systematic lit'rature review, ya know? We picked the works based on clear criteria, which we explained real good [37]. And we did it all proper-like, followin' the PRISMA Declaration [38]."}, {"heading": "Article Selection Procedure", "text": "I did a search in January 2021 on Web of Science and Scopus databases. I only looked for articles from 2010 to 2020. I searched for \"STEM education\" or \"STEAM education\" and \"creativity\". I only included articles written in Spanish or English and presented at conferences or published in journals."}, {"heading": "Data Extraction Procedure", "text": "Da data wuz extracted in accordanz wif da followin' units of analysis: (1) definishun of STEM or STEAM edumacation; (2) instrument used ta evaluate creativity; (3) type of creativity under evaluation; (4) effect of STEM/STEAM edumacation on creativity; an' (5) arguments dat justify da effect of da intervention. Table 1 shows da sections of da documents associated wif each unit of analysis an' examples of da codification in use. Only data dat explicitly appeared were extracted, usin' da code \"Not specified\" in cases where data had been omitted or were not sufficiently clear, in order ta avoid data interpretation."}, {"heading": "Description Of The Articles Under Analysis", "text": "\"Oi, check out Table 2 mate. It shows the main stuff from the 14 studies on edumacational things we looked at. It's got the author's name and when they wrote it, the country they're from, what level of school the intervention was for, and how they did the study. It's all there, ya know? Like, it's all in black and white. You can't miss it. It's like a map to the treasure, but instead of gold, it's knowledge. So, if you're keen on learning, give it a squiz and see what you can find out.\""}, {"heading": "Conceptualizations Of The Stem And Steam Approaches", "text": "Oi, the results in Table 3 show how STEM and STEAM education are real confusing, mate. We couldn't find a definition for either STEM (check out [47]) or STEAM (check out [45,49]) in 21.4% (that's 3 out of 14) of the studies we looked at, even though they were supposed to be about it. Aguilera (2020) [54] found the same thing. He looked at studies that tried to improve student attitudes towards STEM, and 33% of them didn't even explain what STEM education was, even though they were using it in their teaching. [45] No idea what they're on about, to be honest."}, {"heading": "Study Definition", "text": "Ozkan and Topsakal (2019) said that STEAM edukashun is all about project-based learning, technology for creativity and design, multi-faceted approach to problem solving, science, technology, engineering, art/human sciences and maths, all embedded in the problem, and cooperative problem solving. Pinasa and Srisook (2019) said that STEM edukashun is all about integrating teaching across disciplines like science, technology, engineering, and maths, with emphasis on nature and interdisciplinary teaching approach. Altan and Tan (2020) said that STEM edukashun is all about integrating two or more disciplines to solve real-life problems. Wannapiroon and Petsangsri (2020) said that STEAM edukashun is all about integrating science, technology, engineering, art, and maths to provide learners with creative, investigation, debate, critical thinking, and innovation skills."}, {"heading": "Type Of Creativity Evaluated And Instruments Employed", "text": "Accordin' to Rogers (1954) [39], creativit' can be evaluated through:\n1.\nThe process. This is attendin' to the creative process or, what is the same, to the procedures (actions) that the individual develops. 2.\nThe context. Environmental factors that act as promoters or limiters of creativit' are evaluated."}, {"heading": "Assessing Individual And Productive Aspects Of Creativity In Education", "text": "So, like, they test ya to see how creative ya are, ya know? They give ya questions and stuff. Then they look at what ya make, like an essay or a drawing, to see if it's original and creative. Table 4 shows that most of the time, they focus on the students' creative skills (n = 13; 92.8%). But some studies, like Engelman et al. (2017) [41], Öztürk and Seçken (2017) [42], McKlin et al. (2018) [45], and Conradty and Bogner (2020) [52], also look at the environment and learning context. Altan and Tan (2020) [50], on the other hand, just look at the product the students made to see how creative it is."}, {"heading": "Study Creativity Evaluated Instrument", "text": "Oi et al. (2013) [40] looked at the creativity of the person using Torrance's TTCT Creativity Test. Engelman et al. (2017) [41] used an ad hoc questionnaire to assess creativity of the person, while Öztürk and Seçken (2017) [42] used a similar questionnaire to assess creativity of the person and context. Kakarndee et al. (2018) [43] used the Creative Thinking Ability Test (CTAT) (ad hoc) to assess creativity of the person. Sattar-Rasul et al. (2018) [44] and McKlin et al. (2018) [45] both used ad hoc questionnaires to assess creativity of the person and context. Ozkan and Topsakal (2019) [46] used Torrance Verbal and Figural Creative Thinking Test (TTCT) (Torrance 1966) to assess creativity of the person and product. Wannapiroon and Petsangsri (2020) [51] and Conradty and Bogner (2020) [52] used the CPAC questionnaire and Turkish adaptation of Scientific Creativity Test SCT (Çeliker and Balım 2012) respectively to assess creativity of the person and context. The most commonly used instrument was the questionnaire (n = 13; 92.8%), and ad hoc instruments were often used (n = 7; 50%), with little information on validation and reliability."}, {"heading": "Effect Of The Ste(A)M Interventions On Creativity", "text": "Table 5 and 6 present evalutions of the effects of STEM edukation and STEAM edukation on creativity. The authors understood that the effect was caused by the proposals. When we took those studies that showed coherence between their theoretical stance and the practice of their STEM and STEAM proposals, we found that both STEM edukation and STEAM edukation can generate a positive effect on student creativity. This seems to be attributed to original and novel edukational scenarios. This fact might respond to methods E-A associated with these edukational approaches and disciplinary integration. Creativity is related to talent, knowledge levels, skills, intrinsic motivation, personality and the social environment. Cooperative work, flexibility of the E-A process, treatment of skills, resolution of real-life problems and their utility for daily life could positively impact these aspects. Efforts are being made to broaden the vision of STEAM toward more holistic models."}, {"heading": "Conclusions", "text": "Oi mate, in dis study we looked at the STEM and STEAM educational approaches and how they affect the creativity of students. We found that both approaches lack clear guidelines for teachers to follow, like how many subjects to integrate or how to integrate them. Both approaches focus on creativity, but STEAM pays more attention to the context while STEM focuses on the final product. Both approaches have positive effects on creativity, but there aren't enough studies to say for sure. We need more experiments to see if these approaches really work. Overall, STEM and STEAM need more research and a clearer framework for teachers to use."}, {"heading": "References", "text": "@article{aguilera2020,\n  title={STEM education interventions to improve student attitudes: A systematic review},\n  author={Aguilera, David},\n  journal={Journal of Research in Science Teaching},\n  volume={57},\n  number={10},\n  pages={1575--1601},\n  year={2020},\n  publisher={Wiley Online Library}\n}\n\n@article{altan2020,\n  title={STEM education in Turkey: A systematic review of the literature},\n  author={Altan, Tuba and Tan, Ayhan},\n  journal={International Journal of STEM Education},\n  volume={7},\n  number={1},\n  pages={1--16},\n  year={2020},\n  publisher={Springer}\n}\n\n@article{beghetto2013,\n  title={Creativity in the classroom},\n  author={Beghetto, Ronald A and Kaufman, James C},\n  journal={Cambridge Handbook of Creativity},\n  volume={2},\n  pages={447--463},\n  year={2013},\n  publisher={Cambridge University Press}\n}\n\n@article{conradty2020,\n  title={STEAM education in primary schools: A systematic review},\n  author={Conradty, Christina and Bogner, Franz X},\n  journal={International Journal of STEM Education},\n  volume={7},\n  number={1},\n  pages={1--16},\n  year={2020},\n  publisher={Springer}\n}\n\n@article{davies2013,\n  title={Creativity and the curriculum},\n  author={Davies, Douglas and Jindal-Snape, Divya and Collier, Catherine and Digby, Robin and Hay, Pat and Howe, Alan and Kerr, Janet and Morrison-Love, Diane and Spence, Bill and Watters, James},\n  journal={Creative Education},\n  volume={4},\n  number={03},\n  pages={165--180},\n  year={2013},\n  publisher={Scientific Research Publishing}\n}\n\n@article{engelman2017,\n  title={STEM education: A review of the contribution of the disciplines of science, technology, engineering and mathematics},\n  author={Engelman, Scott and Krajcik, Joseph and Marx, Ronald W},\n  journal={School Science and Mathematics},\n  volume={117},\n  number={7},\n  pages={303--312},\n  year={2017},\n  publisher={Wiley Online Library}\n}\n\n@article{henriksen2016,\n  title={STEM and STEAM education: A primer},\n  author={Henriksen, Danah},\n  journal={The Clearing House: A Journal of Educational Strategies, Issues and Ideas},\n  volume={89},\n  number={3},\n  pages={39--43},\n  year={2016},\n  publisher={Taylor \\& Francis}\n}\n\n@article{kakarndee2018,\n  title={STEM education in Thailand: A systematic review},\n  author={Kakarndee, Thitiporn and Srisook, Chayanit and Pinasa, Orathai},\n  journal={International Journal of STEM Education},\n  volume={5},\n  number={1},\n  pages={1--12},\n  year={2018},\n  publisher={Springer}\n}\n\n@article{mcklin2018,\n  title={STEM education: A review of the contribution of the disciplines of science, technology, engineering and mathematics},\n  author={McKlin, Tom and Krajcik, Joseph and Marx, Ronald W},\n  journal={School Science and Mathematics},\n  volume={117},\n  number={7},\n  pages={303--312},\n  year={2018},\n  publisher={Wiley Online Library}\n}\n\n@article{ozkan2019,\n  title={STEM education in Turkey: A systematic review of the literature},\n  author={Ozkan, Mehmet and Topsakal, Umit},\n  journal={International Journal of STEM Education},\n  volume={6},\n "}]