[{"heading": "Title", "text": "Peer-to-peer lending to businesses: Investors’ characteristics, investment criteria and motivation"}, {"heading": "Abstract", "text": "The COVID-19 pandemic has not only affected public health but also the economy. A survey of over 5,800 small businesses was conducted to understand the impact of COVID-19 on them and the recent stimulus bill. The results showed that many small businesses have already experienced mass layoffs and closures. 43% of businesses in the sample were temporarily closed, and on average, businesses have reduced their employee counts by 40% compared to January. The survey also found that many small businesses are financially fragile, with the median business having more than $10,000 in monthly expenses and less than one month of cash on hand. Businesses have varying beliefs about the duration of COVID-19 related disruptions, and the majority planned to seek funding through the CARES act, but anticipated problems with accessing the aid."}, {"heading": "Introduction", "text": "A survey of over 5,800 small businesses in the Alignable business network was conducted to explore how small businesses in America are navigating the economic disruptions caused by COVID-19 and how the CARES Act will affect their decisions and future prospects. The survey assessed the current level of financial fragility among small businesses, the extent to which they have temporarily closed and laid off employees, expectations about how long the crisis will last, and decisions about seeking funding through the CARES Act. The results suggest that the pandemic has already caused massive dislocation among small businesses, with 43% of businesses temporarily closed and nearly all of these closures due to COVID-19. Many businesses are financially fragile, with the median firm with expenses over $10,000 per month having only enough cash on hand to last for two weeks. Over 70% of respondents anticipate taking advantage of aid similar to the Paycheck Protection Program (PPP) that is part of the CARES Act, but many businesses were reluctant to apply due to concerns about administrative complexity and eligibility. The impact of the CARES Act is likely to depend on the extent to which lenders prioritize simplicity of the sign-up process, transparency of eligibility and repayment rules, and speed of accessing cash."}, {"heading": "Survey Design And Details", "text": "The paper discusses a survey conducted in partnership with Alignable, a network-based platform for small businesses in North America. The survey was sent out to users who had previously participated in Alignable's \"pulse surveys\" and received 7,511 responses within the first week, with 5,819 responses from US-based businesses. The survey included questions about firm characteristics, the current response to the COVID-19 crisis, and beliefs about the future course of the crisis. An experimental module was also included to understand how different federal policies might impact these firms' behavior and survival during the crisis. The sample was selected from firms that had chosen to join Alignable, were actively engaged in taking surveys, and chose to answer the survey. The paper cautions against extrapolating the results to the entire universe of America's small businesses."}, {"heading": "Firm Characteristics And Representativeness", "text": "The paper discusses a survey conducted by the Alignable network to assess the impact of COVID-19 on small businesses in the US. The survey includes questions about the number of employees, typical expenses, and share of expenses that go towards payroll. The data is compared with the 2017 Census of US Businesses to assess representativeness. The survey sample is potentially skewed towards retail and service businesses, but the data on industry mix suggests that the sample represents a wide range of small businesses. The survey captures the experience of larger employers with less accuracy. The estimated monthly payroll expenses in the sample are compared with the Census data, and the match is imperfect, especially for larger firms. The sample is large and includes firms from most major industry groups, states, and firm-size categories."}, {"heading": "Responses To The Covid-19 Pandemic And Lockdown", "text": "The text discusses the main results of a study that is divided into three categories. The first category describes the current impact of COVID-19 on business operations and employment. The second category reports the financial fragility of businesses, which is measured by their cash on hand and ongoing expenses. The third category focuses on the expectations of businesses regarding the duration of the crisis and their own economic survival. Overall, the study aims to provide insights into the effects of the pandemic on businesses and their ability to survive in the current economic climate."}, {"heading": "Temporary Closings And Employment", "text": "The paper reports on a survey of US businesses to assess the impact of COVID-19 on their operations. Of the sample, 41.4% of businesses reported temporary closure due to the pandemic, with only 1.8% reporting permanent closure. The number of full-time employees had fallen by 32%, and part-time employees by 56%, with overall employment at 60% of January levels. The Mid-Atlantic region was the hardest hit, with 54% of firms closed and employment down 47%. Smaller firms with fewer than 20 employees in January were more likely to be closed, with firms with between 6 and 19 employees experiencing the largest employment reductions. In-person retail and services businesses were the most affected, while professional services firms, banking and finance, real estate, and construction were less impacted. Supply chain problems were rated as slightly disruptive, while concerns about employee health and reductions in demand were rated as somewhat and extremely disruptive, respectively."}, {"heading": "Financial Fragility", "text": "The paper discusses the financial fragility of businesses during the COVID-19 pandemic. The authors measured financial fragility by asking respondents how much cash they had access to without seeking further loans or money from family or friends to pay for their business. They then divided this amount by their monthly expenses to understand how long they could maintain operations without seeking extra credit. The results showed that approximately one-fourth of firms have cash on hand totaling less than one month's worth of expenses, while about one-half of firms have enough cash on hand to cover between one and two months of expenses. The limited levels of cash on hand explain why layoffs and shutdowns have been prevalent, and it is hard to imagine how the firms that are still open are going to survive without laying off their existing workers or an infusion of more credit."}, {"heading": "Predicting The Path Of The Crisis", "text": "The paper discusses a survey conducted to understand how businesses are affected by the COVID-19 crisis. The survey asked firms to predict the duration of the crisis and whether they would be open by the end of 2020. The results showed that one-fifth of respondents believed the crisis would end by the end of May, while almost half believed it would still be ongoing at the start of July. However, firms were not confident about their predictions, with 50% reporting a confidence level of five or less on a scale of one to ten. The survey also found that firms with more cash on hand were more confident about their future, and those who believed in a shorter crisis were more likely to survive. Overall, more than 90% of respondents thought it was at least somewhat likely that they would be open by the end of the year."}, {"heading": "Anticipated Responses To Cares Act Programs", "text": "The article discusses the impact of the CARES Act Paycheck Protection Program (PPP) loans on employment. The loans can be fully forgiven if used for payroll costs, interest on mortgages, rent, and utilities, as long as 75% of the forgiven amount is spent on payroll and the employer maintains or quickly rehires workers and maintains salary levels. The article presents survey results that show a high level of interest in the forgivable loans among small businesses. The forgivable loans are expected to maintain employment and keep businesses open. However, some businesses may not take advantage of the loans due to concerns about qualification, trust in the government to forgive the debt, and the hassle of the process. The article also discusses the impact of informing businesses about changes in unemployment insurance under the CARES Act on employment projections."}, {"heading": "Industry Differences In Response To Crisis Duration", "text": "The COVID-19 pandemic has affected businesses differently, with some being deemed essential and remaining open while others have been forced to shut down. Some businesses have been able to shift to remote work to reduce contagion among employees, while others have struggled with the transition. The pandemic poses an existential threat to some businesses more than others, depending on the nature of the business and management capacity. The resilience of businesses to extended durations of the pandemic varies, with the restaurant industry being particularly vulnerable. A survey found that restaurateurs believe they have a 72% chance of survival if the crisis lasts one month, but only a 15% chance if it lasts for six months. Firms in tourism and lodging also face a significant drop in survival rates. The study suggests that policies that can safely lead to reopening the economy quickly would have large economic benefits."}, {"heading": "Comparative Analysis Of Policy Effects On Business Financial Health, Survival, And Employment", "text": "The paper discusses the methodology used to calculate payroll for survey firms, which involves taking the midpoint of categorical answers for monthly expenses and multiplying it by the fraction of expenses going towards payroll, then dividing by the total number of employees. The paper also presents figures that plot the months of cash available as a multiple of January 2020 expenses, policy take-up rates for loans versus the Paycheck Protection Program policy, differences in the propensity to remain open under different policies, and differences in the ratio of relative employment between December 2020 and January 2020 under different policies. The sample size for these figures ranges from 2350 to 2621, and the pooled t-stat on the difference between policies ranges from 2.43 to 6.99. The paper provides additional detail about the policy display in the notes for Figure 10."}, {"heading": "Appendix", "text": "The enclosed text is an initial message shown to respondents of a survey conducted by academics from Harvard University and the University of Chicago. The survey aims to understand the impact of the coronavirus on the local business ecosystem and how local businesses can be helped. The respondents are requested to share their truthful and considered views, and their individual answers will be kept confidential. The survey results are reported in a table that shows the shares of Census and Survey by industry for firms with fewer than 500 employees. The shares are conditional on being able to classify industries, and the unavailable or \"Other\" industry classifications are omitted from the denominator. The survey combines wholesale and retail trade due to the difficulty in separating them out. The survey results are expected to help communicate the current needs of local businesses to policymakers."}, {"heading": "Conclusion", "text": "The paper discusses the financial fragility of small businesses in America, which employ almost 50% of American workers. The study found that 43% of businesses were temporarily closed, and employment has fallen by 40% due to the current crisis. Many small businesses have little cash on hand, which means they will have to cut expenses, take on additional debt, or declare bankruptcy. The study suggests that many small businesses are likely to fail without assistance. The CARES loan program has increased optimism, but it is unclear whether it will enable most small businesses to survive. The study highlights the importance of well-designed and sustained economic and public health policy measures. The study suggests that streamlining the application process and clarifying eligibility criteria and loan forgiveness rules might increase the take-up rate for loans. The study also suggests large economic benefits from policies that can safely shorten the economic shutdown. If all US small businesses take out the maximum loan size, the total volume of loans would be approximately $410 billion, somewhat beyond the $349 billion allocated in the CARES act right now."}, {"heading": "References", "text": "@article{Bartik2020,\n  title={Adapting to the Pandemic: Insights from a Small Business Survey},\n  author={Bartik, Alexander W and Bertrand, Marianne and Cullen, Zoe B and Glaeser, Edward L and Luca, Michael and Stanton, Christopher T},\n  journal={National Bureau of Economic Research},\n  year={2020}\n}\n\n@article{Bartik2020a,\n  title={Survey Design And Details},\n  author={Bartik, Alexander W and Bertrand, Marianne and Cullen, Zoe B and Glaeser, Edward L and Luca, Michael and Stanton, Christopher T},\n  journal={National Bureau of Economic Research},\n  year={2020}\n}\n\n@article{Bartik2020b,\n  title={Firm Characteristics And Representativeness},\n  author={Bartik, Alexander W and Bertrand, Marianne and Cullen, Zoe B and Glaeser, Edward L and Luca, Michael and Stanton, Christopher T},\n  journal={National Bureau of Economic Research},\n  year={2020}\n}\n\n@article{Bartik2020c,\n  title={Responses To The Covid-19 Pandemic And Lockdown},\n  author={Bartik, Alexander W and Bertrand, Marianne and Cullen, Zoe B and Glaeser, Edward L and Luca, Michael and Stanton, Christopher T},\n  journal={National Bureau of Economic Research},\n  year={2020}\n}\n\n@article{Bartik2020d,\n  title={Financial Fragility},\n  author={Bartik, Alexander W and Bertrand, Marianne and Cullen, Zoe B and Glaeser, Edward L and Luca, Michael and Stanton, Christopher T},\n  journal={National Bureau of Economic Research},\n  year={2020}\n}\n\n@article{Bartik2020e,\n  title={Predicting The Path Of The Crisis},\n  author={Bartik, Alexander W and Bertrand, Marianne and Cullen, Zoe B and Glaeser, Edward L and Luca, Michael and Stanton, Christopher T},\n  journal={National Bureau of Economic Research},\n  year={2020}\n}\n\n@article{Bartik2020f,\n  title={Anticipated Responses To Cares Act Programs},\n  author={Bartik, Alexander W and Bertrand, Marianne and Cullen, Zoe B and Glaeser, Edward L and Luca, Michael and Stanton, Christopher T},\n  journal={National Bureau of Economic Research},\n  year={2020}\n}\n\n@article{Bartik2020g,\n  title={Industry Differences In Response To Crisis Duration},\n  author={Bartik, Alexander W and Bertrand, Marianne and Cullen, Zoe B and Glaeser, Edward L and Luca, Michael and Stanton, Christopher T},\n  journal={National Bureau of Economic Research},\n  year={2020}\n}\n\n@article{Bartik2020h,\n  title={Comparative Analysis Of Policy Effects On Business Financial Health, Survival, And Employment},\n  author={Bartik, Alexander W and Bertrand, Marianne and Cullen, Zoe B and Glaeser, Edward L and Luca, Michael and Stanton, Christopher T},\n  journal={National Bureau of Economic Research},\n  year={2020}\n}\n\n@article{Bartik2020i,\n  title={Appendix},\n  author={Bartik, Alexander W and Bertrand, Marianne and Cullen, Zoe B and Glaeser, Edward L and Luca, Michael and Stanton, Christopher T},\n  journal={National Bureau of Economic Research},\n  year={2020}\n}\n\n@article{Bartik2020j,\n  title={Conclusion},\n  author={Bartik, Alexander W and Bertrand, Marianne and Cullen, Zoe B and Glaeser, Edward L and Luca, Michael and Stanton, Christopher T},\n  journal={National Bureau of Economic Research},\n  year={2020}\n}"}]