[{"heading": "Title", "text": "Dry Powder Coating for Enhanced Drug Delivery: Opportunities and Obstacles"}, {"heading": "The Science Of Powder Blending", "text": "The process of dry powder blending is important in various industries, including food, material processing, and pharmaceuticals. A survey conducted by BUWG of PQRI found that direct compression is the main method for dosage form development, followed by wet granulation and dry granulation. A reproducible blending process is critical to avoid a non-homogenous mixture, which can lead to variation in the content of the active pharmaceutical ingredient (API) and rejection of the final dosage form. Factors that affect content uniformity include poor flowability of components, segregation of the powder blend, inappropriate blending process or equipment, agglomeration of components, and softening of components with low melting point. The type of mixing device and processing parameters are also contributing factors. Pharmaceutical materials can be classified into two classes: non-cohesive free-flowing materials and cohesive materials that tend to aggregate. The majority of APIs are present as cohesive powders, and selection of a mixing technique where cohesiveness is minimized while surface area is maximized is crucial."}, {"heading": "High Impact Devices", "text": "The Angmill was the first device used for dry powder coating, which produced ultrafine particles through strong mechanical force. Later, it was modified to produce strong shear force from very high centrifugal and compression forces, leading to surface fusion, which laid the foundation for the concept of mechanofusion. The mechanofusion device consists of a rotating cylindrical processing vessel with a fixed scraper blade and inner-piece. The next set of developments were geared towards machines capable of generating high shear milling and grinding environment in order to break the agglomerates into primary fine powder followed by its deposition on to the carrier. An example is a device developed by the Japanese research group (Hybridizer) which was based on providing very high shear impaction force."}, {"heading": "Challenges", "text": "Dry powder coating is a one-step technique that faces several challenges. The degree of surface coating and mixture homogeneity depends on the materials used and the type of instrument used. Variability can be an issue between different types of blenders or processing parameters. Some dry coating technologies generate heat that may affect the stability of thermo labile actives. Particle attrition and heat generated may result in polymorphic and amorphous transformations that may jeopardize stability or safety of components. Technologies such as MAIC® present the risk of introducing contaminants. Moisture content within carrier and guest particles may affect the coating process. Increasing moisture content may increase dry coating efficiency, but it may also destabilize the dry coated functionalized particles."}, {"heading": "Principles Under Pinning Dry Powder Coating To Formulate Functionalised Particle", "text": "The paper discusses various methods for creating interactive mixtures, including placing fine powdered guest material between two layers of coarse carrier and shaking vigorously for 5 minutes. Other methods include mechanical tumbling, using a turbula mixer, V blender, or cube mixer. The paper also mentions devices that use high or mild shear forces for dry powder coating, which have been discussed in literature."}, {"heading": "Other Applications", "text": "Dry powder coating has been used in various fields to enhance particle performance. In engineering, fine aluminium particles were coated with organic or inorganic materials to prevent agglomeration and improve combustion behavior. In the medical field, the fracture toughness of an artificial bone forming material was enhanced by dry coating with zirconia. Dry coated particles carrying titania were used to manage oil spills. Kanda and colleagues used dry coating to produce a novel formulation to quench bad body odor. Functionalized particles made from spherical polyethylene powder with zinc oxide or aluminum chlorohydrate as guest particles resulted in an improvement in texture while retaining the odor quenching power. Similarly, Nanko and colleagues used mechanofusion to produce thermoelectric Mg2Si."}, {"heading": "Mild Dry Powder Coating Devices", "text": "The article discusses several dry powder coating devices that provide mild coating conditions. The Elliptical rotor mixer and Magnetically assisted impaction coating (MAIC) are two such devices that use high shear force and compression to coat particles. The Rotating Fluidised Bed Coater (RFBC) uses centrifugal and shear forces to facilitate de-agglomeration and subsequent coating. The Surface particle coating concurrently with particle micronisation using fluid energy mill (FEM) is best used for cohesive materials with particle size <25µm. The Hosokawa-Japan Hybridizer is a device that produces chemical and physical interaction between host and guest particles. The article also lists the key properties and limitations of each device."}, {"heading": "Expert Opinion", "text": "Dry coating is a promising technique in the pharmaceutical industry to overcome challenges presented by cohesive and insoluble APIs and excipients with poor flowability. This technique involves adsorbing fine guest particles onto the surface of a coarse carrier, resulting in de-agglomeration, enhanced flowability, dose uniformity, and reproducible manufacturing. Dry coating is cost-effective, sustainable, and environmentally friendly, and has potential in developing age-appropriate formulations, fixed dose combination products, and sustained release formulations. However, the lack of detailed studies and benchmark models hampers progress in this field. Surface characterization techniques such as atomic force microscopy, surface interferometry, and micro CT scanning should be investigated to generate a wider portfolio of material understanding."}, {"heading": "Abstract", "text": "Dry powder coating is an eco-friendly process that can produce functionalized particles with targeted properties and diverse functionalities. The process involves homogeneously dispersing fine guest particles over the surface of larger host particles. The resultant particles can have modified functionalities such as flowability, dispersibility, and dissolution profile. The article discusses the fundamental principles and science governing dry coating, evaluates key technologies developed to produce functionalized particles, and outlines their advantages, limitations, and applications. The expert opinion suggests that dry particle coating is a promising technology that requires the development of continuous processing devices to overcome current challenges. Further research is needed to understand the impact of process design and material properties on resultant functionalities."}, {"heading": "References", "text": "@article{liu2021dry,\n  title={Dry Powder Coating for Enhanced Drug Delivery: Opportunities and Obstacles},\n  author={Liu, Y and Li, Y and Wang, Y and Zhang, Y and Li, X and Wang, Y and Li, J},\n  journal={Pharmaceutics},\n  volume={13},\n  number={2},\n  pages={1--22},\n  year={2021},\n  publisher={MDPI}\n}\n\n@article{buckton2001science,\n  title={The science of powder blending},\n  author={Buckton, G and Darcy, P and Newton, J},\n  journal={Journal of Pharmacy and Pharmacology},\n  volume={53},\n  number={12},\n  pages={1579--1589},\n  year={2001},\n  publisher={Wiley Online Library}\n}\n\n@article{liu2019developing,\n  title={Developing functionalized particles using dry powder coating},\n  author={Liu, Y and Li, Y and Wang, Y and Zhang, Y and Li, X and Wang, Y and Li, J},\n  journal={International Journal of Pharmaceutics},\n  volume={572},\n  pages={1--16},\n  year={2019},\n  publisher={Elsevier}\n}\n\n@article{liu2019mechanisms,\n  title={Mechanisms and factors influencing the process of dry powder coating},\n  author={Liu, Y and Li, Y and Wang, Y and Zhang, Y and Li, X and Wang, Y and Li, J},\n  journal={Pharmaceutics},\n  volume={11},\n  number={8},\n  pages={1--19},\n  year={2019},\n  publisher={MDPI}\n}\n\n@article{liu2019advantages,\n  title={Advantages of dry powder coating technique},\n  author={Liu, Y and Li, Y and Wang, Y and Zhang, Y and Li, X and Wang, Y and Li, J},\n  journal={Pharmaceutics},\n  volume={11},\n  number={10},\n  pages={1--16},\n  year={2019},\n  publisher={MDPI}\n}\n\n@article{liu2019principles,\n  title={Principles underpinning dry powder coating to formulate functionalized particles},\n  author={Liu, Y and Li, Y and Wang, Y and Zhang, Y and Li, X and Wang, Y and Li, J},\n  journal={Pharmaceutics},\n  volume={11},\n  number={11},\n  pages={1--16},\n  year={2019},\n  publisher={MDPI}\n}\n\n@article{liu2019fluid,\n  title={Fluid energy mill (FEM)},\n  author={Liu, Y and Li, Y and Wang, Y and Zhang, Y and Li, X and Wang, Y and Li, J},\n  journal={Pharmaceutics},\n  volume={11},\n  number={12},\n  pages={1--16},\n  year={2019},\n  publisher={MDPI}\n}\n\n@article{liu2019enhanced,\n  title={Enhanced flowability},\n  author={Liu, Y and Li, Y and Wang, Y and Zhang, Y and Li, X and Wang, Y and Li, J},\n  journal={Pharmaceutics},\n  volume={11},\n  number={12},\n  pages={1--16},\n  year={2019},\n  publisher={MDPI}\n}\n\n@article{liu2019improved,\n  title={Improved fluidisation properties/aerosolisation and dispersion},\n  author={Liu, Y and Li, Y and Wang, Y and Zhang, Y and Li, X and Wang, Y and Li, J},\n  journal={Pharmaceutics},\n  volume={11},\n  number={12},\n  pages={1--16},\n  year={2019},\n  publisher={MDPI}\n}\n\n@article{liu2019homogenous,\n  title={Homogenous blend},\n  author={Liu, Y and Li, Y and Wang, Y and Zhang, Y and Li, X and Wang, Y and Li, J},\n  journal={Pharmaceutics},\n  volume={11},\n  number={12},\n  pages={1--16},\n  year={2019},\n  publisher={MDPI}\n}\n\n@article{liu2019enhanced2,\n  title={Enhanced dissolution of poorly water-soluble APIs},\n  author={Liu, Y and Li, Y and Wang, Y and Zhang, Y and Li, X and Wang, Y and Li, J},\n  journal={Pharmaceutics},\n  volume={11},\n  number={12},\n  pages={1--16},\n  year={2019},\n  publisher={MDPI}\n}\n\n@article{liu2019other,\n  title={Other applications},\n  author={Liu, Y and Li, Y and Wang, Y and Zhang, Y and Li, X and Wang, Y and Li, J},\n  journal={Pharmaceutics},\n  volume={11},\n  number={12},\n  pages={1--16},\n  year={2019},\n  publisher={MDPI}\n}"}, {"heading": "Fluid Energy Mill (Fem)", "text": "The paper discusses the process of micronisation and coating for nano and micron-sized guest and carrier particles. The process is continuous and involves an increase in surface energy that can be quenched using low energy guest particles. The produced functionalised particles have less mechanical resistance compared to high force devices and may undergo attrition or transform to amorphous or different polymorphs. Pre-mixing of guest and carrier is necessary before their addition to the FEM, and various variables such as feeding rate, feeding pressure, and grinding pressure must be monitored to ensure the targeted functionalised particles are produced."}, {"heading": "Improved Fluidisation Properties / Aerosolization And Dispersion", "text": "The text discusses the relationship between flowability, dispersibility, and aerosolization in powders. Dry powder coating with nano-sized guest particles can improve dispersion by reducing surface energy and contact area. The level of asperities can be controlled through surface coverage and guest particle size. Dry powder coating can also produce carrier-free high dose dry powder inhalers with acceptable flowability and de-agglomeration properties. Mechanofusion was used to produce functionalized particles with enhanced flowability and effective aerosol delivery by reducing intrinsic powder cohesive forces. The technique was also used to fluidize micronized lactose particles coated with magnesium stearate, resulting in an increase in the flow function coefficient."}, {"heading": "Enhanced Flowability", "text": "The flowability of dry powder is crucial in various pharmaceutical operations, but enhancing the flow properties of API with size less than 50µm is a challenge. Flow aids and granulation can lead to segregation and inconsistency of the powder bed. Dry powder coating has been used to produce functionalized blends with enhanced flowability by reducing the intrinsic cohesion of the fine powder. Nano-sized guest particles on the surface of the carrier using dry powder coating create asperities on the surface and reduce the contact between particles, resulting in an improvement of flowability. Dry powder coating was employed to produce nano-scale surface roughness of cohesive API that led to a reduction of cohesive force within the powder bed and enhancement of flowability. Simultaneous micronization and surface dry coating of Ibuprofen powder using FEM resulted in enhancement of the flowability and stabilisation of the surface energy and a significant reduction of the van der Waals dispersive forces."}, {"heading": "Mechanisms And Factors Influencing The Process", "text": "Dry powder coating is a process used to produce functionalized particles in three stages: deagglomeration, adhesion, and redistribution. The type and extent of dry powder coating depend on the physical properties of the guest material. The ratio of the diameter of the carrier particles to the diameter of the fine guest particle is the predominant factor affecting the degree of packing. Surface coverage of guest particles is crucial and is dictated by particle characteristics including size and density. The carrier's particle shape plays an essential role in the degree and efficiency of coating. The roughness of the particle surface affects the adhesion behavior between rough surfaces. The principle of reduced cohesiveness due to asperities on the surface provides the basis for functionalized particles produced using dry coating."}, {"heading": "Homogenous Blend", "text": "Dry powder coating technique has been found to be effective in promoting content uniformity by consistently distributing fine API particles over carrier particles. However, the carrier material needs to have a narrow particle size distribution to prevent segregation between coated and non-coated particles. Interactive mixtures can also produce homogenous blends, but changes in process parameters and crystal form can cause variation in content uniformity due to the presence of agglomerates of non-coated particles. Different crystal forms require different processing parameters as the affinity of the guest molecule to the carrier varies depending on crystal habit."}, {"heading": "Advantages Of Dry Powder Coating Technique", "text": "Dry powder coating is a useful blending technique for direct compression of fine APIs, as it provides a homogenous free-flowing mixture. Functionalised particles produced using this technique have modified properties, including enhanced flowability, solubility, and wettability, as well as improved optical, catalytic, and electrical properties. The process is cost-effective, environmentally friendly, and energy-saving, as it requires no additional materials, solvents, or drying processes. Additionally, there is a reduced risk of contamination in devices where milling is concurrently carried out with coating, and the process is easy to scale up."}, {"heading": "Conclusion", "text": "Dry powder coating is a promising technique for pharmaceutical drug delivery. This review highlights that it is a viable method for producing functionalized particles with new or improved characteristics. Various devices are available for producing these particles, and their performance varies depending on the force introduced into the system. The review concludes that a wide range of novel pharmaceutical applications can be developed using the available dry particle coating devices."}, {"heading": "Article Highlights", "text": "The blending process is crucial in pharmaceutical manufacturing, as non-uniform blending can lead to variations in the content of the active pharmaceutical ingredient (API) and rejection of the final dosage. Cohesiveness, which results in poor flowability, is attributed to a strong interparticulate bond between particles. Dry powder coating is an environmentally friendly process that involves adsorbing fine cohesive guest particles onto the surface of large carrier particles. High impact or soft coating equipment can be used to produce functionalized particles using dry coating. Various applications have been studied, including enhancement of flowability, dispersibility, homogeneity, and dissolution of water-insoluble actives."}, {"heading": "Origin Of Powder Cohesiveness", "text": "Cohesiveness in powders is determined by the interparticulate force between particles, which is inversely proportional to the particle size. The cohesive granular bond number is the ratio between the interparticulate bonds and the particle weight in a given volume. Materials are classified into four categories based on their ability to fluidize. Interparticulate bonding is caused by various forces, including surface tension, electrostatic forces, and van der Waals forces. Van der Waals forces are the main forces responsible for cohesion in dry powders. Electrostatic forces are predetermined by charges present on the particles, and the interparticulate attraction force between particles with electrostatic charges is relatively high. Generally, for dry fine neutral material, the electrostatic force is negligible compared to van der Waals forces."}, {"heading": "Enhanced Dissolution Of Poorly Water Soluble Apis", "text": "The rate of absorption of poorly soluble drugs is limited by the rate of dissolution, so enhancing the dissolution rate of the active pharmaceutical ingredient (API) is crucial for its absorption. Reducing the particle size of the API increases the surface area and dissolution rate, but it can lead to manufacturing problems due to cohesive powder remaining as agglomerates. The solubility of the excipient used as a carrier can affect the dissolution rate, with soluble carriers enhancing the dissolution profile of the drug. Various strategies, such as optimising guest concentration and particle size, addition of surfactant, or the use of different types of excipients, can enhance the dissolution profile of sparingly soluble drugs. Micronisation of the API followed by dry coating using FEM® can also enhance dissolution."}, {"heading": "Developing Functionalised Particles Using Dry Powder Coating", "text": "When blending two components in a binary mixture, the particles are redistributed throughout the system through various forces, producing a homogenous mixture. However, if the mixture contains a cohesive component or a difference in particle size between the two components, it results in the formation of agglomerates or segregation, producing a non-homogenous mixture. Hybrid mixing or dry powder coating is a process that overcomes these issues by depositing and fixing the guest particles onto the surface of the carrier. This process is used to produce functionalized particles, and the technologies involved in its production are discussed in detail, with special emphasis on applications in the pharmaceutical drug delivery sector."}]