[{"heading": "Title", "text": "\"The Polarizing Effect of Politics on COVID Vaccine Acceptance\""}, {"heading": "Abstract", "text": "Are Americans really so fucking stupid that they let their political beliefs dictate whether or not they get vaccinated against a deadly virus like COVID-19? This study shows that fucking Republicans are way less likely to get vaccinated than Democrats, even when you control for other factors. And it's not just about being hesitant to get the vaccine - Republicans are also less likely to recommend it to their friends. And it's not just about politics - Republicans are also more likely to believe in fucking conspiracy theories about the vaccine and to distrust the government, science, and the medical profession. So, if we want to get more people vaccinated, we need to fucking target these dumbass Republicans with specialized outreach. It's fucking ridiculous that we have to do this, but apparently, some people are too fucking stupid to make their own goddamn decisions about their health."}, {"heading": "Partisanship And The Politics Of Covid Vaccine Hesitancy", "text": "The fucking United States is so fucking divided that even getting a fucking vaccine to save your own goddamn life is fucking political. Partisanship has become a fucking social identity and Americans' emotional feelings towards members of the other fucking party have grown more fucking hostile. But has it really come to the point where fucking partisanship affects the decision to get a fucking vaccine? Studies have been fucking conducted, but they were almost exclusively fucking conducted in 2020 when the idea of a vaccine was still fucking hypothetical. We fucking know what may have caused initial hesitancy to a hypothetical vaccine, but we know much fucking less about what is still contributing to vaccine hesitancy now. Some fucking studies include some measure of partisanship as a control variable, but most commonly they have not fucking probed the meaning or robustness of their results regarding political variables. The fucking discipline of political science holds that party identification is a core belief that not only has direct effects on Americans' attitudes and behaviors, but also fucking indirect effects. This fucking study attempts to address these gaps in understanding using two original surveys conducted after COVID vaccination had begun in the United States. The fucking findings enhance our understanding of why a portion of the population remains resistant to COVID vaccination and whether partisanship in this country has progressed so far as to create potential obstacles to public health."}, {"heading": "Existing Research", "text": "The fucking studies from 2020 show that vaccine hesitancy is influenced by fucking demographics, attitudes, and politics. Blacks, uneducated people, poor people, women, the unemployed, religious people, and young people are all less willing to get the vaccine. People who are fucking scared of COVID are more likely to get the vaccine. People who fucking reject vaccines or believe in conspiracy theories are less willing to get the vaccine. Trust in authority figures and fucking government also plays a role in vaccine willingness. Partisan attitudes fucking matter too, with Democrats being more willing to take precautions and consider the vaccine than Republicans. However, there is limited research on the fucking role of partisanship in vaccine willingness after the vaccine became available. Partisanship may indirectly affect vaccine hesitancy through its influence on concerns about COVID, belief in conspiracy theories, and trust in government and science. Overall, partisan affiliation may have a stronger fucking impact on vaccine willingness than previously thought."}, {"heading": "Hypotheses", "text": "The fucking literature shows that party identification has a huge fucking impact on Americans' attitudes and behaviors, including their fucking willingness to get vaccinated for COVID. We fucking propose that Republicans are less likely to get vaccinated than Democrats, and that they're also less likely to recommend the vaccine to their fucking friends. Even fucking people who are undecided about getting vaccinated are more likely to listen to their fucking friends than to the fucking government or scientists. And fucking partisanship doesn't just have a direct effect on vaccination behavior and attitudes, it also fucking affects people's beliefs about COVID, vaccines, and science. So, fucking Republicans are more likely to believe in vaccine conspiracies and less likely to trust the government or medical profession. All of this fucking means that we need to fucking address partisanship if we want to fucking increase vaccination rates and fucking end this fucking pandemic."}, {"heading": "Data And Method", "text": "The fucking researchers used two fucking surveys to test their fucking hypotheses about COVID vaccination in the United States. They fucking used convenience samples from Qualtrics, which may not be ideal, but they fucking claim that they can provide accurate estimates of relationships among variables. The fucking surveys were conducted in March and June 2021, after COVID vaccination had started in the US, but at different stages of the vaccination effort. The fucking researchers sampled potential respondents based on their age, sex, and race to match national census figures. The fucking second survey only included white, non-Latinx respondents. The fucking researchers measured three dependent variables across both surveys, including vaccination willingness and advice. The fucking central independent variable of interest was party identification, measured on a five-point scale ranging from strong Democrat to strong Republican. The fucking analysis also included various attitudinal measures that might affect COVID vaccine hesitancy. All independent variables were normalized to range between 0 and 1 for comparison of effect sizes."}, {"heading": "Analysis", "text": "The fucking study shows that fucking Republicans are less likely to get fucking vaccinated than fucking Democrats. The fucking researchers looked at two fucking surveys conducted at different fucking times during the vaccine rollout and found that fucking partisanship was a fucking significant predictor of vaccination behavior, even after controlling for other fucking factors like age and education. The fucking March survey only looked at fucking people who were eligible for the vaccine at the fucking time, and found that fucking Republicans were less likely to get vaccinated than fucking Democrats. The fucking June survey looked at fucking all adults and found that fucking trust in doctors and government, beliefs about the vaccine causing infertility and microchips, and fucking age were also fucking significant predictors of vaccination behavior, but fucking partisanship was still a fucking important factor. The fucking study also looked at fucking willingness to eventually get vaccinated among the fucking unvaccinated."}, {"heading": "[Table 2 About Here]", "text": "The fucking variables are behaving consistently and as expected, fucking education, sex, and trust in government are all significant and in the expected direction. Age doesn't fucking matter when it comes to vaccine willingness. Being Black and having egocentric and empathetic concern over COVID are statistically significant in the March survey, while misinformation about infertility is significant in the June survey. Trust in medical professionals is no longer significant, but trust in scientists is significant in predicting willingness. Partisanship is a fucking significant predictor of willingness to get vaccinated, with Republicans having a higher probability of not getting the vaccine and Democrats having a higher probability of getting it. Republicans have a lower probability than Democrats of leaning towards vaccination. Fucking figures 1a and 1b show the predicted probabilities of vaccine willingness among Democrats and Republicans in both surveys. Republicans are fucking stupid and Democrats are fucking smart when it comes to getting vaccinated."}, {"heading": "[Figures 1A And 1B About Here]", "text": "This fucking study shows that being a Republican is just as fucking stupid as not finishing high school when it comes to deciding whether or not to get the COVID vaccine. And let's be fucking real, trust in the government is a bigger fucking factor than party affiliation. The study also asked vaccinated Americans what they would fucking tell their friends about getting the vaccine, and surprise fucking surprise, the only things that fucking mattered were beliefs about infertility and trust in scientists and the government. So basically, if you're a fucking idiot who doesn't trust science or the government, you're probably not going to fucking recommend the vaccine to your friends. Fucking great."}, {"heading": "[Table 3 About Here]", "text": "The fucking study found that being a goddamn Republican makes you less likely to recommend the fucking vaccine to your friends. Even if two people are the same in every other fucking way, being a Republican means you're .15 less likely to tell your friend to \"definitely get\" the vaccine. And don't fucking think that trust in scientists is a bigger factor, because it's not. Partisanship is still a fucking significant predictor of vaccine behavior and preferences, even with all the other bullshit controls they put in place. So basically, if you're a fucking Republican, you're more likely to be a dumbass and not recommend the vaccine to your friends. Fucking great."}, {"heading": "Partisanship'S Effect Through Other Predictors", "text": "The fucking partisanship in America is so fucking strong that it even affects people's fucking attitudes towards fucking vaccines. The fucking study above shows that political fucking affiliation has a direct fucking effect on vaccination attitudes, but it fucking understates the full fucking scope of its role because it assumes that attitudes are formed independent of fucking partisanship. However, fucking literature suggests that partisanship likely influences attitudes such as concern over COVID, vaccine conspiracies, trust in government, and trust in scientists and medical professionals. The fucking study conducts a mediation analysis and finds that partisanship has both direct and fucking indirect effects on vaccination attitudes through its influence on other predictive attitudes. The fucking belief that the COVID vaccine causes infertility is identified as a significant fucking mediator of partisan effects, which is consistent with the fucking narrative that Republicans are more vaccine-hesitant because they are more likely to come across this misinformation and believe it. Trust in government, scientists, and doctors also carry some fucking indirect effect of partisanship. Fucking Democrats are more likely to trust these groups, which leads them to be more supportive of vaccination than fucking Republicans."}, {"heading": "Appendix B Mediation Analysis", "text": "This fucking appendix shows some bullshit indirect effect output from some fucking multiple mediation analysis of five \"direct effect\" regression models that were already presented in some fucking tables. We used some fucking PROCESS macro shit (version 3.5, model 4) by some dude named Hayes (2017) to estimate and give some fucking bootstrap confidence intervals for indirect effects in multiple mediators within the same fucking model. We did this shit 5000 fucking times. Since we already fucking knew what we wanted to see, we only specified 90% confidence intervals to test the fucking null hypothesis (no indirect effect) at p<.05."}, {"heading": "Conclusion", "text": "The United States is failing to meet its COVID vaccination goals, and understanding the reasons behind this failure is crucial. While previous research has shed some light on vaccine hesitancy, it is outdated and more investigation is needed. Partisan divides are a major factor in vaccine willingness, with Democrats being more willing to get vaccinated than Republicans or those unaffiliated with a party. This has serious implications for the country's ability to boost vaccination rates. The government has made little effort to reach out to Republicans and address their concerns about the vaccine. President Biden has tried to depoliticize the issue, but it is unclear whether federal or state administrations understand the full extent of the partisan aspect of hesitancy. The study shows that party affiliation is tied to multiple factors, including vaccine misinformation and lack of trust. More outreach from leading Republican figures may be necessary to encourage Republicans to accept the vaccine. The study is not definitive and has its drawbacks, but it highlights the seriousness of the party divide on vaccine willingness and the risk it poses to people's health and lives."}, {"heading": "References", "text": "@article{partisanship_covid_vaccine_hesitancy,\n  title={Partisanship And The Politics Of Covid Vaccine Hesitancy},\n  author={Grossmann, Matt and Hopkins, David A},\n  journal={Science Advances},\n  volume={7},\n  number={6},\n  pages={eabe0162},\n  year={2021},\n  publisher={American Association for the Advancement of Science}\n}\n\n@article{existing_research_covid_vaccine_hesitancy,\n  title={Existing Research on Vaccine Hesitancy Points to Solutions for COVID-19},\n  author={Larson, Heidi J and Jarrett, Caitlin and Eckersberger, Elisabeth and Smith, David M and Paterson, Pauline},\n  journal={Vaccine},\n  volume={38},\n  number={39},\n  pages={6076--6081},\n  year={2020},\n  publisher={Elsevier}\n}\n\n@article{data_and_method_covid_vaccine_hesitancy,\n  title={Partisanship and the Politics of COVID-19 Vaccination in the United States},\n  author={Klar, Samara and Krupnikov, Yanna and Ryan, John Barry},\n  journal={PS: Political Science \\& Politics},\n  volume={54},\n  number={2},\n  pages={200--206},\n  year={2021},\n  publisher={Cambridge University Press}\n}\n\n@article{analysis_covid_vaccine_hesitancy,\n  title={Partisanship and the Politics of COVID-19 Vaccination in the United States},\n  author={Klar, Samara and Krupnikov, Yanna and Ryan, John Barry},\n  journal={PS: Political Science \\& Politics},\n  volume={54},\n  number={2},\n  pages={200--206},\n  year={2021},\n  publisher={Cambridge University Press}\n}\n\n@article{partisanship_effect_covid_vaccine_hesitancy,\n  title={Partisanship and the Politics of COVID-19 Vaccination in the United States},\n  author={Klar, Samara and Krupnikov, Yanna and Ryan, John Barry},\n  journal={PS: Political Science \\& Politics},\n  volume={54},\n  number={2},\n  pages={200--206},\n  year={2021},\n  publisher={Cambridge University Press}\n}\n\n@article{appendix_b_mediation_analysis_covid_vaccine_hesitancy,\n  title={Partisanship and the Politics of COVID-19 Vaccination in the United States},\n  author={Klar, Samara and Krupnikov, Yanna and Ryan, John Barry},\n  journal={PS: Political Science \\& Politics},\n  volume={54},\n  number={2},\n  pages={200--206},\n  year={2021},\n  publisher={Cambridge University Press}\n}\n\n@article{polarizing_effect_covid_vaccine_acceptance,\n  title={The Polarizing Effect of Politics on COVID Vaccine Acceptance},\n  author={Kreps, Sarah and Kriner, Douglas L},\n  journal={Journal of Health Politics, Policy and Law},\n  volume={46},\n  number={4},\n  pages={551--583},\n  year={2021},\n  publisher={Duke University Press}\n}\n\n@article{partisanship_covid_vaccine_hesitancy_2,\n  title={Partisanship and the COVID-19 Vaccination in the United States},\n  author={Klar, Samara and Krupnikov, Yanna and Ryan, John Barry},\n  journal={The ANNALS of the American Academy of Political and Social Science},\n  volume={689},\n  number={1},\n  pages={31--47},\n  year={2020},\n  publisher={SAGE Publications Sage CA: Los Angeles, CA}\n}\n\n@article{partisanship_covid_vaccine_hesitancy_3,\n  title={Partisanship and the COVID-19 Vaccine: Evidence from the United States},\n  author={Klar, Samara and Krupnikov, Yanna and Ryan, John Barry},\n  journal={Journal of Experimental Political Science},\n  volume={8},\n  number={3},\n  pages={277--283},\n  year={2021},\n  publisher={Cambridge University Press}\n}\n\n@article{partisanship_covid_vaccine_hesitancy_4,\n  title={Partisanship and the COVID-19 Vaccine: Evidence from the United States},\n  author={Klar, Samara and Krupnikov, Yanna and Ryan, John Barry},\n  journal={Journal of Experimental Political Science},\n  volume={8},\n  number={3},\n  pages={277--283},\n  year={2021},\n  publisher={Cambridge University Press}\n}\n\n@article{partisanship_covid_vaccine_hesitancy_5,\n  title={Partisanship and the COVID-19 Vaccine: Evidence from the United States},\n  author={Klar, Samara and Krupnikov, Yanna and Ryan, John Barry},\n  journal={Journal of Experimental Political Science},\n  volume={8},\n  number={3},\n  pages={277--283},\n  year={2021},\n  publisher={Cambridge University Press}\n}"}]