[{"heading": "Title", "text": "Sufficiency Business Strategies in the Food Industry, The Case of Oatly"}, {"heading": "Abstract", "text": "Food is an essential part of our daily lives, but simultaneously, it is a major contributor to environmental issues. The growing world population and changing diets are expected to further exacerbate the negative impact of food production and consumption. This article explores how sufficiency business strategies, focused on moderating consumption levels, can be implemented in the food industry to curb demand and thereby overall resource consumption. First, a literature and practice review are conducted to create a conceptual framework for sufficiency business strategies in the food industry. Second, a case study approach is taken to explore the application of sufficiency strategies at Oatly, a company offering plant-based alternatives to dairy. Semi-structured interviews and review of the company’s sustainability reports are used as key data sources for the case study. This study contributes to research and practice with a novel framework for business sufficiency strategies in the food industry. Although sufficiency implies consumption moderation, it is suggested that when a company substitutes the consumption of a less sustainable option, growth could be desirable. Future research can expand on viable sufficiency strategies for the private sector, but also strategies to engage different stakeholders, such as government, society, and academia, to accelerate the transition towards a sustainable food system."}, {"heading": "Introduction", "text": "The growing global population and the impact that human activity has had on the ecological, meteorological, and geological systems of the planet have created the Anthropocene, i.e., the 'geological era of humanity' ( [1], p. 1704). This has led to an urgent need to address the detrimental environmental impact that results from a global economic system fueled by continuous (over)consumption. To create the needed transformations, it is imperative to change the way business is done [2]. Sustainability initiatives led by the private sector have mainly focused on upstream approaches (e.g., eco-efficiency) and have contributed to curbing the negative impacts of production and consumption to some extent, but often lead to rebound effects in which increased efficiency results in more consumption [3]. This creates a vicious cycle in which consumption drives growth, while growth and technological progress drive consumption. Therefore, initiatives that solely focus on the supply-side (e.g., seeking efficiency, productivity, and 'greening' of supply chains) are not enough to address the pressing environmental issues that result from consumption as growth in demand is outpacing the benefits [2,3]. Hence, companies are increasingly facing a need to innovate their business models from a downstream perspective [4].\nFood is one of the areas that is essential to our daily lives, but also generates significant negative environmental impact. Globally, changes in food consumption patterns during the last decades have proved unsustainable. \"Global food production is the largest pressure caused by humans on Earth, threatening local ecosystems and the stability of the Earth system\" ( [5], p. 448). According to the EAT-Lancet Commission, the global food system (which entails production, processing, distribution, preparation, and consumption of food) requires transformational change in order for humanity to feed the world's global population while staying within the biophysical limits of the planet ( [5], p. 450). Over-consumption is leading to unhealthy diets in some parts of the world (e.g., an estimated 2 billion adults are overweight or obese), while hunger and malnutrition are prevalent in others (e.g., more than 820 million people are currently undernourished) [5,6]. Moreover, especially in industrialized nations, food and beverage represents one of the consumption areas of great environmental concern [7]. Therefore, it is imperative to address the present unsustainable levels of consumption that threaten the well-being of society and the state of the environment. In order to achieve this, there is a need to go beyond the current focus of policy and research on supply-side initiatives (e.g., technological innovations resulting in eco-efficiency), and further address research on consumption, centered on a sufficiency narrative [8].\nBusinesses are considered main actors in the field of sustainability, and corporate sustainability has been increasingly recognized as a precondition for doing business [9]. However, the major corporate focus has been on creating a 'business case' for sustainability, for instance through eco-efficiency strategies, and there are only a few examples of businesses, which are challenging unsustainable consumption patterns [9][10][11]. Consumption is increasingly viewed as an important lever towards sustainability, which paves the way to a 'sufficiency-oriented' strategy, focused on tackling consumption patterns [1,9,12]. When it comes to food consumption, sufficiency refers to diets that provide nutrition for a healthy life for all of humanity, without exceeding the carrying capacity of the planet [3]. This requires changes in consumer behavior, and due to the potential of businesses to impact this, there is a need to explore business innovation for sufficiency as a means to encourage sustainable consumption.\nTherefore, the aim of this study is to address the following research questions (RQ):\nRQ1. How can sufficiency business strategies be implemented in the food industry? RQ2. What are sufficiency strategies pursued at the case company Oatly, and what challenges and opportunities do they present?"}, {"heading": "Methods", "text": "A qualitative research process was chosen, consisting of four steps: literature review, practice review, development of a conceptual framework, and validation of a conceptual framework with a case company, Oatly. The process is described in more detail, next."}, {"heading": "Steps In The Research Process", "text": "Table 1 summarizes the steps that were taken to answer the research questions of this study.\nTo answer RQ1, first, a literature review was conducted to understand the ways in which sufficiency can be applied in a business context. The literature was reviewed to find business strategies that focus on sustainable consumption and what this entails for the food industry. We used keywords such as 'sufficiency', 'sustainable business model', 'sustainable consumption design,' and 'slow consumption' in relation to the food industry, in the database Scopus. Second, a practice review was undertaken to identify how companies in the food industry have implemented sufficiency in their business models. These examples were based on business examples found in the journal articles and following up on these and related ones in the media; and best-practice examples known to the authors and experts in the authors' networks. Finally, drawing from the literature and practice review, a framework for sufficiency business strategies in the food industry was developed and presented to the case company.\nTo answer RQ2, interviews were conducted with representatives from the company 'Oatly' to explore the understanding and application of sufficiency at the company. Additionally, the company's 2018 sustainability report (SR) was analyzed. Then, the framework for sufficiency business strategies in the food industry was applied to the case company in order to analyze the findings. Finally, this process led to the enhancement of a framework for sufficiency business strategies applicable to the food industry. "}, {"heading": "Case Approach And Company", "text": "The research method for this study is based on a single-case study. Case studies are most suitable to answer 'how' and 'why' questions about contemporary events and when the researcher has little or no control over behavioral events [13]. The single case study is used when only one case (e.g., a specific organization) is thoroughly examined [14]. By conducting a case study, the goal of this research is to take an approach on 'analytic generalization,' which seeks to expand and generalize theories rather than to achieve 'statistical generalization' by enumerating frequencies [13].\nFor the purpose of this research, a single organization is taken as a case study: Oatly. Oatly is a Swedish company, with the explicit purpose \"to make it easy for people to turn what they eat and drink into personal moments of healthy joy without recklessly taxing the planet's resources in the process\" [15]. Founded in the 1990s based on Swedish research at Lund University, it patented a technology to turn oats into liquid foods, such as oat milk and yoghurt, seeking to present a more sustainable alternative to animal-based equivalents like dairy.\nOatly was selected as the research object for this study because of its sustainability purpose from the outset, the company's willingness to engage in this research project about sustainable consumption, and its wider involvement in the Swedish research project MISTRA Sustainable Consumption. Moreover, it recently started exploring the thorny topic of \"sustainable growth\". As stated in the company's latest sustainability report in a self-reflexive way: \"Maybe we shouldn't even bother to grow? Shall we just abandon our vision of supplying the whole world with oat-based products that are less resource-intensive than the equivalent animal-based alternatives? ( [16], p. 6). However, despite questioning its total growth of 65% for 2018, it later on concluded that it should still grow, but explore further what sustainable growth means, such as replacing 'unsustainable' products (e.g., animal-based) with 'sustainable' products (e.g., plant-based) [16].\nThe authors had broad access to the company, including interaction with representatives from several departments and locations. The case study on Oatly seeks to explore the way in which sufficiency is found in the company's business model, as well as the opportunities and challenges to implement sufficiency business strategies while the company experiences rapid growth.\nSeven semi-structured interviews were conducted with Oatly representatives from various departments, roles, and office locations: Sustainability department, Product Innovation and Development department, Sales/ 'Creative' department, and General Managers in Germany, the UK, and USA. Moreover, the company's sustainability reports and related documents were analyzed, notably its latest sustainability report (SR), because of the focus on sustainable growth and consumption."}, {"heading": "Data Collection And Analysis", "text": "The semi-structured interview guide can be found in Appendix A and the list of interviewees in Appendix B. Seven interviews were audio recorded, transcribed, and coded; the latter by using the qualitative data analysis software NVivo. The initial interview (I1) was first transcribed using the automated transcription software HappyScribe. The automated transcript was then reviewed and corrected by the author where mistakes were found. Due to the large extent of errors using automated transcription software, the following interviews (I2, I3, I4, I5, I6, I7) were manually transcribed by one author to ensure accurate transcription. An initial coding list was generated according to the conceptual framework and research questions. This coding list was cross-checked by the other authors. Each sufficiency business strategy presented in the framework was later converted into a node in NVivo. This research included a combination of emerging and predetermined codes [17], allowing for the inclusion of new nodes as the interviews were being analyzed.\nOnce the interview data were coded, content analysis was performed for Oatly's latest (2018) sustainability report. This was coded according to the codebook that resulted from analyzing interviews. The node that was found not to be applicable to the case company (i.e., discounting 'ugly' fruits and vegetables) was adapted to the more generic 'changing conventional consumer perception' with 'ugly' vegetables as an example. The final strategies and their origins are found in Appendix C.\nTriangulation is considered an effective way to obtain a holistic picture of a research object, which is a main objective of case study research [14]. Therefore, triangulation of sources and methods was ensured to strengthen the reliability and internal validity of this research [17]. First, methods were triangulated by applying different modes of interviews (i.e., one group interview with three interviewees and six individual interviews) and combining these methods with content analysis of textual material, i.e., the sustainability report [14]. Moreover, the data for this research was primarily gathered in a qualitative, unstructured, and open way, e.g., by conducting semi-structured interviews and interpreting textual material with the aim to achieve a holistic understanding [14]. The final step for triangulation and validation was the feeding back of the conceptual framework to the company to understand their views on the strategies observed."}, {"heading": "Results", "text": "First, the outcomes of the literature and practice review are described: the business strategies for sufficiency. Second, the initial and final conceptual framework are included."}, {"heading": "Literature And Practice Review", "text": "Nine main business strategies for sufficiency have been identified in literature:\n1.\nConscious sales and marketing techniques [3,18]; 2.\nCreating new revenue models [4,[17][18][19]]; 3.\nDemand reduction services [3,4]; 4.\nEducation and consumer engagement [3,20]; 5.\nFull life-cycle sufficiency [3,[21][22][23][24]]; 6.\nNudging [25][26][27]; 7.\nPremium pricing model [3,18]; 8.\nProduct longevity [3,12,28]; 9.\nTechnology-based solutions [1,3].\nEven though each strategy entails unique tactics, these are not intended to be mutually exclusive. Apart from the nine sufficiency strategies from the literature review, three additional strategies were identified through practice review:\n10. Offering quality local products; 11. Changing conventional consumer perception; 12. Selling 'inconvenience' for a better price. These were detected by drawing from examples of sufficiency in the food sector (from [28]). The 12 strategies will be described next."}, {"heading": "Conscious Sales And Marketing Techniques", "text": "This business strategy focuses on satisfying 'needs' rather than promoting 'wants' [3]. It is a strategy of 'under-selling', i.e., to only sell to the customer what is needed at the moment of purchase. To build a business case, this strategy aims for long-term relationships with customers that lead to loyalty and reputational benefits. Moreover, its revenue model is often focused on premium pricing [3,4]. Tactics to achieve this include to not engage in sales incentives at the point of sale, to encourage consumers to think twice before making a purchase, to refrain from unnecessary product upgrades, to avoid discounting and bulk offers, or to 'choice-edit' away certain unsustainable offers [29].\nAmong the best-known examples of such a strategy is the outdoor clothing company Patagonia, which encourages repair and purchase of second-hand garment instead of purchasing new products [4] and has received attention for their \"Don't buy this jacket\" advertisement [30]. A lesser known example from the food industry comes from Denmark, where fighting food waste has been a priority for almost a decade and where several leading supermarket chains such as REMA 1000, Coop, and Lidl agreed to suspend all volume discounts in order to help reduce food waste in Danish households [31,32]."}, {"heading": "Creating New Revenue Models", "text": "This sufficiency business strategy builds on identifying new revenue models that are related to the company's core business but have a lower environmental footprint for delivering the same or better customer experience. New revenue models can either replace existing operations, or complement them.\nAn example of creating a new revenue model is to offer service solutions (e.g., demand management and repair services) for which fees are charged to customers, instead of offering products. This is often referred to as 'Product Service Systems', in which ownership of products stays with the producer rather than being transferred to the consumer, which encourages longevity and reliability [33,34]. Another case of creating new revenue models is discussed in the 'sharing economy' literature, where businesses can incentivize sharing use rather than individual ownership. Revenue is generated by granting access to a product for a limited period of time [35,36]. A well-documented example of creating new revenue models is the case of Xerox moving from selling copying machines, to selling the service of providing functioning copying-machines, including a long-lasting maintenance contract with users [37]. In the food industry, retailers have developed new revenue streams in an attempt to reduce food waste. The UK supermarket chain Sainsbury's developed in-store \"banana rescue stations,\" which sell banana bread made from unsold fruit [38,39]. In Sweden, the Lund-based supermarket ICA Tuna pioneered the ready-made meal service 'Resurskocken' (\"Resource Cook\"). This service builds on employing chefs to turn produce from the store that cannot be sold anymore into fresh meals that are sold as ready-made food in the store-own deli [40]."}, {"heading": "Demand Reduction Services", "text": "This sufficiency business strategy builds on a company's expert knowledge to help customers be more efficient, and thus, to get paid for the service of creating savings for the customer. Companies that offer such demand-reduction services get paid for providing solutions to help consumers (individuals and businesses) mitigate the use of resources (e.g., energy consumption). For this to be profitable, the service needs to generate greater savings for the customer than the fees that are paid for the service. Alternatively, public subsidies or preferential tax treatments exist to facilitate this business model [3]. This business model has been applied with some success in the field of energy consumption. Energy Service Companies (ESCOs) help consumers to reduce their energy bills and receive payment or subsidies for this service [41]. Due to the high costs associated with building new power plants and strong legislative support for energy consumption-reducing measures, ESCOs' services are well-received.\nFew examples for demand reduction services exist so far in the food sector. One example comes from Denmark, where the company Rub & Stub aims to help food caterers to reduce food waste by providing services such as workshops, courses, and team building activities to help clients avoid food waste [42]. With intensifying legislative efforts to reduce food waste-e.g., the recent legislation introduced in France [43]-services such as those provided by Rub & Stub should become more attractive, also for food retailers."}, {"heading": "Education And Customer Engagement", "text": "Education and customer engagement as a sufficiency business model builds on the idea to forego possible higher immediate sales and rather focus on lasting customer engagement. Customer engagement refers to building long term relationships with customers. Building trust and good reputation with customers results in higher consumer loyalty, and in positive 'word-of-mouth' recommendations that drive future sales with new customers. Loyal customers can be seen as ambassadors for a product, company, or brand [44]. Therefore, performance can be measured in a range of customer satisfaction rather than mere sales numbers [3].\nMany food companies today are working on educational and engagement efforts that address unsustainable consumption behaviors. The ice cream maker Ben & Jerry's runs the \"Ben & Jerry's Climate Change College\" where young people are trained on the issue (through internships, workshops, and visits to affected areas) and support ongoing research on climate change, thus becoming Climate Change ambassadors [45,46]. The American high-end grocery chain Whole Foods Market promotes 'green habits' by encouraging consumers to reconsider the way they buy and consume food through their list of 'Tips for going green' [47]."}, {"heading": "Full Life-Cycle Sufficiency", "text": "Full life-cycle sufficiency describes a focus on product design that considers the entire life-cycle of the good and aims to minimize the environmental costs over the entire life-cycle [3]. Design plays a crucial role in this strategy as it greatly influences how the product is used and disposed of [48] and user behavior significantly influences the environmental impact of a product. Therefore, changing the way in which consumers interact with products is vital when seeking sustainable consumption. Design can be the decisive factor in whether a product is used in a sustainable or unsustainable way [48]. By implementing downstream design strategies, such as 'Design with Intent' (DwI), which uses the features of a system to \"guide, shape or regulate the ways in which interaction [between user and product] occurs\" ([23], p. 3), businesses can induce users to be more efficient, resulting in lower impacts from their behavior [23]. Additionally, 'Design for Sustainable Behavior' (DfSB) is defined as \"design which aims to reduce products' environmental and social impact by moderating how users interact with them\"([21], p. 427). Three main strategies of DfSB have been identified: eco-feedback, scripting, and functionality matching [21,22,24]. 'Frugal innovation' is an example of a design strategy, where the aim is to design in order to minimize the overall costs of a product [49]. Especially in developing countries the idea to create low resource solutions across the product life-cycle that are not only cheap at the moment of purchase, but are reliable and cheap over their entire life-cycle, has gained traction [3].\nAn example for such design considerations in the food industry comes from the Coca Cola Company Japan. They introduced a water brand packaged in a 'Flex bottle', which weighs 40% less than the company's other plastic bottles. The bottle can easily be twisted into a scrap of plastic, meaning that it takes up significantly less room in recycling bins [50]."}, {"heading": "Nudging", "text": "Nudging, a term coined by professors Richard H. Thaler and Cass R. Sunstein [25], seeks to influence consumer behavior without limiting choice or changing economic incentives. The sufficiency strategy in nudging is in the ability to stir consumers to make more sustainable choices. This is achieved by consciously designing the choice architecture, i.e., the conditions under which a consumption choice is made. Tools applied to nudge consumers are simplifying information, changing the physical environment, the use of social norms, and setting default options [26]. Moreover, nudging can be applied in different phases of consumption; from purchasing decisions, to the use of a product, until the disposal or end-of-life stage after using a service or good [27].\nAn example for nudging consumers in the food industry comes from the Swedish fast food chain 'Max Burgers'. They do not only offer carbon-neutral-, vegetarian-, and vegan alternatives on their menu, but also display these options prominently in the store. Max Burgers has had significant success with their strategy, without the need to remove the \"conventional\" offerings from their menu. They introduced carbon labels on all of their burgers and witnessed a 16% increase in sales of those burgers with a lower than average carbon footprint ( [51]. Max is not only nudging customers, but also competitors. Most recently, other fast food chains such as McDonalds and Burger King have been following suit in Sweden, and also started to prominently display vegetarian and vegan alternatives on their menus."}, {"heading": "Premium Pricing Model", "text": "The premium pricing strategy in business often goes hand-in-hand with a differentiation (as opposed to cost leadership) strategy, i.e., the effort to create a product (-brand) that provides superior value to the customer [52]. Premium pricing allows for higher quality products that are replaced less often. Premium pricing as a sufficiency business strategy allows the producer \"to cover the full or real price of the product (including durability, life extension, repair support, etc.)\" ( [35], p. 8). In general, premium pricing is more likely to guarantee proper product maintenance through the inherent value, as well as high levels of service, extended warrantees [3], and a higher involvement in the product from the consumer. More recently, since overall interest in sustainability has increased in society, sustainability credentials can in themselves justify premium pricing. Premium pricing can reflect design and manufacturing processes, such as hand-made, artisanal products and use of high-quality natural materials [3]. A well-studied example for premium pricing achieved through better sustainability credentials combined with high product quality is organic food. This alternative agricultural practice borne out of environmental concern among a niche-movement of consumers and farmers started to attract mainstream attention in the 1980s and has since been on a strong and persistent growth-trajectory. Over the last decades, large actors in the food industry have moved into the field and discovered organic farming as a high-margin, potentially premium priced addition to their operations."}, {"heading": "Product Longevity", "text": "Making products that last can incentivize slower disposal and replacement of products. Through design that enhances durability, reparability, and modularity (i.e., upgradability), companies can avoid waste and resource use, and customers can benefit from long-term cost savings, as products need to be replaced less often. To achieve this, high quality material and processes (i.e., product quality) play an important role, and design should seek to be discrete, as a way to make it 'timeless' [3]. For producers, such a strategy can be profitable if either a premium price can be charged for the product, if more customers are attracted to the product due to its superior performance, or if long-term customer relationships and follow-up services can be achieved [3].\nProduct longevity is not easily applied to the food industry due to the product being perishable. However, attempts have been made in the area of packaging. Loop by TerraCycle®, for example, aims to reduce packaging waste in a large scale by partnering with manufacturers and retailers to offer refillable packaging for food products. Customers order through an online shopping platform, a refundable one-time deposit is paid to 'borrow' the containers, then, a free service is offered to pick up, clean, and refill containers [53]. In a similar set-up, KeepCup partners with cafes, providing a map for consumers to find cafes that offer the reusable cups [54]. Many cafes have also started to set discounts to incentivize the use of refillable containers; e.g., Starbucks and Tim Hortons offering a 10 cent discount for consumers who bring their own cup, and when they dine in, beverages are served in china mugs [55,56]. In Denmark, Juicy Istedgade offers a 15% discount to consumers who bring their own bottles for juice [57]."}, {"heading": "Technology-Based Solutions", "text": "This sufficiency business strategy is somewhat of a meta-strategy, possibly feeding into all the other strategies already discussed. Through technological innovation, processes can become more efficient. This can mean that less waste is created, that less need for consumption is created, that products last longer or are more versatile, or that services become competitive with ownership [1,3].\nAn example for technological innovation that-at least in theory-has reduced the need for consumption is the smartphone. A modern smart phone is such a versatile device that it can replace a whole range of devices individuals could own: a feature or landline phone, a digital or analogue camera, a music player, a GPS navigation device, a watch, a flashlight, a calculator, a compass, and many more; in fact, in theory even a personal computer and a television set. Furthermore, because software updates are automatically and freely provided to existing phones, the smart phone stays up to date, potentially reducing the need for new purchases [58].\nIn the food industry, a recent example are smartphone apps that connect restaurants, cafes, and grocery stores with consumers to share surplus/unsold food instead of throwing it away. In most cases, consumers 'rescue' the food by paying a cheap price for it [59][60][61]."}, {"heading": "Offering Quality Local Products", "text": "A sufficiency business model identified through our practice review in the food industry is local cooperation among businesses. By increasing the revenue generated that stays in the immediate economy, global economic flows can be undercut to save resources, use resources more efficiently, and allow for easier cooperation and coordination between producers and consumers. Such solutions have become popular among some consumer segments and can result in significant customer loyalty and across-business purchases that are part of the same cooperative network.\nIn Sweden, as in many other countries, large supermarket chains have started to embrace local produce. The largest Swedish grocery chain ICA has nowadays a well-established and elaborate system to allow local producers to cater to local customers. ICA gives customers more options to buy locally produced meat, dairy, fruits, and vegetables by running an electronic marketplace for local suppliers to their individual stores. This system makes it easier for local farmers and producers to sell their products to the closest of the more than 1400 ICA stores in Sweden without exorbitant transaction costs. Additionally, the marketplace enables suppliers to find nearby ICA stores and deliver to a hub, thereby reducing environmental impacts from transportation and associated costs [62]."}, {"heading": "Changing Conventional Consumer Perception", "text": "Another sufficiency business strategy is for a producer to influence consumer tastes to create and increase demand, and thus, change conventional consumer perception on what would otherwise be waste. In the food industry, several examples of (re-) discovering a taste for products that were discarded before can be found. Increasingly, small groups of consumers are discovering a taste for less popular portions of the carcass of an animal. Traditionally, out of necessity, all of an animal was eaten. This has changed with increasing wealth, and nowadays, only parts of an animal are popular among consumers, while the rest has to be dealt with differently. Some producers and retailers are nowadays (successfully) trying to reintroduce the consumption of less popular parts of an animal. Another example comes from the fruit and vegetable industry. Increasing wealth and overproduction have resulted in an industry practice to only sell \"beautiful\" produce, with the rest being thrown away in every step of the supply-chain. To reduce food waste, some retailers have started to sell \"ugly\" produce. The French retailer Intermarché has started selling imperfect fruits and vegetables (\"Inglorious Fruits and Vegetables\") 30% cheaper [63]. 'Inglorious' vegetable soups and fruit juices are offered to customers to convince them that they are as good as regular fruits and vegetables. This creates a win-win-win situation as \"consumers get the same quality products for cheaper, the growers get money for products that are usually thrown away and Intermarché increases its business by selling a brand new line of products\" [63]."}, {"heading": "Selling Inconvenience For A Better Price", "text": "While 'premium pricing' builds on the ability to extract more money from the customer for a better and more sustainable product, the strategy to offer 'less convenience' for a better price builds on being able to offer products cheaper for consumers who are willing to accept less-ideally unnecessary-services from the producer.\nThe iconic example for this is the Swedish furniture retailer IKEA, who famously put all furniture they sell in small, easy to transport boxes and makes the consumer build their own furniture at home. While at the time considered a huge loss in convenience for the consumer, it turned out to be a service many consumers could live without. In the food industry, there are examples of consumers being offered to buy a product in bulk, with less packaging and sometimes prearranged to make transportation more efficient. Whole Foods Market, for example, is encouraging consumers to buy in bulk (e.g., food, coffee, herbs, spices) in order for consumers to choose how much or little of each product they want, thus reducing food waste, packaging waste, and transportation impact [47]. Waitrose (a British supermarket), similar to other supermarkets, launched 'packaging-free aisles' for pasta, wine, and frozen fruit, where customers can use their own containers to buy these food products. Consumers can also 'borrow a box' from the store to shop in these sections and return it on their next visit [64,65]."}, {"heading": "Conceptual Framework Building On Literature And Practice Review", "text": "The literature and practice review presented led to the identification of 12 sufficiency business strategies that can be applicable to the food industry. However, the initial 12 strategies were split up into 14 strategies and the naming of some categories was refined.\nFirst, 'product longevity,' which focused on developing products with long shelf lives or extending packaging life to reduce food and packaging waste [28], was expanded by adding 'Refillable packaging for consumables,' which seeks to extend the lifespan of packaging material (e.g., by reusing containers while reducing the need for single-use packaging; reducing waste in value chains by encouraging reuse) [53]. Second, 'nudging' was divided into two separate strategies: 'implementing choice architecture' and 'setting default options'. 'Choice architecture' seeks to make it easy for consumers to shift to better alternatives; for example, changing in-store product placement to nudge consumers to choose healthier and 'better' products [45]. 'Default options' can be used to nudge people to consume less amounts. For example, according to Thaler and Sunstein [25], large plates and packages lead consumers to eat more. Therefore, setting default sizes or setting the most sustainable options as defaults can facilitate sustainable consumption. Third, 'Full-life cycle sufficiency' was divided into two strategies due to their focus on different life-cycle phases: 'Designing products for sustainable consumption' and 'Shortening ingredients list.' The former addresses the use and end-of-life phase of food products by implementing eco-feedback (e.g., anti-littering labels in packaging), scripting (e.g., packaging on-the-go beverages in PET bottles with a cap rather than cartons to reduce littering as consumers can re-close them and are not forced to finish the content at once), and forced functionality (e.g., stay-on-taps for cans to prevent them from coming loose and ending up as litter) [24]. The latter focuses on reducing the number and amount of ingredients that are consumed per product; resource intensity of ingredients and product components are also considered [66][67][68]. Fourth, deriving from 'Conscious sales and marketing techniques,' 'Choice editing' resulted as a separate strategy due to its focus on limiting products rather than selling without excessive promotion. Choice editing focuses on eliminating products that are inherently unsustainable to provide 'better' and healthier products instead [29]. Moreover, 'Demand reduction services' was considered an example under the strategy of 'Creating new revenue models. As an example of 'Demand reduction services,' companies can switch from product to service offerings (e.g., offering dietary advice instead of selling products) [45]. 'Premium pricing model' was considered a tactic under 'Offering quality local products'. Moreover, offering a premium price is not in itself more sustainable. Finally, 'Technology-based solutions' was found to be a meta-strategy that can enhance all the other strategies. We re-framed it into 'repurposing food,' as most of the technology-based examples from a downstream approach are related to apps that seek to generate value from what otherwise would have been waste.\nIn order to develop a conceptual framework for this study, the 14 strategies identified were subsequently grouped into three different sections according to the sufficiency level in the waste hierarchy that they primarily aim at: avoid, reduce, or reuse (see Figure 1). This was done following the study of [3], where the most 'environmentally preferable' options for business sufficiency were linked to the top three levels of the waste hierarchy [69].  [69]; 'Examples of sufficiency initiatives in the food sector' [28]; 'Business model options for sufficiency building on cases and waste hierarchy' [3]; Nudging [25,26]; and 'User centered design for sustainable behavior' [24].\nOverlap can be found between the strategies and their relation to the waste hierarchy; however, the eight strategies framed in the avoid level are those that mostly focus on avoiding over-consumption or sales of unsustainable products. These are: Creating new revenue models; Implementing choice architecture; Choice editing; Applying conscious sales and marketing techniques; Setting default options; Educating and engaging consumers; Offering quality local products; and Shortening ingredient list.\nOn the other hand, reduce strategies focus on lowering the environmental impacts of consumption when it cannot easily be avoided. Four strategies that seek to reduce are: Designing products for sustainable consumption; Changing consumer tastes and preferences; Selling less convenience for a better price; and Developing products that last.\nFinally, the sufficiency business strategies in the reuse waste hierarchy level are those that focus on extending the life of products in order to avoid or reduce waste. Two strategies that aim to enhance 'reuse' are: Providing refillable packaging for consumables; and Repurposing food."}, {"heading": "Empirical Results And Final Conceptual Framework", "text": "Following the conceptual framework for sufficiency business strategies in the food industry that resulted from the literature and practice review of this research, the case company (i.e., Oatly) was found to implement nine of the 14 strategies in some way (i.e., Creating new revenue models; Offering quality local products; Applying conscious sales and marketing techniques; Educating and engaging consumers; Implementing choice architecture; Shortening ingredient list; Designing products for sustainable consumption; Developing products that last; and Repurposing food).\nOur data suggests that support for sustainability comes from the top leadership in the organization (e.g., CEO), and that this fact has helped to maintain sustainability at the core of the company despite experiencing exponential growth [16]. Furthermore, this has shaped the values and decision-making processes throughout the company, which are consistently communicated both internally and externally (I1). Despite high growth rates, which can lead to the breakdown of a strongly value-based company [3], we do not witness the risk for this in our data.\n\"Tony [Oatly's CEO] said to me that the key to not doing that [losing sustainability as the company grows] is to make sure that the values are set for every co-worker working here, they need to know why we exist and the values of what we do. Because I had the feeling that I need to get down with processes -how do I know that everyone is working with sustainability? Tony is more like: 'No, you need to make sure that everyone has an engagement and it will come naturally, the starting point must be that they understand the value of what they are doing on the sustainability part'. Maybe he is a bit of a dreamer, but he was like 'it has to come from the belief of what we do and not the rules\". (I1)\nIn relation to this, Oatly's SR states that the company is aware that the growing number of employees entails a risk in relation to engaging every employee and providing the required information and inspiration [16]. Thus, Oatly provides an example for the way in which companies that have a corporate governance orientation towards sufficiency driven from the top, and that strongly communicate their corporate values, are favored to implement sufficiency strategies [3].\nAll interviewees mentioned that Oatly seeks to offer healthy products that are also alternatives to dairy because they believe that has a large impact on sustainability (I1, I2, I3, I4, I5, I6). In addition, one interviewee (I4) stated that the core hypothesis of the company is to create a product that has great taste, with high nutritional value and a minimal environmental impact. The SR supports this by presenting their view on the importance to make sure that the growing selection of plant-based products is of high quality from a nutritional perspective and in terms of resource consumption [16].\nRegarding shortening ingredient lists, Oatly has the advantage that the development of the company's first product was made by researchers who considered every possible ingredient option to create a plant-based alternative to cows' milk, taking into account both nutritional value and sustainability ( [16], p. 6). They landed on oats as a main ingredient, which is a comparatively sustainable crop in itself (I4, I5). Two interviewees (I1, I6) mentioned that when developing products, Oatly tries to use the least ingredients possible. Additionally, one interviewee (I1) mentioned that Oatly has always been working on reducing the amount of sugar used for their products, especially for health reasons. Moreover, according to the company's SR, oat drinks contain less saturated fat compared to cow's milk, which makes it healthier for consumption [16].\nDesigning products for sustainable consumption was mostly reflected upon in regards to packaging. One interviewee (I6) mentioned that the packaging for the new ice-cream pint to be launched in the USA was designed to be completely paper based (i.e., paper pint, paper lid, and paper seal). With regards to design of products to reduce food waste, two interviewees mentioned that Oatly's products are 'easy' to get out of their packages (I4, I6). However, one interviewee (I1) mentioned that for some products (e.g., yogurt), a lot of content can be left inside. Thus, there are often discussions going on about designing packaging that enables consumers to easily empty it, e.g., it needs to be slippery on the inside. One interviewee provided an example of such a discussion in the following way:\n\"I actually had a discussion yesterday where we talked about the new kind of package . . . I said 'with this one we won't have food waste [referring to one packaging] but if you go with this one [points at another packaging], it will get stuck. So that is something that we are definitely looking into when we are looking into new packages -is it easy to empty?... The packaging needs to be effective . . . the consumer needs to be able to empty it and you need the consumer to use the whole product, so you have to pick the right size of the package\". (I1)\nTo promote this company goal, the company reaches out to the public by applying conscious sales and marketing techniques and provides information to engage consumers with the purpose to enhance the transition to a sustainable food system. One interviewee (I2) noted that the company strives to create a lifestyle brand, rather than a food brand, thus, their communication strategy usually avoids telling people to 'buy this', but rather focuses on giving relevant information about topics that they consider serious (i.e., sustainability) in a fun and cool way that eventually leads to sales. When asked about how the company could play a role in encouraging sustainable consumption with people that are already consuming plant-based alternatives, one interviewee explained that the company does not advocate to increase consumption, but rather focuses on providing the alternatives for people to switch (I3). More specifically, the interviewee stated that the company's objective is to 'convert' people from dairy to plant-based products. Another interviewee (I1) agreed on this by saying that the company's advertising budget is used to do something more important than to sell more and the interviewee believes that is what companies should do. However, Oatly distributes its products through wholesalers and retailers and inevitably loses control over sales promotions offered on their products (I2). This proves a clear need for collaboration between several actors within industry in order to enhance and normalize sustainable behavior [4].\nWhen it comes to education and consumer engagement, all the interviewees mentioned that the company seeks to provide information for consumers to switch from dairy to plant-based alternatives (I1, 12,13,14,15,16). One interviewee added that they seek to educate consumers and spread the word of how and what they can do when it comes to sustainability issues and the right product (I1). According to the company's SR, education about 'sustainable eating' is also aimed at school chefs, nutritionists, and dieticians. Through the \"Oat Academy\", 450 school chefs have completed a workshop where 'sustainable food preparation', focusing on climate and health is discussed [16]. Additionally, the company has newsletters to reach out to dieticians, e.g., \"Havrenytt\" (Sweden) and \"Oatly Way\" (UK) [16].\nAs a way to encourage and facilitate sustainable consumption, Oatly has implemented choice architecture strategies to provide consumers with the option to choose dairy-free alternatives without disrupting their consumption habits. When discussing the implementation of choice architecture for Oatly's products, one interviewee (I6) explained that although some of the company's products can be stored at ambient temperatures (i.e., placed on shelves at room temperature in retail stores), they have often been placed on the chilled sections of retailers. The interviewee further elaborated that this is done because by being where consumers are used to look for milk, the company can encourage the shift to choose a more sustainable alternative. Moreover, the interviewee argued that this makes it easier for the consumer to pick the oat alternative by aligning the behavior of consuming oat-drinks with the behavior of consuming regular milk. This has been applied by Oatly through their strategies to provide fridges at schools or placing oat-based products in chilled sections of supermarkets. With regards to 'choice editing', one interviewee mentioned that there is an ongoing discussion about the fact that the company offers ice-cream, which the interviewee deems an unnecessary product in a consumer's diet (I1). However, another interviewee reflects upon that in the following way:\n\"It depends what your definition of 'need' is, because . . . we want to offer healthier alternatives, and the fact is that people that move to a plant-based diet still want indulgence . . . ice-cream in itself is more indulgent and less healthy than let's say a yogurt, but it is still going to be consumed in its dairy form, and having it in a non-dairy form helps people to make that shift to a full plant-based diet, and we believe that is important\". (I3) Moreover, two interviewees (I4, I5) mentioned that it is important for Oatly to have a big portfolio, offering a wide range of products, because if people are going to consume indulgence products anyway (such as ice-cream), providing a plant-based alternative instead of having people consume a dairy option will have a better impact.\nWhen it comes to default options, packaging size was discussed with four of the interviewees, who agreed that by altering the packaging size of products, food and packaging waste could be avoided (I1, I3, I5, I6). However, packaging is mostly chosen at Oatly based on the consumption habits that characterize each market. For example, interviewee (I6) noted that in the US they have bigger packages sizes because consumers usually buy products that way. Oatly's oat drink cartons in the US contain 1.89 liters, while their sizes in all the European markets are 1 liter [70].\nMoreover, Oatly's focus on 'Developing products that last' has been through technological solutions that allow the development of products with longer shelf lives (I2, I6). In addition, one interviewee (I2) mentioned that a lot of Oatly products can be stored at ambient temperature and argued that it is another way to slow consumption and resource use. Refillable packaging is not something Oatly has implemented yet (I3, I5), but something that is being discussed. Moreover, the company's sustainability vision states that all the resources used by the company should be sustainably produced, efficiently used, and preferably also reusable or recyclable [16]. In addition, three interviewees (I1, I3, I5) presented considerations regarding the large and growing scale of Oatly, and whether a refillable solution is more sustainable. Despite the fact that refillable packaging is a topic that is talked around, no concrete projects are being developed mainly due to the logistic solutions it requires and the need for collaboration with other actors in the value chain in order to build an efficient system.\nRepurposing food has been done in some occasions, though it currently does not represent a priority. One interviewee (I6) explained that the company is aware of opportunities to apply oat bran waste from production processes for other purposes than animal feed (i.e., to develop human food). The interviewee mentioned attempting to develop an oat granola bar but running into process and production issues. Nonetheless, two interviewees (I1, I6) mentioned that there are several projects going on in the company to create new products with what is 'left' from their production. Moreover, one interviewee (I7) mentioned that regarding products that are soon to reach their end date, the company has had initiatives to give the product to other organizations that can use it.\nFollowing the analysis of the case study company according to the framework for sufficiency business strategies in the food industry, a new sufficiency strategy that can be applicable to the sector emerged: 'Encouraging substitution of animal-based products' (Figure 2). This strategy is placed in the 'avoid' section of the framework because its objective is to encourage people to change their diets in order to avoid the consumption of products with a large environmental footprint (e.g., avoid eating dairy by replacing with plant-based alternatives that have a lower environmental impact). The addition of this strategy resulted from the argument by Oatly's employees that the company does not seek to increase levels of consumption of those who already consume plant-based alternatives to animal-based products, but rather seeks to encourage people to change their dietary choices. As mentioned by one interviewee (I3) when asked about the sustainability impacts deriving from rapid growth and high demand for Oatly's products:\n\"Yeah, it's an interesting one when you talk about the increase of consumption, because our aims and goals are not to increase people's consumption of our products, our aims and goals are to convert people from dairy our focus is definitely not to increase people's consumption habits but it is more about giving people an option having the alternatives to switch from dairy. And we know that's the biggest in sustainability change . . . with regards to CO 2 emissions, so when you move from cow's milk to oat milk, then it's [a] reduction on CO 2 emissions. What I do absolutely understand, though, is that if someone is already consuming let's say our oat drink, what we are not advocating is that they consume four times the amount\". (I3) "}, {"heading": "Conclusion", "text": "This research investigated the following research questions: RQ1. How can sufficiency business strategies be implemented in the food industry? RQ2. What are sufficiency strategies pursued at the case company Oatly, and what challenges and opportunities do they present?\nIn answering RQ1, this research developed a conceptual framework for sufficiency based on a literature and practice review and the case of the food company Oatly. This framework draws on the higher strategies in the waste hierarchy, identified as core strategies for sufficiency [3] and sustainable consumption [71] later linked to environmentally preferable but overlooked strategies in the Circular Economy [28,72]. To practice, it contributes a framework for companies to evaluate viable sufficiency strategies. In theory, it contributes a framework for sufficiency in the food industry, putting emphasis on the difficult topic of challenging consumption.\nIn answering RQ2, this research has provided insight into the sufficiency strategies pursued by the Swedish plant-based food company Oatly. Apart from implementing several eco-efficiency strategies, it was found that Oatly has managed to some degree to integrate sufficiency into its business model. In particular, the company championed the sufficiency business model strategy to produce and promote substitutes for less environmentally sustainable products. This fundamental business model focus to encourage the substitution of animal-based products with plant-based products offers a path to explore further sufficiency-based business model ideas, which was evident from the interviews and corporate report exploring the topics of sustainable growth and consumption. The way in which the company focuses on the highest level of the waste hierarchy is (perhaps unsurprisingly) not in seeking to avoid the consumption of their products, but rather to encourage the consumption of alternative products. This can also be seen in similar examples from other industries, such as Riversimple's hydrogen-fuel cell powered car [1] replacing fossil-fuel based cars. While food and mobility may be seen as 'basic needs', the discussion on what are needs and wants (also taking place at the case study company Oatly, e.g., on ice cream), provides a grey area and room for debate, and requires constant deliberation by both consumers and companies about sustainable choices.\nFrom our analysis we conclude that for companies to succeed with a sufficiency business model strategy, the focus on one or a few sufficiency strategies to start, is advisable. Each and any of the strategies comprised by our conceptual framework appears to be a challenging task to implement as a business strategy and will require creativity, innovation, and dedication. The conceptual framework shows the breadth of opportunities for different actors in the food industry to consider ways to impact consumer behavior towards sustainability. The identified strategies in the conceptual framework are perhaps not mutually exclusive. Yet, it is expected that they may be combined in numerous ways depending on the specificities of the business reality a company operates in.\nFinancial implications for the business are important in the successful roll-out of sufficiency strategies. However, these were not the focus in our interviews, which may be viewed as a limitation. We did observe that Oatly, as a rapidly growing sustainability-oriented company, is openly debating the topic of 'sustainable growth' [16]. Encouraging substitution of animal-based products is their main sufficiency strategy and its core business. As one of the interviewees mentioned:\n\"With the high growth that we have experienced at the moment, I have to be honest, the focus has been on the supply . . . and as we know, the biggest change is about changing from dairy farming to crop farming. That is still our focus, but I think that as the company grows and as that growth kind of slows as such over the coming years, yes, we do need to have a more proactive focus on more sustainable eating . . . that will involve education, ensuring that people do not have pack sizes where they are wasting product, and we are talking about that innovation . . . some single households do not eat too much and now they are wasting it [food] especially on fresh products\". (I3) Furthermore, the sustainability report mentions the following: \"There are undoubtedly gazillions of ways to create change in society. We believe the best way for us to contribute is to introduce more people to the advantages of a plant-based diet\" [16]. From this, it can be concluded that the focus on scaling up the business at Oatly has priority before other sufficiency strategies, such as applying conscious sales and marketing techniques, or providing refillable packaging. Future research could investigate the long-term financial viability (e.g., revenues and profits), and costs of implementation (short-and long-term) in association with sufficiency strategies, contributing to the emerging research on the viability of sufficiency approaches in business [3,73].\nTo conclude, food is a challenging but important issue in the circular economy. The focus in the area of food environmental sustainability in developed countries appears to have been on waste (e.g., [74][75][76]). We bring a complementary perspective-that of 'sufficiency' in the circular economy-which focuses on the higher strategies in the waste hierarchy of avoidance and reuse as part of the wider 'sufficiency strategy'. We develop an original literature and practice review for food, based on which a novel conceptual framework was created, including a range of sufficiency strategies for food. The case study with Oatly gives insight on the potential adoption of a sufficiency strategy in an established business, which is exploring thorny issues around sufficiency and 'sustainable growth'."}, {"heading": "References", "text": "@article{article1,\n title={Degrowth and techno-business model innovation: The case of Riversimple}\n}\n\n@article{article1,\n title={Prosperity without Growth: Economics for a Finite Planet}\n}\n\n@article{article1,\n title={Towards a sufficiency-driven business model: Experiences and opportunities}\n}\n\n@article{article1,\n title={Business-led sustainable consumption initiatives: Impacts and lessons learned}\n}\n\n@article{article1,\n title={Food in the Anthropocene: The EAT-Lancet Commission on healthy diets from sustainable food systems}\n}\n\n@article{article1,\n title={IPCC reasons for concern regarding climate change risks}\n}\n\n@article{article1,\n title={Environmental pressures from European consumption and production}\n}\n\n@article{article1,\n title={Sustainable food consumption and production in a resource-constrained world-3rd SCAR foresight exercise}\n}\n\n@article{article1,\n title={Beyond the Business Case for Corporate Sustainability}\n}\n\n@article{article1,\n title={A literature and practice review to develop sustainable business model archetypes}\n}\n\n@article{article1,\n title={Can businesses move beyond efficiency? The shift toward effectiveness and equity in the corporate}\n}\n\n@article{article1,\n title={Business models for sustainable consumption in the circular economy: An expert study}\n}\n\n@article{article1,\n title={Case Study Research and Applications: Design and Methods}\n}\n\n@article{article1,\n title={Designing a Research Project}\n}\n\n@article{article1,\n title={About Oatly|Oatly| the Original Oat Drink Company}\n}\n\n@article{article1,\n title={}\n}\n\n@article{article1,\n title={}\n}\n\n@article{article1,\n title={Social Normalisation and Consumer Behaviour: Using Marketing to Make Green Normal}\n}\n\n@article{article1,\n title={Product services for a resource-efficient and circular economy-A review}\n}\n\n@article{article1,\n title={Mind the Gap: Why Do People Act Environmentally and What Are the Barriers to Pro-environmental Behavior? Environ}\n}\n\n@article{article1,\n title={Design for Sustainable Behaviour: Using products to change consumer behaviour}\n}\n\n@article{article1,\n title={Design for sustainable behaviour: Strategies and perceptions}\n}\n\n@article{article1,\n title={Making the user more efficient: Design for sustainable behaviour}\n}\n\n@article{article1,\n title={User-centred design for sustainable behaviour}\n}\n\n@article{article1,\n title={}\n}\n\n@article{article1,\n title={Nudging-A promising tool for sustainable consumption behaviour?}\n}\n\n@article{article1,\n title={Nudging and Pro-Environmental Behaviour}\n}\n\n@article{article1,\n title={Transforming Business Models: Towards a Sufficiency-based Circular Economy}\n}\n\n@article{article1,\n title={}\n}\n\n@article{article1,\n title={Choice editing as a retailers' tool for sustainable consumption}\n}\n\n@article{article1,\n title={Don't buy this jacket}\n}\n\n@article{article1,\n title={Available online: https://eng.mst.dk/sustainability/ sustainable-consumption-and-production/green-nordic-retail/what-retailers-can-do/downstream-activiti es/advertising-and-marketing-case-rema-1000-denmark}\n}\n\n@article{article1,\n title={Denmark Capitalizes on Culture to Stop Food Waste}\n}\n\n@article{article1,\n title={Clarifying the concept of product-service system}\n}\n\n@article{article1,\n title={Sustainable product-service systems}\n}\n\n@article{article1,\n title={Langsam ist das neue schnell}\n}\n\n@article{article1,\n title={Wachstum neu denken; Zukunft Institute GMBH: Frankfurt am Main}\n}\n\n@article{article1,\n title={Defining the Sharing Economy for Sustainability}\n}\n\n@article{article1,\n title={Sustainability through servicizing}\n}\n\n@article{article1,\n title={Sainsbury's Is Asking Britain to Stop Wasting Bananas As 162m Are Binned Each Year|HuffPost UK. Available online}\n}\n\n@article{article1,\n title={Sainsbury's Launches in Store 'Banana Rescue' Stations, Giving New a-Peel to Bin-Bound Fruit}\n}\n\n@article{article1,\n title={Translating sustainability: The role of the retail store}\n}\n\n@article{article1,\n title={Modelling and analysis of a business model to offer energy-saving technologies as a service}\n}\n\n@article{article1,\n title={}\n}\n\n@article{article1,\n title={France Moves Toward a National Policy Against Food Waste; Natural Resources Defense Council}\n}\n\n@article{article1,\n title={Exploring customer brand engagement: Definition and themes}\n}\n\n@article{article1,\n title={Strategies to reduce the carbon footprint of consumer goods by influencing stakeholders}\n}\n\n@article{article1,\n title={WWF Ben&Jerry's and WWF Launch Climate Change College|WWF}\n}\n\n@article{article1,\n title={Whole Foods Market Tips for Going Green|Whole Foods Market}\n}\n\n@article{article1,\n title={Why Behaviour Change Is at the Heart of Sustainable Business|Guardian Sustainable Business|The Guardian}\n}\n\n@article{article1,\n title={Do Frugal and Reverse Innovation Foster Sustainability? Introduction of a Conceptual Framework}\n}\n\n@article{article1,\n title={Design to Grow: How Coca-Cola Learned to Combine Scale and Agility (and How You Can}\n}\n\n@article{article1,\n title={}\n}\n\n@article{article1,\n title={Why Going Green Can Mean Big Money for Fast-Food Chains-TIME}\n}\n\n@article{article1,\n title={The five competitive forces that shape strategy}\n}\n\n@article{article1,\n title={Loop-TerraCycle Loop US-How it Works}\n}\n\n@article{article1,\n title={KeepCup Going Disposable Free-Success Stories}\n}\n\n@article{article1,\n title={Starbucks Corporation How Do I Qualify for a Cup Discount? Available online}\n}\n\n@article{article1,\n title={Tim Hortons Do I Get a Discount When I Use a Travel Mug}\n}\n\n@article{article1,\n title={Decline This Year|TheINQUIRER}\n}\n\n@article{article1,\n title={ResQ Club ResQ Club-Leave No Meal behind}\n}\n\n@article{article1,\n title={Too Good to Go Save Delicious Food and Fight Food Waste}\n}\n\n@article{article1,\n title={OLIO What is OLIO? Available online}\n}\n\n@article{article1,\n title={Available online: https://eng.mst.dk/sustainability/sust ainable-consumption-and-production/green-nordic-retail/what-retailers-can-do/upstream-activities/sou rcing-initiatives-case-ica-sweden}\n}\n\n@article{article1,\n title={Intermarché Inglorious Fruits and Vegetables}\n}\n\n@article{article1,\n title={Evening Standard}\n}\n\n@article{article1,\n title={Waitrose packaging-free trial means wine, pasta and washing up liquid will be sold through dispensers}\n}\n\n@article{article1,\n title={Evening Standard}\n}\n\n@article{article1,\n title={}\n}\n\n@article{article1,\n title={McDonald's Makes More Happy Meal Changes, Bringing It Closer to A Healthy Meal}\n}\n\n@article{article1,\n title={}\n}\n\n@article{article1,\n title={A Zero Waste Hierarchy for Europe-Zero Waste Europe}\n}\n\n@article{article1,\n title={}\n}\n\n@article{article1,\n title={Towards a hierarchy of consumption behaviour in the circular economy}\n}\n\n@article{article1,\n title={Product design and business model strategies for a circular economy}\n}\n\n@article{article1,\n title={Developing sufficiency-oriented offerings for clothing users: Business approaches to support consumption reduction}\n}\n\n@article{article1,\n title={Food waste matters-A systematic review of household food waste practices and their policy implications}\n}\n\n@article{article1,\n title={bin Ujang, Z. The food waste hierarchy as a framework for the management of food surplus and food waste}\n}\n\n@article{article1,\n title={Recycling, recovering and preventing \"food waste\": Competing solutions for food systems sustainability in the United States and France}\n}"}]