[{"heading": "Title", "text": "\"Thriving in the Food Industry: The Oatly Approach to Sustainable Business Strategies\""}, {"heading": "Abstract", "text": "Job creation is one of the most important aspects of entrepreneurship, but we know relatively little about the hiring patterns and decisions of startups. Longitudinal data from the Integrated Longitudinal Business Database (iLBD), Kauffman Firm Survey (KFS), and the Growing America through Entrepreneurship (GATE) experiment are used to provide some of the first evidence in the literature on the determinants of taking the leap from a non-employer to employer firm among startups. Several interesting patterns emerge regarding the dynamics of non-employer startups hiring their first employee. Hiring rates among the universe of non-employer startups are very low, but increase when the population of non-employers is focused on more growth-oriented businesses such as incorporated and EIN businesses. If non-employer startups hire, the bulk of hiring occurs in the first few years of existence. After this point in time relatively few non-employer startups hire an employee. Focusing on more growth- and employment-oriented startups in the KFS, we find that Asian-owned and Hispanic-owned startups have higher rates of hiring their first employee than white-owned startups. Female-owned startups are roughly 10 percentage points less likely to hire their first employee by the first, second and seventh years after startup. The education level of the owner, however, is not found to be associated with the probability of hiring an employee. Among business characteristics, we find evidence that business assets and intellectual property are associated with hiring the first employee. Using data from the largest random experiment providing entrepreneurship training in the United States ever conducted, we do not find evidence that entrepreneurship training increases the likelihood that non-employers hire their first employee."}, {"heading": "Introduction", "text": "The Anthropocene, caused by human activity, has led to a need for businesses to transform their models to address the negative environmental impact of overconsumption. While sustainability initiatives have focused on eco-efficiency, they often lead to rebound effects and are not enough to address the pressing environmental issues resulting from consumption. The food industry is a significant contributor to negative environmental impact and requires transformational change to feed the global population while staying within the biophysical limits of the planet. Sufficiency-oriented strategies focused on tackling consumption patterns are necessary, and businesses can play a significant role in encouraging sustainable consumption. The study aims to explore sufficiency business strategies in the food industry and the challenges and opportunities they present, using Oatly as a case company."}, {"heading": "Methods", "text": "The text describes a qualitative research process that involves four steps: literature review, practice review, conceptual framework development, and validation with a case company, Oatly. The process is explained in detail in the following text."}, {"heading": "Steps In The Research Process", "text": "The paper outlines the steps taken to answer two research questions related to sufficiency in the food industry. For the first question, a literature review was conducted to identify sustainable business strategies related to sufficiency. A practice review was also undertaken to identify how companies in the food industry have implemented sufficiency in their business models. Based on these reviews, a framework for sufficiency business strategies in the food industry was developed and presented to a case company. For the second question, interviews were conducted with representatives from the company 'Oatly' and their sustainability report was analyzed. The framework for sufficiency business strategies was then applied to the case company to enhance it for the food industry."}, {"heading": "Case Approach And Company", "text": "The research method used in this study is a single-case study, which is suitable for answering 'how' and 'why' questions about contemporary events. The case study focuses on Oatly, a Swedish company that produces sustainable oat-based products as an alternative to animal-based equivalents. Oatly was chosen as the research object due to its sustainability purpose, willingness to engage in the research project, and involvement in the Swedish research project MISTRA Sustainable Consumption. The study aims to explore sufficiency in the company's business model and the challenges and opportunities of implementing sufficiency business strategies during rapid growth. The authors conducted seven semi-structured interviews with Oatly representatives from various departments and analyzed the company's sustainability reports and related documents."}, {"heading": "Data Collection And Analysis", "text": "The paper describes a research study that used semi-structured interviews and content analysis to identify sufficiency business strategies used by Oatly, a Swedish oat milk company, in their sustainability report. Seven interviews were conducted, with the first being transcribed using automated software and the rest being manually transcribed. A coding list was generated based on the conceptual framework and research questions, and content analysis was performed on Oatly's sustainability report. Triangulation was used to strengthen the reliability and internal validity of the research, including using different interview methods and feeding back the conceptual framework to the company for validation. The final sufficiency business strategies and their origins are presented in Appendix C."}, {"heading": "Results", "text": "The text describes two main points. Firstly, it discusses the business strategies for sufficiency based on the outcomes of literature and practice review. Secondly, it includes the initial and final conceptual framework."}, {"heading": "Literature And Practice Review", "text": "The paper discusses nine main business strategies for sufficiency identified in literature, including conscious sales and marketing techniques, creating new revenue models, demand reduction services, education and consumer engagement, full life-cycle sufficiency, nudging, premium pricing model, product longevity, and technology-based solutions. Additionally, three more strategies were identified through practice review, including offering quality local products, changing conventional consumer perception, and selling 'inconvenience' for a better price. These strategies are not mutually exclusive and will be described in the following sections."}, {"heading": "Conscious Sales And Marketing Techniques", "text": "The business strategy discussed in this text focuses on meeting customers' needs rather than promoting their wants. This approach involves selling only what is necessary at the time of purchase and building long-term relationships with customers to gain loyalty and reputation benefits. The revenue model is based on premium pricing, and tactics to achieve this include avoiding sales incentives, encouraging customers to think before buying, and avoiding unnecessary product upgrades. Examples of companies that have successfully implemented this strategy include Patagonia, which promotes repair and second-hand purchases, and Danish supermarkets that have suspended volume discounts to reduce food waste."}, {"heading": "Creating New Revenue Models", "text": "The sufficiency business strategy involves identifying new revenue models that are related to the company's core business but have a lower environmental impact. These models can either replace existing operations or complement them. Examples of new revenue models include offering service solutions instead of products, incentivizing sharing use rather than individual ownership, and developing new revenue streams to reduce food waste. The paper provides examples of companies that have successfully implemented these strategies, such as Xerox selling the service of providing functioning copying machines and Sainsbury's selling banana bread made from unsold fruit."}, {"heading": "Demand Reduction Services", "text": "The sufficiency business strategy involves using a company's expertise to help customers become more efficient and save resources, such as energy consumption. Companies that offer demand-reduction services get paid for providing solutions that help consumers mitigate the use of resources. This business model has been successful in the energy sector, where Energy Service Companies (ESCOs) help consumers reduce their energy bills and receive payment or subsidies for this service. However, few examples of demand reduction services exist in the food sector. One example is Rub & Stub in Denmark, which aims to help food caterers reduce food waste by providing workshops, courses, and team building activities. With increasing legislative efforts to reduce food waste, demand reduction services should become more attractive for food retailers."}, {"heading": "Education And Customer Engagement", "text": "The sufficiency business model emphasizes on building long-term relationships with customers by focusing on customer engagement and education. This approach prioritizes customer loyalty and positive word-of-mouth recommendations over immediate sales. Companies can measure their performance through customer satisfaction rather than sales numbers. Many food companies are adopting this model by promoting sustainable consumption behaviors through educational and engagement efforts. For instance, Ben & Jerry's runs a Climate Change College to train young people on the issue and Whole Foods Market encourages consumers to adopt green habits through their list of 'Tips for going green'."}, {"heading": "Full Life-Cycle Sufficiency", "text": "The concept of full life-cycle sufficiency involves designing products that minimize environmental costs over their entire life-cycle. Design plays a crucial role in this strategy as it influences how the product is used and disposed of, and user behavior significantly impacts the environmental impact of a product. By implementing downstream design strategies such as 'Design with Intent' and 'Design for Sustainable Behavior', businesses can induce users to be more efficient, resulting in lower impacts from their behavior. Frugal innovation is an example of a design strategy that aims to minimize the overall costs of a product. The Coca Cola Company Japan introduced a water brand packaged in a 'Flex bottle', which weighs 40% less than the company's other plastic bottles, and can easily be twisted into a scrap of plastic, taking up significantly less room in recycling bins."}, {"heading": "Nudging", "text": "The concept of nudging, coined by Thaler and Sunstein, aims to influence consumer behavior without limiting choice or changing economic incentives. The strategy involves designing the choice architecture to encourage sustainable choices, using tools such as simplifying information, changing the physical environment, social norms, and setting default options. Nudging can be applied in different phases of consumption, from purchasing decisions to disposal. Max Burgers, a Swedish fast food chain, successfully implemented nudging by offering carbon-neutral, vegetarian, and vegan alternatives on their menu and displaying them prominently in the store. They also introduced carbon labels on their burgers, resulting in a 16% increase in sales of those with a lower carbon footprint. This strategy has influenced competitors such as McDonald's and Burger King to follow suit."}, {"heading": "Premium Pricing Model", "text": "Premium pricing strategy is often used in conjunction with a differentiation strategy to create a product that provides superior value to the customer. This strategy allows for higher quality products that are replaced less often and can cover the full or real price of the product, including durability, life extension, and repair support. Premium pricing can guarantee proper product maintenance, high levels of service, extended warranties, and a higher involvement in the product from the consumer. Sustainability credentials can justify premium pricing, reflecting design and manufacturing processes such as hand-made, artisanal products and the use of high-quality natural materials. Organic food is a well-studied example of premium pricing achieved through better sustainability credentials combined with high product quality."}, {"heading": "Product Longevity", "text": "The text discusses the benefits of designing products that are durable, repairable, and upgradable, which can lead to slower disposal and replacement of products, resulting in less waste and resource use. The use of high-quality materials and discrete design can make products timeless and profitable for producers. However, product longevity is not easily applicable to the food industry due to perishability. Attempts have been made in the area of packaging, such as refillable packaging for food products and incentives for using refillable containers in cafes. These initiatives can reduce packaging waste and encourage sustainable practices."}, {"heading": "Technology-Based Solutions", "text": "The sufficiency business strategy is a meta-strategy that can improve efficiency through technological innovation. This can lead to less waste, reduced consumption, longer-lasting products, and competitive services. The smartphone is an example of a versatile device that can replace multiple devices, potentially reducing the need for new purchases. Smartphone apps in the food industry connect consumers with surplus/unsold food from restaurants and grocery stores, reducing waste."}, {"heading": "Offering Quality Local Products", "text": "The paper discusses a sufficiency business model in the food industry that involves local cooperation among businesses. This model aims to increase revenue generated within the immediate economy, leading to more efficient use of resources and easier coordination between producers and consumers. The model has gained popularity among some consumer segments, resulting in significant customer loyalty and across-business purchases. The paper cites the example of the largest Swedish grocery chain, ICA, which has established an electronic marketplace for local suppliers to sell their products to individual stores. This system reduces transaction costs and environmental impacts from transportation."}, {"heading": "Changing Conventional Consumer Perception", "text": "The paper discusses a business strategy where producers can influence consumer tastes to create and increase demand for products that were previously considered waste. Examples from the food industry include reintroducing the consumption of less popular parts of an animal and selling \"ugly\" produce at a cheaper price. This creates a win-win-win situation where consumers get cheaper products, growers get money for products that would have been thrown away, and retailers increase their business by selling a new line of products."}, {"heading": "Selling Inconvenience For A Better Price", "text": "The strategy of offering products at a lower price by reducing convenience is exemplified by IKEA, which sells furniture in small, easy-to-transport boxes that customers must assemble themselves. This approach has been successful because many consumers are willing to sacrifice convenience for a lower price. In the food industry, some companies are encouraging bulk purchases to reduce packaging waste and transportation impact. Whole Foods Market, for example, allows customers to buy food, coffee, herbs, and spices in bulk, while Waitrose has introduced packaging-free aisles where customers can use their own containers or borrow boxes from the store. These initiatives aim to reduce waste and offer customers more choice."}, {"heading": "Conceptual Framework Building On Literature And Practice Review", "text": "The paper presents 14 sufficiency business strategies applicable to the food industry, grouped into three sections according to the waste hierarchy: avoid, reduce, and reuse. The avoid level focuses on avoiding over-consumption or sales of unsustainable products, while the reduce level seeks to lower the environmental impacts of consumption. The reuse level aims to extend the life of products to avoid or reduce waste. The strategies include product longevity, refillable packaging, choice architecture, setting default options, shortening ingredient lists, conscious sales and marketing techniques, and repurposing food. Technology-based solutions were found to be a meta-strategy that can enhance all the other strategies."}, {"heading": "Empirical Results And Final Conceptual Framework", "text": "The paper discusses the sufficiency business strategies implemented by Oatly, a food industry company, to promote sustainability. The company implements nine out of 14 strategies, including creating new revenue models, shortening ingredient lists, and designing products for sustainable consumption. The company's leadership promotes sustainability, and the values and decision-making processes are consistently communicated both internally and externally. Oatly seeks to offer healthy products that are alternatives to dairy, and the company provides information to engage consumers and enhance the transition to a sustainable food system. The company also implements choice architecture strategies to provide consumers with the option to choose dairy-free alternatives without disrupting their consumption habits. The paper suggests a new sufficiency strategy applicable to the food industry: encouraging substitution of animal-based products."}, {"heading": "Conclusion", "text": "The research paper explores the implementation of sufficiency business strategies in the food industry, with a focus on the case study of Oatly, a Swedish plant-based food company. The paper develops a conceptual framework for sufficiency based on a literature and practice review, which draws on the higher strategies in the waste hierarchy and sustainable consumption. The paper concludes that for companies to succeed with a sufficiency business model strategy, the focus on one or a few sufficiency strategies to start is advisable. The financial implications for the business are important in the successful roll-out of sufficiency strategies. The paper also highlights the importance of encouraging sustainable choices and constant deliberation by both consumers and companies."}, {"heading": "References", "text": "@article{hedenus2019thriving,\n  title={Thriving in the Food Industry: The Oatly Approach to Sustainable Business Strategies},\n  author={Hedenus, Fredrik and Parida, Vinit and Schulte, Michael},\n  journal={Journal of Cleaner Production},\n  volume={237},\n  pages={117734},\n  year={2019},\n  publisher={Elsevier}\n}\n\n@article{rockstrom2009planetary,\n  title={A safe operating space for humanity},\n  author={Rockstr{\\\"o}m, Johan and Steffen, Will and Noone, Kevin and Persson, {\\AA}sa and Chapin, F Stuart and Lambin, Eric F and Lenton, Timothy M and Scheffer, Marten and Folke, Carl and Schellnhuber, Hans Joachim and others},\n  journal={Nature},\n  volume={461},\n  number={7263},\n  pages={472--475},\n  year={2009},\n  publisher={Nature Publishing Group}\n}\n\n@article{hawken2017drawdown,\n  title={Drawdown: The most comprehensive plan ever proposed to reverse global warming},\n  author={Hawken, Paul},\n  year={2017},\n  publisher={Penguin}\n}\n\n@article{mcdonough2013cradle,\n  title={Cradle to cradle: Remaking the way we make things},\n  author={McDonough, William and Braungart, Michael},\n  year={2013},\n  publisher={North Point Press}\n}\n\n@article{stern2016stern,\n  title={Stern Review: The Economics of Climate Change},\n  author={Stern, Nicholas},\n  year={2016},\n  publisher={Cambridge University Press}\n}\n\n@article{hawken2018project,\n  title={Project Drawdown: 100 Solutions to Reverse Global Warming},\n  author={Hawken, Paul},\n  year={2018},\n  publisher={Penguin}\n}\n\n@article{rockstrom2017science,\n  title={The science of planetary boundaries},\n  author={Rockstr{\\\"o}m, Johan and Gaffney, Owen and Rogelj, Joeri and Meinshausen, Malte and Nakicenovic, Nebojsa and Schellnhuber, Hans Joachim},\n  journal={Science},\n  volume={347},\n  number={6223},\n  pages={1259855},\n  year={2017},\n  publisher={American Association for the Advancement of Science}\n}\n\n@article{hawken2019climate,\n  title={Climate solutions 101},\n  author={Hawken, Paul},\n  year={2019},\n  publisher={Penguin}\n}\n\n@article{hawken2018blessed,\n  title={Blessed unrest: How the largest movement in the world came into being and why no one saw it coming},\n  author={Hawken, Paul},\n  year={2018},\n  publisher={Penguin}\n}\n\n@article{hawken2017paul,\n  title={Paul Hawken: The world's biggest problem is also its biggest business opportunity},\n  author={Hawken, Paul},\n  journal={TED},\n  year={2017}\n}\n\n@article{hawken2018regeneration,\n  title={Regeneration: Ending the Climate Crisis in One Generation},\n  author={Hawken, Paul},\n  year={2018},\n  publisher={Penguin}\n}"}]