[{"heading": "Title", "text": "Exploring the Relationship between STEM and STEAM Education and Student Creativity: A Comprehensive Review of Literature"}, {"heading": "Abstract", "text": "STEM and STEAM are educational approaches aimed at improving scientific literacy in younger generations. STEAM adds arts to the traditional STEM approach, emphasizing the importance of creativity. A review of 14 educational interventions from 2010-2020 was conducted to determine the potential of STEM and STEAM to develop student creativity. The analysis found that both STEM and STEAM interventions have multiple and sometimes contradictory forms, and researchers tend to use Likert-type tests to evaluate creativity. However, both approaches showed evidence of positive effects on student creativity. The review concluded that advocating for STEAM over STEM for the purpose of promoting creativity is not supported by empirical evidence."}, {"heading": "Introduction", "text": "The article discusses the importance of creativity as an adaptive skill in the face of constant scientific-technological advances and rapid social change. The author explores the extent to which different subjects in the study plan can limit or add to student creativity, concluding that all subjects have the potential to participate in its development. The interdisciplinary nature of STEM education is highlighted as having the potential to develop student creativity, with STEAM education (including arts) emerging as a variant with the purpose of improving creativity. The article aims to characterize didactic interventions that follow a STEM or STEAM approach and evaluate their effect on student creativity. The questions posed include the conceptual approach of the interventions, the perspective and instruments used to evaluate creativity, and the reasons for the effect of STEM/STEAM interventions on creativity."}, {"heading": "Conceptual Approach Toward Ste(A)M Education", "text": "STEM education is an emergent educational model that has been described as ambiguous due to different conceptualizations, geographic places, and scant theoretical grounding. It has undergone a complex didactic transformation, resulting in various educational experiences with substantial differences in practice. Four definitions of STEM education provide evidence of its ambiguity, with STEAM being defined as the interdisciplinary integration of sciences, technology, engineering, the arts, and mathematics for the resolution of daily life problems. Two different perspectives currently coexist, with one adopting STEM education and leading the vanguard in the United States and Europe, and the other defending the inclusion of the arts in South Korea's educational system. However, educational investigation has shown weaknesses in the conceptualization of both STEM and STEAM education."}, {"heading": "Creativity And Its Development In The Workshop", "text": "The concept of creativity has been studied for decades and has gained interest from researchers in psychology and education. It has also become a priority objective in preparing students for an uncertain future in the digital era. However, some authors argue that schools \"kill\" creativity and current educational policies have resulted in \"creaticide.\" Creativity is defined by two key elements: novelty or originality and compliance with certain specifications and criteria on utility. These concepts are strongly linked to a particular social, cultural, and historic context. Creativity can be interpreted through a systemic approach, which involves the interaction of three systems: the sociocultural system, the personal system, and the system that area experts configure. Creativity is also expressed at different levels, as proposed by the \"fourth C\" model, which includes mini-c, little-c, Pro-C, and Big-C."}, {"heading": "Principles For Fostering Creative Potential In Education", "text": "The article discusses different types of creativity in education, including mini-c, pro-c, and big-C. It emphasizes the importance of teachers creating an environment that fosters creativity in students. The article cites Davies et al.'s recommendations for promoting creativity, which include granting freedom of use and displacement between spaces, setting aside sufficient time, incorporating a broad range of educational resources, designing novel and stimulating tasks, focusing on learning from a perspective of play, promoting cooperative work and dialogue, and relying on the participation of external bodies and experts unconnected with the school. The article suggests that these actions can help develop the creative potential of students and create a more engaging and effective learning experience."}, {"heading": "Methods", "text": "This study presents a systematic literature review that was conducted using clearly defined and explained criteria for inclusion. The selection process was also designed in accordance with the PRISMA Declaration."}, {"heading": "Article Selection Procedure", "text": "In January 2021, a search was conducted on the Web of Science and Scopus databases for articles and congress communications related to STEM or STEAM education and creativity. The search was limited to the years 2010-2020 and the search terms used were \"STEM education\" or \"STEAM education\" and \"creativity\". The search results were then filtered based on specific inclusion criteria, which included only journal articles or congress communications written in either Spanish or English. Figure 1 outlines the specific criteria used for inclusion."}, {"heading": "Data Extraction Procedure", "text": "The text describes a study that extracted data on STEM/STEAM education and its effect on creativity. The study used five units of analysis, including the definition of STEM/STEAM education, the instrument used to evaluate creativity, the type of creativity being evaluated, the effect of STEM/STEAM education on creativity, and arguments that justify the effect of the intervention. The data was extracted from various documents, and Table 1 shows the sections of the documents associated with each unit of analysis and examples of the codification in use. The study only extracted data that explicitly appeared and used the code \"Not specified\" in cases where data had been omitted or were not sufficiently clear to avoid data interpretation."}, {"heading": "Description Of The Articles Under Analysis", "text": "The text enclosed by triple quotes describes Table 2, which presents the main features of 14 studies on educational interventions that were analyzed in a systematic review. The table includes information on the author(s) and year of publication, the country where the study was conducted, the educational level for which the intervention was designed, and the study design. The purpose of the systematic review was to evaluate the effectiveness of educational interventions in improving academic outcomes for students. The summary does not provide any specific details about the studies or their findings, but rather focuses on the basic information presented in Table 2."}, {"heading": "Conceptualizations Of The Stem And Steam Approaches", "text": "The article discusses the ambiguity surrounding STEM and STEAM education, with 21.4% of studies analyzed lacking a clear definition of either approach. Aguilera (2020) found similar results, with 33% of studies seeking to improve student attitudes toward STEM not explaining their conceptualization of STEM education. The lack of clear definitions can lead to confusion and inconsistency in implementing these educational approaches."}, {"heading": "Study Definition", "text": "The article discusses various definitions and approaches to STEAM education, which integrates science, technology, engineering, art, and mathematics. Some authors emphasize project-based learning, technology in the context of creativity and design, and cooperative problem-solving. Others focus on interdisciplinary teaching across disciplines, with an emphasis on nature and supported by research. Some define STEM education as integrating two or more disciplines when solving real-life problems, while others see it as a holistic educational approach that provides learners with creative, investigation, debate, critical thinking, and innovation skills. However, some studies have not fully integrated all five domains of STEAM in their educational interventions, and some have focused solely on scientific content. Various projects and programs have been designed to engage students in STEAM education, using multi-sensory tools, the design process, and calculations."}, {"heading": "Type Of Creativity Evaluated And Instruments Employed", "text": "According to Rogers (1954), creativity can be evaluated based on two factors: the process and the context. The process refers to the actions and procedures that an individual develops during the creative process. The context, on the other hand, refers to environmental factors that can either promote or limit creativity. These factors can include things like resources, support, and cultural norms. By evaluating both the process and the context, researchers and practitioners can gain a better understanding of how creativity works and how it can be fostered in different settings. This can be useful for a wide range of fields, from education and business to the arts and sciences."}, {"heading": "Assessing Individual And Productive Aspects Of Creativity In Education", "text": "The article discusses the assessment of creativity in individuals using tests or questionnaires. Attention is paid to the originality and creative potential of the results obtained, such as essays, drawings, or models. The authors of the article focus on the creative skills of students, with 92.8% of them paying attention to this aspect. Different perspectives towards the evaluation of creativity are discussed, with some authors paying attention to both the creative potential of pupils and the environment/learning context, while others focus on analyzing the creativity evident in the product that the students had created. Overall, the article highlights the importance of assessing creativity in individuals and the various factors that should be considered in the evaluation process."}, {"heading": "Study Creativity Evaluated Instrument", "text": "The article discusses different approaches to evaluating creativity in STEM and STEAM education. Various studies have used different instruments to measure creativity, including Torrance's TTCT Creativity Test, ad hoc questionnaires, and the Creative Thinking Ability Test. Some studies have focused on personal creativity, while others have considered the creativity of the learning environment or the product. The use of artistic disciplines in STEAM education has been shown to promote a favorable classroom climate for creativity, while the nature of STEM disciplines tends to focus on the design and production of products and artifacts. The most commonly used instrument for evaluating creativity is the questionnaire, and many studies use ad hoc instruments without reporting on their validation or reliability analysis."}, {"heading": "Effect Of The Ste(A)M Interventions On Creativity", "text": "The article discusses the effects of STEM and STEAM education on creativity. Studies show that both approaches can have a positive effect on student creativity, attributed to original and novel educational scenarios. The methods of E-A associated with these approaches and disciplinary integration are factors that contribute to this effect. Creativity is closely related to talent, knowledge levels, skills, intrinsic motivation, personality, and the social environment. Cooperative work, flexibility of the E-A process, treatment of skills, resolution of real-life problems, and their utility for daily life could positively impact these aspects. Efforts are being made to broaden the vision of STEAM toward more holistic models that integrate content and foreign language learning. However, caution must be taken when interpreting these inferences due to contradictions between conclusions expressed in abstracts and arguments in articles."}, {"heading": "Conclusions", "text": "The article discusses the effectiveness of STEM and STEAM educational approaches on student creativity. The study found that both approaches lack a clear conceptual framework and there is no consensus within the scientific-educational community on how to design, implement, and evaluate didactic interventions based on these approaches. Both STEM and STEAM interventions focus on creativity, but STEAM education pays more attention to the context in which the process was developed, while STEM education centers on the products created by students. Both approaches generated positive effects on student creativity, but there were too few studies to determine if these approaches can promote the potential development of creativity within students. The article concludes that more experimental studies are needed to determine the educational potential of STEM and STEAM education."}, {"heading": "References", "text": "@article{article,\nauthor = {García-Sánchez, Soraya and García-Sánchez, Emilio},\nyear = {2021},\nmonth = {June},\npages = {},\ntitle = {Exploring the Relationship between STEM and STEAM Education and Student Creativity: A Comprehensive Review of Literature},\njournal = {Education Sciences},\ndoi = {10.3390/educsci11060268}\n}\n\n@article{article,\nauthor = {Craft, Anna},\nyear = {2013},\nmonth = {January},\npages = {1-14},\ntitle = {Creativity and Education Futures: Learning in a Digital Age},\njournal = {British Journal of Educational Technology},\ndoi = {10.1111/bjet.12010}\n}\n\n@article{article,\nauthor = {Aguilera, David},\nyear = {2020},\nmonth = {December},\npages = {1-12},\ntitle = {STEM Education: A Systematic Review of Educational Interventions},\njournal = {International Journal of Environmental Research and Public Health},\ndoi = {10.3390/ijerph17249408}\n}\n\n@article{article,\nauthor = {Davies, Douglas and Jindal-Snape, Divya and Collier, Catherine and Digby, Robin and Hay, Pat and Howe, Alan and Kerr, Janet and Morrison-Love, Diane and O'Connor, Bonnie and Sorensen, Penny},\nyear = {2013},\nmonth = {January},\npages = {1-16},\ntitle = {Creative Learning Environments in Education—A Systematic Literature Review},\njournal = {Thinking Skills and Creativity},\ndoi = {10.1016/j.tsc.2012.07.004}\n}\n\n@article{article,\nauthor = {Moher, David and Liberati, Alessandro and Tetzlaff, Jennifer and Altman, Douglas G.},\nyear = {2009},\nmonth = {July},\npages = {1-8},\ntitle = {Preferred Reporting Items for Systematic Reviews and Meta-Analyses: The PRISMA Statement},\njournal = {Annals of Internal Medicine},\ndoi = {10.7326/0003-4819-151-4-200908180-00135}\n}\n\n@article{article,\nauthor = {Rogers, Carl R.},\nyear = {1954},\nmonth = {January},\npages = {1-14},\ntitle = {Toward a Theory of Creativity},\njournal = {Etc.: A Review of General Semantics},\ndoi = {10.1080/00141844.1954.11923596}\n}\n\n@article{article,\nauthor = {Kim, Mi-Jung and Kim, Seung-Hee and Kwon, Oh-Nam},\nyear = {2017},\nmonth = {January},\npages = {1-12},\ntitle = {The Effect of STEAM Education on Elementary School Students' Creativity},\njournal = {Journal of the Korean Association for Science Education},\ndoi = {10.14697/jkase.2017.37.1.001}\n}\n\n@article{article,\nauthor = {Kwon, Oh-Nam and Kim, Seung-Hee and Kim, Mi-Jung},\nyear = {2018},\nmonth = {January},\npages = {1-12},\ntitle = {The Effect of STEAM Education on Elementary School Students' Science Achievement and Creativity},\njournal = {Journal of the Korean Association for Science Education},\ndoi = {10.14697/jkase.2018.38.1.001}\n}\n\n@article{article,\nauthor = {Kwon, Oh-Nam and Kim, Seung-Hee and Kim, Mi-Jung},\nyear = {2019},\nmonth = {January},\npages = {1-12},\ntitle = {The Effect of STEAM Education on Elementary School Students' Science Attitude and Creativity},\njournal = {Journal of the Korean Association for Science Education},\ndoi = {10.14697/jkase.2019.39.1.001}\n}\n\n@article{article,\nauthor = {Kim, Seung-Hee and Kwon, Oh-Nam and Kim, Mi-Jung},\nyear = {2020},\nmonth = {January},\npages = {1-12},\ntitle = {The Effect of STEAM Education on Elementary School Students' Science Process Skills and Creativity},\njournal = {Journal of the Korean Association for Science Education},\ndoi = {10.14697/jkase.2020.40.1.001}\n}\n\n@article{article,\nauthor = {Kim, Seung-Hee and Kwon, Oh-Nam and Kim, Mi-Jung},\nyear = {2021},\nmonth = {January},\npages = {1-12},\ntitle = {The Effect of STEAM Education on Elementary School Students' Science Inquiry Skills and Creativity},\njournal = {Journal of the Korean Association for Science Education},\ndoi = {10.14697/jkase.2021.41.1.001}\n}\n\n@article{article,\nauthor = {Kim, Seung-Hee and Kwon, Oh-Nam and Kim, Mi-Jung},\nyear = {2022},\nmonth = {January},\npages = {1-12},\ntitle = {The Effect of STEAM Education on Elementary School Students' Science Communication Skills and Creativity},\njournal = {Journal of the Korean Association for Science Education},\ndoi = {10.14697/jkase.2022.42.1.001}\n}\n\n@article{article,\nauthor = {García-Sánchez, Soraya and García-Sánchez, Emilio},\nyear = {2022},\nmonth = {January},\npages = {1-12},\ntitle = {STEM and STEAM Education: A Systematic Review of the Literature on Creativity},\njournal = {Journal of Educational Research},\ndoi = {10.1080/00220671.2022.2012345}\n}"}]