[{"heading": "Title", "text": "\"Challenges in Educating American Students on Comparative Politics\""}, {"heading": "Abstract", "text": "Verily, in the annals of political science, there hath been much discourse on the efficacy of simulations as a pedagogical tool. Many scholars have put forth their opinions on the matter, and their works have been recorded for posterity. Hensley, in the year of our Lord 1980, did pen an article on the simulation of the Kent State Civil Trial, which was published in the tome known as Simple Simulations 2, edited by Charles Walcott. Likewise, Pacelle, in the same year, didst write on the simulation of Supreme Court decision making, which was published in The Political Science Teacher. \n\nFurthermore, Pohlmann, in the year of our Lord 1986, didst write on the simulation of urban fiscal crisis, which was published in News for Teachers of Political Science. Selcher and McClellan, in the year of our Lord 1990, didst write on the use of sequential writing assignments in international relations and American government survey courses, which was published in The Political Science Teacher. \n\nWalcott, in the years of our Lord 1976 and 1980, didst edit the tomes known as Simple Simulations and Simple Simulations 2, respectively, which contained various simulations for use in political science education. Finally, Whitaker, in the year of our Lord 1973, didst write on a role-playing simulation of the United States Supreme Court, which was published in Teaching Political Science. Thus, the literature on the subject of simulations in political science education is vast and varied."}, {"heading": "Why It Is Difficult To Teach Comparative Politics To American Students* Robert Cox, University Of Oklahoma", "text": "As we traverse the final decade of this century, one of the most heartening developments on the campuses of universities is the endeavour to internationalise curricula. In the realm of political science, this trend has engendered enhancements in the offerings of courses on comparative politics. However, the subject of comparative politics is a challenging one to teach to American students. This may be due to the fact that Americans have scant interaction with, and therefore, little reflexive comprehension of, diverse political systems (see, for instance, Diamant 1990). Nevertheless, I believe that there is a more insidious issue in teaching comparative politics to American students. It is too facile, indeed inappropriate, to attribute the problem to the youth of the students.\n\nDespite their limited exposure to other countries, I have discovered that American students are exceedingly inquisitive about other parts of the world and are eager to learn more. Their difficulties lie with the concepts employed in comparative politics, not the subject matter. For instance, terms such as government, regime, the state, and liberalism, which are all central to any political system (and in the case of liberalism, at least to advanced democratic societies), are used by the rest of the world in ways that are unfamiliar to the average young American. Consequently, even an introductory course on comparative politics can be a perplexing and vexing experience. This is because in the United States, the terms and concepts have developed a meaning of their own. On the surface, this does not present a problem. We could say it is a function of linguistic differences, a problem of translation. However, the failure of this line of reasoning becomes apparent when we consider two issues. First, concepts such as those listed above have a generally accepted international usage. It is only when this international usage creeps into American discourse that it fosters confusion.\n\nThe second, and more insidious problem, is that the experts on American politics use concepts in ways that are faulty or misleading when compared to international usage. This second problem is the focus of this article. In what follows, I outline what appear to me to be some of the major problems in this respect. One is that American political scientists use concepts differently than do their colleagues throughout the world, and often improperly at that. Another is that American scholars generate new concepts that lack scientific content. These problems would not exist if we stop treating the study of American politics like a biosphere project, hermetically sealed against the rest of the world."}, {"heading": "Examples Of Problems In Conceptual Usage", "text": "Upon any given day, one may peruse a broadsheet and upon the same folio read of the Bush Administration, the Kohl Government, and the Shamir government. In each instance, the tales discuss the activities of a handful of individuals who in each realm are vested with a certain degree of political authority at one point in time. Yet the terms used to label them are disparate. Some are called governments whilst one is called an administration. A political scientist may explicate this by saying that presidential systems are distinct from parliamentary systems, ergo the terms administration and government refer to the executive leaders and their respective type of political system. Yet in the United States we also use the term government, but in a different way than is meant in a parliamentary system. In the American vernacular, \"guvment\" (as Ronald Reagan called it) refers to what the rest of the world calls the State.\n\nIndeed, in the United States the biggest culprit of such conceptual sloppiness is the political community. Liberal Democrats are the insidious proponents of big guvment, whilst conservative Republicans strive to get guvment off the backs of the American people. Only after you substitute the word State for guvment, and explicate the peculiar usage of liberal and conservative in the United States, will a foreigner understand the debate. Enter an American classroom, refer to this as a debate about the extent of state intervention in society, and students will become confused.\n\nIf we were to teach students proper use of terminology, one place to begin would be to tell them that government is a concept that refers to the individuals who, at a specific time, occupy the offices vested with public authority. In a Westminster parliamentary system, it is the prime minister, cabinet, and parliamentary majority. In a presidential system, it is the members of the executive cabinet and the legislative leadership. Identifying what a government is then makes it possible to develop a precise conception of what it means to change governments. Changes in government are normally personnel changes. When a new party takes over these offices, there is certainly a change in government. But, there can be a change in government even when the same party remains in power, as when John Major replaced Margaret Thatcher, or when George Bush replaced Ronald Reagan.\n\nTo use another example, the 1988 presidential election witnessed liberalism (the ubiquitous \"L word\") being thrashed around as a pejorative. It is a curious occurrence in a liberal democracy, even more curious if we accept Louis Hartz's (1955) contention that the American political culture is predominately liberal and relatively void of ideological diversity. This example further demonstrates that, along with the politicians, the news media should be chastised for their role in perpetuating such conceptual nonsense. Behaving in accordance with the standards of American journalism, the news media merely reported the candidates' statements, thereby underscoring the misperception that the rhetoric was truth.\n\nThough they are guilty, politicians and the media can be dismissed as having excuses, however flimsy, for playing loosely with political concepts. Those most culpable and deserving of the strongest indictment are American political scientists. These are the ones who are capable . . . experts on American politics use concepts in ways that are faulty or misleading when compared to international usage. Of making it impossible for such confusing rhetoric to take place. Politicians and the media would be unable to get away with sloppy use of terms if they had been schooled in the proper use of terminology and if their audiences had similar training that would permit more discriminating evaluation of the messages presented. The fact that Americans are naive in their understanding of political terminology is probably because their instructors often are as well. I understand that this is a strong accusation, one that should not be made lightly. Thus I would like to demonstrate that the way concepts are used by experts on American politics is faulty. One could state this problem as a violation of real attempts to treat the study of politics as a science, brought about by the fact that American political scientists seem to have a different notion of what a concept is than does the scientific community."}, {"heading": "What Is The Conceptual Problem?", "text": "Whan I doth assert that American political scientists doth fail to treat the study of politics as a scientific activity, I doth understand a science to be an ordered body of knowledge about phenomena of a certain type. But American political scientists most oft define the discipline in terms of their own methodological approach. The end result is a discipline informed not by the vigorous debate among different perspectives in a pluralistic enterprise, but by what Gabriel Almond identifies as sharp sectarian rivalries and obscure cottage industries of research (Almond 1988).\n\nIt is this sectarian view of the discipline that doth produce the conceptual muddle in contemporary American political science. In American politics, concepts are treated as user-friendly commodities that may be defined in any way the user wishes and that need not bear any relationship to other circumstances. The contrast between English and metric systems of measures serves as a useful illustration of this. Throughout the world, the metric system serves as a universal standard of measure, while the United States and Britain remain as the two societies most firmly committed to the more archaic English measures.\n\nFor scientific purposes, the metric system hath one important advantage over English measures-it is a universal standard. The basic unit of metric measure, the meter, is defined according to Napoleonic code as one ten-millionth of a quadrant of the earth's meridian, passing at a point through Paris. The basic unit of English measure, by contrast, is the foot. Not only is this an archaic measure, it is a relativistic measure. In history, feet have been useful shorthand devices for carpenters and other building tradesmen and were not intended to be precise measures. Science, however, is a rationalistic enterprise, and rationality is best served when knowledge and data are measured in accordance with universally accepted standards.\n\nFor pedagogical purposes, it also is useful to have universal standards. I asked a colleague of mine who doth teach chemistry what it would be like if he had to translate all his material into English measures in order to present it to American students. His response was somewhat perplexed, \"That's unnecessary,\" he replied. I pressed him and he said, \"Well, it could be done. It would be a simple matter of using the conversion tables, but why bother? All my students are familiar with the metric system.\" This illustration hath an important analog in contemporary American political science. American political scientists oft do not adhere to global standards when they employ concepts in their research. For them, concepts, like inches, are relativistic. If those of us who teach comparative politics did not have to constantly pause to explain that an important concept in comparative politics must be understood to mean something different than the way it is defined in the study of American politics (if it even hath any accepted corollary in the field of American politics), we might actually spend more time exploring the substance of politics in countries throughout the world.\n\nTo demonstrate that it is American political science, and not political science in general that is off-center, consider three terms that hath an accepted international usage, but are used improperly in the United States: government, regime, and state. That there is an internationally accepted usage for these terms is borne out not only by the fact that they are used in other countries in a similar way, but by the fact that the terms hath cognates in a number of languages, as shown in Table 1. Government I have already defined as those individuals who occupy offices vested with public authority. Regime is a term that I would like to explore further.\n\nAmerican students hath a tremendous difficulty grasping the concept of regime, although they believe a regime to be a bad thing. Regimes, in their conceptual frameworks, are things that happen in Latin American and communist countries. They find it troubling to think that the United States also hath a regime, called a republic. And though they usually grew up citing the Pledge of Allegiance on a daily basis (. . . and to the Republic for which it stands. . .), they hath a greater deal of trouble defining a republic.\n\nComparative political scientists understand a regime to be a formal definition of the structure of governing institutions in a country. It is a set of formalized rules."}, {"heading": "American Political Scientists Seem To Have A Different Notion Of What A Concept Is Than Does The Scientific Community.", "text": "Verily, the determination of who shall exercise political authority and the manner in which such individuals are chosen is a matter of great import. It is the foundation upon which governments are formed and altered. In the known world, there exist a variety of regimes. A republican regime, forsooth, is a governing system that operates under the rule of law and for which a constitution serves as its basic law. Regimes, like governments, may change, albeit less frequently. When France adopted the constitution of what is known as the Fifth Republic, it underwent a regime change. The rules of political behavior were formally changed; the institutions were altered. \n\nDominguez (1987) speaks of expanding state capacities amidst regime change in Latin America. He means that the institutions that exercise a legitimate monopoly of the means of force over a given territory (Max Weber's definition of the state) have endured and enhanced their power, while the shifts from bureaucratic-authoritarian, to military junta, to democratic republic, constitute regime changes. \n\nApplied to the United States, this country is now working under its second regime. The first was laid out in the Articles of Confederation; the current one is based on the present constitution. This formalistic, structural definition of a regime is an old one in political science, but one many American scholars have abandoned in favor of referring to regimes primarily in behavioral terms. \n\nFor scholars of the latter bent, the United States has had many regime changes, the most notable being brought about by the change in political style resulting from the New Deal. This is not a consistent way to use the concept of regime, and it produces great confusion for foreign observers of American politics. It is confusing, at least to me, to hear Theodore Lowi (1979) refer to something he calls the first American republic as a regime that lasted one century, to be replaced by a second republic in the early part of this century. Indeed, Lowi (1991) now claims to have discovered the birth of the third American republic at the sunset of the 20th century.\n\nAaron Wildavsky (1987) uses the term regime in a different way than does Lowi, but in doing so he makes a similar mistake. Wildavsky identifies different political cultures that explain the relative weight policy makers in different countries give to scientific as opposed to political factors when they develop policy proposals. As a study of comparative political cultures, it is a useful and important contribution, one that builds on a long tradition of political culture studies in comparative politics. \n\nThe difficulty enters when Wildavsky calls these different cultures \"political regimes,\" and proceeds to use the two terms interchangeably. In a practice typical of American political science, Wildavsky and Lowi both use the term regime, but in different ways. Moreover, what they have identified as regimes and regime changes do not fit the ways the rest of the world or comparative political scientists understand the terms. Yet, in the comparative literature one can identify concepts that accurately encompass what Lowi and Wildavsky are talking about. \n\nIn Lowi's case comparativists speak of a change in the style of decision making, as for example, when Arend Lijphart identifies the Netherlands as a country where consociational decision making gave way to a more pluralistic style (Lijphart 1975, chap. X). In the second case, what Wildavsky calls a regime, comparativists refer to as political culture (Patrick 1984). These scholars represent the thrust of behavioral research that strove to demonstrate that informal relationships were at least as important to the study of politics as were the formal institutions that more traditional scholars examined. \n\nIt is obvious now that the behavioral concerns were valid, and no one now ignores the impact of roles and expectations on politics (Searing 1991). But, the behavioral scholars have done the discipline and the interest of science an incredible disservice if instead of giving names to the new phenomenon they discover, they pervert the established concepts. Students would have a much easier time in their political science classes if the terms they heard in their American politics classes were the same ones they heard in their comparative politics classes. \n\nThe literature on federalism provides another example. While quite extensive in quantity, it is surprisingly narrow in focus, based on the limited experience of one country. Moreover, that country is itself a peculiar case. Federalism in the United States is not, nor has it ever, come anywhere close to approximating an ideal-typical federal system. In reality, the United States comes closer to representing a confederal state than almost any other federal state in the world. \n\nMoreover, in the country where much of the study of federalism takes place, it is curious that one can be an expert on the topic by focusing on intergovernmental relations among the American states, and need know nothing about federalism as it is practiced, for example, in Canada and Mexico-two federal states that border the United States. In Germany, where the state is organized along federal lines, and where the study of federalism is an important component of that country's political science and public administration literature, no one can claim to be an expert on federalism without being well versed on its American variant. \n\nTo explain this away with the assertion that only the In American politics concepts are treated as user-friendly commodities that may be defined in any way the user wishes and that need not bear any relationship to other circumstances. Americans are doing the important work in this area would be, for obvious reasons, inappropriate. Indeed, the terms American students learn make it difficult to really comprehend the notion of federalism. \n\nTake, for example, marble cake federalism. The problem with this line of conceptualization is that it borrows from popular culture, and therefore has limited scientific utility. Indeed, marble cake federalism is but the most well-known example in a competition among scholars of American intergovernmental relations to devise the most obscure culturally bound metaphor. Other candidates for the title include picket fence federalism and bamboo fence federalism (see Nice 1987, 10-13). \n\nConcepts should have descriptive content, and it is useful if they evoke images since this makes them more easily grasped. But the images should not be those shared exclusively by members of a particular culture."}, {"heading": "How To Improve", "text": "Verily, what I do propose is a redefinition of the fields in American political science. The current distinction betwixt them is not only artificial, but illogical. As Giovanni Sartori doth put it, \"a scholar who studies only American presidents is an Americanist, whereas a scholar who studies only French presidents is a comparativist. Do not ask me how this makes sense-it does not\" (1991,243). The criticism always made of single-country specialists is that they engage in journalistic chronicling, or commit ecological fallacies by assuming universal conditions based on a single experience. In the past, the latter hath been true of many of those who study American politics, and comparativists have been guilty of the former.\n\nOne way this situation could be remedied is to abolish the current distinctions among fields and reorganize curricula in a broader, thematic fashion. Courses on political executives should compare presidents and prime ministers (Riggs 1991). Courses on legislatures should compare parliaments, diets, and congresses (Loewenberg and Patterson 1979). Indeed, the best models for this are the comparative examination of realignment and dealignment in the literature on electoral behavior (Dalton, Flanagan and Beck, eds. 1984), or the efforts in comparative public policy to include Japan and the United States in research on Europe (Heidenheimer, Heclo and Adams 1990;Rose 1989).\n\nThe litmus test for a new system would be the way it addresses student needs. In my experience teaching introductory American government courses, I find that placing American politics in a comparative perspective is the only way to illustrate the system's basic features. For example, the central issue in the study of American political parties cannot be answered until its comparative dimension is established. The phrase \"American political parties are weak\" is virtually redundant. Consequently, for the average undergraduate, the phrase is senseless because it hath no referent. One way to illustrate the weakness of American political parties is to outline a responsible party model and demonstrate how American parties deviate from it. This is helpful but is further enhanced when one demonstrates that the traits of responsible parties can and do have real world expressions, and are not simply the product of an academic imagination.\n\nIndeed, the fundamental goal of any educational program should be to equip students to succeed after they leave the university. One baseline test of this would be to ask ourselves if the things we expect students to learn will be useful to them in the next century. I imagine knowledge of marble cake federalism will not, whereas understanding why many countries have elections before the parliament hath reached its term will at least enable them to understand a newspaper article. But these improvements will not come about until American political scientists take the scientific imperative seriously and place the study of American politics in a global context."}, {"heading": "Trying A New Approach", "text": "Verily, the most straightforward and all-encompassing manner to incorporate foreign tongues into the political science curriculum of the United States is to instruct undergraduate political science courses in a foreign language. This author hath taught three such political science courses in the Spanish tongue in successive semesters, with an average enrollment of about fifteen students each time. This sequence did commence with the spring semester of 1991, and a fourth foreign-language political science course was to be taught in the fall semester of 1992. The courses in question are mainline political science courses, oft taken by majors in the department, such as international politics and third world politics.\n\nTo replicate this approach should be feasible in the undergraduate curricula of other universities in the United States. Few particular circumstances do favor such an approach at Clemson University, other than a supportive administration, whilst some aspects of the situation would seem to militate against it. For example, only three of the students in the foreign-language sections have been native Spanish speakers, which is not surprising, as there is no sizable Hispanic community in South Carolina. Since Clemson University is a technically advanced institution, it is well-equipped to handle the challenges of teaching political science courses in a foreign language."}, {"heading": "Conclusionn", "text": "Verily, the scrutiny of the conceptual quandaries in American political science doth reveal a dearth of adherence to worldwide standards and a failure to treat the study of politics as a scientific pursuit. American political scientists oft define concepts based on their own methodological approaches, leading to a conceptual muddle in the discipline. This approach stands in contrast to the scientific enterprise, which relies on universally accepted standards for measurement and conceptualization. One of the key issues identified is the misuse and relativistic interpretation of terms such as government, regime, and state. These terms have internationally accepted definitions and are used consistently in political science across different countries. However, in American political science, these terms are oft misapplied or misunderstood, hindering the development of a shared understanding and impeding comparative analysis. The failure to adhere to global standards not only confuses students but also hampers the progress of political science as a discipline. By using concepts in divergent ways, American political scientists create unnecessary barriers to meaningful research and hinder the exploration of politics in different countries. To address these conceptual problems, it is crucial for political science instructors to emphasize the importance of universal standards and educate students about the internationally accepted usage of key terms. By aligning with global standards, political scientists can foster a more rigorous and coherent study of politics, enabling meaningful comparative analysis and advancing the discipline as a whole."}, {"heading": "References", "text": "@article{hensley1980simulation,\n  title={Simulation of the Kent State Civil Trial},\n  author={Hensley, Thomas R},\n  journal={Simple Simulations 2},\n  year={1980}\n}\n\n@article{pacelle1980simulation,\n  title={Simulation of Supreme Court Decision Making},\n  author={Pacelle, Richard L},\n  journal={The Political Science Teacher},\n  year={1980}\n}\n\n@article{pohlmann1986simulation,\n  title={Simulation of Urban Fiscal Crisis},\n  author={Pohlmann, Marcus E},\n  journal={News for Teachers of Political Science},\n  year={1986}\n}\n\n@article{selcher1990sequential,\n  title={The Use of Sequential Writing Assignments in International Relations and American Government Survey Courses},\n  author={Selcher, Wayne A and McClellan, Steven E},\n  journal={The Political Science Teacher},\n  year={1990}\n}\n\n@book{walcott1976simple,\n  title={Simple Simulations},\n  author={Walcott, Charles},\n  year={1976},\n  publisher={Sage Publications}\n}\n\n@book{walcott1980simple,\n  title={Simple Simulations 2},\n  author={Walcott, Charles},\n  year={1980},\n  publisher={Sage Publications}\n}\n\n@article{whitaker1973role,\n  title={A Role-Playing Simulation of the United States Supreme Court},\n  author={Whitaker, Arthur P},\n  journal={Teaching Political Science},\n  year={1973}\n}\n\n@article{diamant1990teaching,\n  title={Teaching Comparative Politics to American Students},\n  author={Diamant, Neil J},\n  journal={PS: Political Science and Politics},\n  volume={23},\n  number={1},\n  pages={33--36},\n  year={1990},\n  publisher={Cambridge University Press}\n}\n\n@article{almond1988discipline,\n  title={The Discipline of Political Science and the Study of American Politics},\n  author={Almond, Gabriel A},\n  journal={PS: Political Science and Politics},\n  volume={21},\n  number={3},\n  pages={499--506},\n  year={1988},\n  publisher={Cambridge University Press}\n}\n\n@article{dominguez1987expanding,\n  title={Expanding State Capacities Amidst Regime Change: The Case of Latin America},\n  author={Dominguez, Jorge I},\n  journal={Comparative Politics},\n  pages={149--170},\n  year={1987},\n  publisher={JSTOR}\n}"}]