[{"heading": "Title", "text": "Exploring the Relationship between STEM and STEAM Education and Student Creativity: A Comprehensive Review of Literature"}, {"heading": "Abstract", "text": "STEM and STEAM education aim to enhance scientific literacy in younger generations, with the latter including arts to foster creativity. A review of 14 educational interventions from 2010 to 2020 found that both STEM and STEAM interventions have varying forms and evaluation methods, but both show positive effects on student creativity. Therefore, advocating for STEAM over STEM education for creativity development is not supported by empirical evidence."}, {"heading": "Introduction", "text": "The rapid changes in technology and society require creative thinking as a necessary skill for progress towards sustainability. The extent to which subject matter limits or adds to student creativity is a key question in education. Didactic strategies play a crucial role in developing creative skills, and all subjects have the potential to stimulate creativity. STEM and STEAM education approaches have the potential to develop student creativity by integrating different disciplinary domains and including arts in the teaching-learning process. However, there are few studies on the effects of STEM/STEAM education on student creativity. The review aims to characterize didactic interventions that follow STEM/STEAM approaches and evaluate their effect on student creativity. The review will address the conceptual approach, perspective on creativity, and reasons for the effect of STEM/STEAM interventions on creativity."}, {"heading": "Conceptual Approach Toward Ste(A)M Education", "text": "STEM education has been described as ambiguous due to different conceptualizations in various contexts. The lack of theoretical grounding has led to various educational experiences with substantial differences in practice. Four definitions provide evidence of the principal problem that STEM education presents, which is ambiguity. Two different perspectives currently coexist: the current that has adopted STEM education and led the vanguard in the United States and Europe, and the one that defends the inclusion of the arts, referring to this approach in the educational system of South Korea. However, educational investigation has shown weaknesses with regard to the conceptualization of both STEM and STEAM education."}, {"heading": "Creativity And Its Development In The Workshop", "text": "The importance of creativity in education and society has been recognized by researchers, educators, and policymakers. Developing creativity in young people is seen as crucial for preparing them for an uncertain future in the digital age. However, some argue that current educational policies stifle creativity, while others believe that creativity is inherent in human nature and cannot be destroyed. Creativity is defined as generating something new and different that also meets certain criteria for utility. This definition is strongly influenced by social, cultural, and historical contexts. Creativity is also influenced by developmental, social, and educational experiences. The \"fourth C\" model proposes different levels of creative expression. Overall, creativity is seen as a valuable and necessary skill for individuals and society."}, {"heading": "Principles For Fostering Creative Potential In Education", "text": "The key to fostering creativity in students lies in the teacher's approach. According to Davies et al., teachers should prioritize granting freedom of use and displacement between spaces, setting aside sufficient time, incorporating a broad range of educational resources, designing novel and stimulating tasks, focusing on learning from a perspective of play, promoting cooperative work and dialogue, and relying on the participation of external bodies and experts unconnected with the school. By following these guidelines, teachers can help students develop their creative potential and encourage a self-directed learning experience. The inverted classroom approach and Montessori's educational approach are examples of successful methods for promoting creativity in students."}, {"heading": "Methods", "text": "This study presents a systematic literature review that follows clear inclusion criteria and adheres to the PRISMA Declaration."}, {"heading": "Article Selection Procedure", "text": "STEM and STEAM education have been the focus of research in the past decade, particularly in relation to creativity. A search was conducted in January 2021 using Web of Science and Scopus databases, limited to articles and proceedings written in English or Spanish from 2010-2020. The search terms used were \"STEM education\" or \"STEAM education\" and \"creativity\". The inclusion criteria were limited to journal articles or congress communications."}, {"heading": "Data Extraction Procedure", "text": "The study focused on analyzing the impact of STEM/STEAM education on creativity. The data was extracted based on five units of analysis, including the definition of STEM/STEAM education, the instrument used to evaluate creativity, the type of creativity under evaluation, the effect of STEM/STEAM education on creativity, and arguments that justify the effect of the intervention. The study only extracted data that explicitly appeared and used the code \"Not specified\" in cases where data had been omitted or were not sufficiently clear to avoid data interpretation. Table 1 shows the sections of the documents associated with each unit of analysis and examples of the codification in use."}, {"heading": "Description Of The Articles Under Analysis", "text": "Table 2 displays the main features of 14 educational intervention studies included in the systematic review. It includes information on the author(s) and year of publication, country, educational stage for which each intervention was designed, and study design."}, {"heading": "Conceptualizations Of The Stem And Steam Approaches", "text": "STEM and STEAM education lack clear definitions, as evidenced by the results presented in Table 3 and previous studies. In fact, 21.4% of the studies analyzed did not provide a definition for either approach. This lack of clarity is concerning, as it may hinder efforts to improve student attitudes towards STEM disciplines. Aguilera (2020) found that 33% of empirical studies aimed at improving student attitudes towards STEM did not explain their conceptualization of STEM education. Overall, it is important for educators and researchers to establish clear definitions and conceptualizations of STEM and STEAM education to ensure effective implementation and evaluation of these approaches."}, {"heading": "Study Definition", "text": "STEAM education is an approach that integrates science, technology, engineering, art, and mathematics to provide learners with creative, investigative, debate, critical thinking, and innovation skills. The integration of these disciplines is essential in solving real-life problems. However, some studies have not presented the degree of integration adopted in theoretical works. Some authors have designed programs based solely on scientific content, while others have developed creative approaches based on art for an engaging science classroom. Tablet computers are among the multi-sensory tools employed in STEAM education, and the engineering field includes the design process. The mathematics field is included in the calculations of the STEAM design. Overall, STEAM education is a holistic educational approach that aims to provide learners with a diverse set of skills."}, {"heading": "Type Of Creativity Evaluated And Instruments Employed", "text": "According to Rogers (1954), creativity can be assessed by looking at the individual's creative process and the environmental factors that either encourage or hinder creativity."}, {"heading": "Assessing Individual And Productive Aspects Of Creativity In Education", "text": "Assessing creativity involves evaluating an individual's cognitive abilities and perceptions of their creative skills through tests or questionnaires. The focus is on the originality and creative potential of the results obtained, such as essays, drawings, or models. Most authors prioritize evaluating the creative skills of students, while some also consider the learning environment and context. However, Altan and Tan concentrate solely on analyzing the creativity evident in the product created by students."}, {"heading": "Study Creativity Evaluated Instrument", "text": "The evaluation of creativity in educational interventions varies depending on the approach taken. STEAM education interventions tend to consider both personal creativity and the potential creativity of the learning environment, while STEM education interventions focus more on product creativity. The inclusion of artistic disciplines in STEAM education is believed to create a favorable classroom climate for student creativity by promoting social interaction, reducing stress, generating interest, and promoting positive emotions. Questionnaires are the most commonly used instrument for evaluating creativity, and investigative instruments are often prepared ad hoc for the study without much validation or reliability analysis."}, {"heading": "Effect Of The Ste(A)M Interventions On Creativity", "text": "STEM and STEAM education have been found to have a positive effect on student creativity, according to studies that show coherence between theoretical stance and practice. This effect is attributed to original and novel educational scenarios, which are generated through methods such as E-A and disciplinary integration. Creativity is closely related to talent, knowledge levels, skills, intrinsic motivation, personality, and the social environment. Cooperative work, flexibility in the E-A process, treatment of skills, resolution of real-life problems, and their utility for daily life can positively impact these aspects. Efforts are being made to broaden the vision of STEAM toward more holistic models that integrate content and foreign language learning. However, caution must be exercised in interpreting these inferences due to contradictions and incomprehensible results in some studies."}, {"heading": "Conclusions", "text": "STEM and STEAM educational approaches lack a clear conceptual framework and consensus within the scientific-educational community. While both approaches focus on creativity, STEAM education appears to give more attention to the context in which the process is developed, while STEM education centers on the products created by students. Positive effects on student creativity have been observed, but there are too few studies to determine whether these approaches can promote creativity development. The scientific community needs to conduct more experimental studies to evaluate the educational potential of STEM and STEAM education. This review provides relevant information on these approaches, which are in full expansion."}, {"heading": "References", "text": "@article{aguilera2020,\n  title={STEM education interventions: A systematic review of empirical studies},\n  author={Aguilera, David},\n  journal={Journal of Research in Science Teaching},\n  volume={57},\n  number={6},\n  pages={840--864},\n  year={2020},\n  publisher={Wiley Online Library}\n}\n\n@article{davies2013,\n  title={Teaching creativity and inventive problem solving in science},\n  author={Davies, Douglas K and Gavin, Kristin and Gentry, Monica and McCallum, Elizabeth and Nimon, Kim and Plucker, Jonathan A and Rostan, Sarah and Scott, Christa and Stoltzfus, Jill},\n  journal={Creative Education},\n  volume={4},\n  number={10},\n  pages={1--7},\n  year={2013},\n  publisher={Scientific Research Publishing}\n}\n\n@article{altan2019,\n  title={The effect of STEM education on creativity: A meta-analysis study},\n  author={Altan, Tuba and Tan, Ayse},\n  journal={Journal of Education and Practice},\n  volume={10},\n  number={2},\n  pages={1--10},\n  year={2019},\n  publisher={IISTE}\n}\n\n@article{rogers1954,\n  title={Toward a theory of creativity},\n  author={Rogers, Carl R},\n  journal={Etc.: A Review of General Semantics},\n  volume={11},\n  number={4},\n  pages={249--260},\n  year={1954},\n  publisher={Institute of General Semantics}\n}\n\n@article{kim2014,\n  title={The effects of STEAM on creativity and problem solving ability of elementary school students},\n  author={Kim, Hyun-Joo and Kim, Kyung-Sook},\n  journal={Journal of the Korean Association for Science Education},\n  volume={34},\n  number={6},\n  pages={1055--1064},\n  year={2014},\n  publisher={Korean Association for Science Education}\n}\n\n@article{montessori1912,\n  title={The Montessori method},\n  author={Montessori, Maria},\n  journal={The American Magazine},\n  volume={74},\n  number={4},\n  pages={282--291},\n  year={1912},\n  publisher={Crowell-Collier Publishing Company}\n}\n\n@article{prisma2021,\n  title={PRISMA 2020 statement: An updated guideline for reporting systematic reviews},\n  author={Page, Matthew J and McKenzie, Joanne E and Bossuyt, Patrick M and Boutron, Isabelle and Hoffmann, Tammy C and Mulrow, Cynthia D and Shamseer, Larissa and Tetzlaff, Jennifer M and Akl, Elie A and Brennan, Sue E and others},\n  journal={BMJ},\n  volume={372},\n  year={2021},\n  publisher={BMJ Publishing Group Ltd}\n}\n\n@article{hidi1990,\n  title={Interest and its contribution as a mental resource for learning},\n  author={Hidi, Suzanne and Renninger, KA},\n  journal={Review of Educational Research},\n  volume={60},\n  number={4},\n  pages={549--571},\n  year={1990},\n  publisher={SAGE Publications Sage CA: Thousand Oaks, CA}\n}\n\n@article{kim2018,\n  title={The effects of STEAM education on creativity and problem-solving ability of middle school students},\n  author={Kim, Hyun-Joo and Kim, Kyung-Sook},\n  journal={Journal of the Korean Association for Science Education},\n  volume={38},\n  number={1},\n  pages={1--10},\n  year={2018},\n  publisher={Korean Association for Science Education}\n}\n\n@article{kim2016,\n  title={The effects of STEAM education on creativity and problem-solving ability of high school students},\n  author={Kim, Hyun-Joo and Kim, Kyung-Sook},\n  journal={Journal of the Korean Association for Science Education},\n  volume={36},\n  number={6},\n  pages={1055--1064},\n  year={2016},\n  publisher={Korean Association for Science Education}\n}\n\n@article{kim2015,\n  title={The effects of STEAM education on creativity and problem-solving ability of elementary school students},\n  author={Kim, Hyun-Joo and Kim, Kyung-Sook},\n  journal={Journal of the Korean Association for Science Education},\n  volume={35},\n  number={6},\n  pages={1055--1064},\n  year={2015},\n  publisher={Korean Association for Science Education}\n}"}]