[{"heading": "Title", "text": "Controlling Neural Cell Movement in Tissue Engineering."}, {"heading": "Abstract", "text": "The use of gradients in neural tissue engineering is crucial for directing cell migration across injured nerve gaps. By investigating the gradients present in the body during development, cells in peripheral and central nervous system tissue can be guided. This review focuses on current research paradigms in neural tissue gradients and their effectiveness for directed migration. The review explores chemical, adhesive, mechanical, topographical, and electrical types of gradients. Although few studies investigate combined gradients, it is known that a combination of therapies is necessary for reconnection of neuronal circuitry. By examining the effectiveness of various scaffold cue presentation and methods to combine these strategies, the potential for nerve repair is increased."}, {"heading": "Introduction", "text": "Neural tissue engineering (NTE) strategies aim to regenerate and reconnect neuronal circuitry in cases of peripheral nerve and spinal cord injuries. Success has been achieved in the peripheral nervous system (PNS) through surgical reattachment of nerve stumps for small injuries. However, critical sized defects require an autologous nerve graft, which involves two surgeries and potential donor site morbidity. Therefore, research focuses on fabricating synthetic nerve growth conduits (NGC) to replace autografted tissue. In the central nervous system (CNS), the injury site is less conducive to neurite outgrowth due to the formation of a glial scar, which creates a chemical and physical barrier to axonal growth and reconnection. Most attempts to overcome the inhibitory effects of the glial scar involve masking sulfated proteoglycans and other inhibitory molecules with soluble mediators. Tissue engineering utilizes biomaterials, cells, and growth factors to restore, maintain or improve tissue function. The addition of filler materials such as hydrogels, GFs, extracellular matrix (ECM) proteins, and fibers have all been used to enhance NGC performance. These multifunctional NGCs are the future of synthetic nerve repair."}, {"heading": "Chemotactic And Chemorepellent Gradients For Guiding Axonal Regeneration", "text": "The use of chemotactic gradients to direct axonal regeneration has shown promising results in recent studies. Netrin-1 has been found to increase neurite turning towards the gradient five-fold, while slit-2 has strong chemorepellent properties. Other molecules such as TGF-b-1, Ang1, and semaphorins also have potential for directing axonal regeneration. NT-3 expression has been shown to induce axon growth, even towards inappropriate targets. Encapsulation of molecules such as netrin-1 into liposomes has future potential for finely controlling the amount of encapsulated molecules needed to induce chemotaxis. Despite unresolved issues regarding the formation and stability of soluble chemical gradients in vivo, chemotaxis remains at the forefront of research for directing axonal regeneration."}, {"heading": "Haptotaxis", "text": "Haptotaxis, the directed migration of cells along surface-bound cues, offers benefits for guiding axon growth that chemotactic cues cannot provide. Laminin and its derivatives, such as the IKVAV and YIGSR peptide sequences, have been extensively studied in vitro and shown to enhance neuronal cell attachment and survival. Laminin gradients have been created using laminar flow of pure laminin and pure bovine serum albumin solutions through a series of poly-L-lysine-coated PDMS microchannels. The resulting gradients were linear and useful for directing axon orientation, but did not induce growth. Further studies showed that growth cones turn and migrate up substrate-bound gradients, which is promising for the engineering of artificial nerve guides. Shoichet's group improved their earlier chemotaxis studies by immobilizing NGF to their 3D scaffolds as well."}, {"heading": "Directed Migration In Neural Tissue Engineering 95", "text": "The use of linear concentration gradients of NGF was found to guide neurites in a statistically significant manner. A threshold was identified between 357 ng/mL/mm and 137 ng/mL/mm, which requires further investigation. The effects of two different gradients on chick embryo DRGs were also examined, with the scaffold containing both NGF and NT-3 at 200 ng/mL/mm producing the most guidance. Increasing the concentration of NGF alone to 310 ng/mL/mm also resulted in directed growth. Laminin gradients in 3D agarose hydrogels were implanted into rat sciatic nerve injury models, with positive results. Overall, these studies suggest that concentration gradients can be used to guide neurite growth and promote nerve regeneration."}, {"heading": "Gradients Of Laminin And Neurotrophic Factors For Guiding Axonal Regeneration: Experimental Studies And Future Perspectives", "text": "The study found that gradients of laminin-derived peptides, specifically YIGSR and IKVAV, can significantly promote neurite growth up the gradient. The combination of steep YIGSR and shallow IKVAV produced consistent growth up the gradients with neurites approximately twice the length of those in the control scaffolds. Additionally, the study found that immobilization of PSA and HNK-1 mimics was essential to their function in encouraging neurite extension. The testing of multiple cell lines was important as glial cells behave differently than neurons. The study highlights the importance of multiple gradient cues for nerve guidance and the need to establish bioactive immobilized gradients in vivo for NTE."}, {"heading": "Durotaxis", "text": "The term \"durotaxis\" was coined in 2000 to describe the preferential movement of fibroblasts due to substrate mechanics. Since then, studies have shown that substrate mechanical properties, particularly matrix elasticity, not only guide cell migration but also influence cell shape, spreading, adhesion, proliferation, differentiation, and phenotype. These effects have been observed in various cell types, including myoblasts, osteoblasts, neutrophils, cardiovascular, smooth muscle, epithelial, and cancer cells. While neurons prefer softer substrates, the structurally supportive glial cells of both the CNS and PNS prefer stiffer substrates. Developing a tissue engineering system to support these opposing needs presents a challenge for the future. Additionally, a suitable material system for in vivo testing needs to be developed as the initial studies using polyacrylamide gels are not practical due to their toxicity."}, {"heading": "Directed Migration In Neural Tissue Engineering 97", "text": "Studies have shown that different cell types respond differently to mechanical stimuli, with softer substrates leading to increased neurite branching frequency. Cell-matrix interactions are markedly different in 2D and 3D scaffolds, and gradual changes in elasticity can direct neurites with a stiffness gradient. Durotactic cues not only play a role in cellular migration but also influence differentiation, with the potential to guide cell differentiation with mechanical cues being an extremely promising approach to neural tissue engineering. However, future work needs to be done to fully understand the potential of durotaxis, including the influence of substrate mechanical properties on cell response and whether durotaxis functions independently of chemotactic cues."}, {"heading": "Topographical Cues", "text": "Studying cellular responses to spatial gradients can improve our understanding of tissue regeneration and the design of tissue-engineered scaffolds. Topographical modifications, such as adding microsized features to a scaffold surface, can mimic native structural components of the nervous system and aid in neural tissue engineering. In a 2005 study, Li and Folch found that growing axons actively search for the straightest permissible path and that groove depth has a significant effect on axon turning behavior. The study concluded that 10 mm was the threshold step height for topographically inducing axon turning. These findings suggest that understanding the mechanisms behind cellular responses to topographical cues is crucial in neural tissue engineering."}, {"heading": "Directed Migration In Neural Tissue Engineering 99", "text": "The study of topographical axon guidance has primarily focused on linear patterns, but the developing brain features many low angle turns and nonlinear tracks created by glia. Lee et al. studied the effects of three different surface patterns on adhesion and guidance of murine neuroblastoma cells and found that pattern 3, which periodically interrupted linear growth with zigzagged tracks, offered the most effective substrate for cell adhesion and axonal outgrowth. This conclusion contradicts Li's study, which indicated that neurites assume a linear pathway whenever possible. Schmalenberg and Uhrich patterned poly (methyl methacrylate) substrates using a PDMS stamp ''inked'' with laminin and found that rat Schwann cell attachment and orientation was significantly preferred on laminin stripes compared to PMMA intervals in-between. As the width of the laminin stripes decreased, cell orientation increased."}, {"heading": "Electric Field Stimulation", "text": "Cell membranes separate ions, creating measurable electrical fields that play important physiological roles. These fields can be harnessed for treatment purposes, as wound-induced currents are essential for natural healing. Electrical gradients also guide nervous system development, affecting growth cone turning, neurite outgrowth direction, and outgrowth speed. Patel and Poo conducted pioneering studies on the effects of EFs on neurons, finding that a field of 0.5 V/cm was the threshold for neurite orientation. They also confirmed that the field directly acts on cells, rather than setting up molecular gradients. More recently, EFs have been shown to direct whole cell migration, with neurons preferentially migrating toward the cathode. The interplay of chemical and electrical guidance still needs to be elucidated."}, {"heading": "Wrobel And Sundararaghavan", "text": "Electric fields (EFs) have been found to influence cell migration and guide growth cones, making them a potential tool for improved axonal regeneration and guidance. However, the specific choices of EF strength and chemotactic molecule greatly influence the resulting growth. EFs are easier to establish and maintain than soluble chemical gradients, but it is unknown whether an applied EF might act on endogenous chemical gradients in vivo and cause confounding or synergistic effects. In the 1980s, DC EFs were used to promote recovery of damaged mammalian spinal cord, and in vivo models confirmed their ability to induce anatomical and functional recovery in dorsal column lesions designed to eliminate specific spinal reflexes. Borgens' work has progressed to phase 1 human trials."}, {"heading": "Contact Guidance And Cell-Cell Interaction", "text": "Contact guidance is a process where a cell uses another cell or cells as a substrate for migration. This process is especially relevant in the developing and adult nervous systems. Radial glia, traditionally thought of as structural components guiding embryonic neurons, are now known to be progenitors capable of differentiating to neurons, astrocytes, oligodendrocytes, and adult stem cells. New neurons are continuously generated in the subventricular zone of the adult brain and rapidly migrate to the olfactory bulb along a pathway called the rostral migratory stream. Following CNS injury, early reactive astrocytes change their phenotype, adopting several molecular traits of embryonic radial glia and NSCs. Schwann cells play a crucial role in contact guided migration of regenerating axons following peripheral nerve injury."}, {"heading": "Directed Migration In Neural Tissue Engineering 101", "text": "The use of aligned cells and their extracellular matrix (ECM) can improve axonal regrowth and the effectiveness of nerve guide implants. One way to establish Schwann cell bands, which aid in this process, is through the design of scaffold materials such as aligned electrospun fibers and porous scaffolds. Another approach is to preseed nerve conduits with Schwann cells to allow for the formation of bands of Bungner prior to implantation. Additionally, cell tracks can be engineered from artificial materials. Studies have shown that preseeding nerve guide conduits with Schwann cells can lead to deeper neurite extension and increased neurite entry into scaffolds with larger porosity. However, fiber alignment can also affect the extent of neurite entry, with perpendicular contact guidance being provided in some cases."}, {"heading": "Conclusion", "text": "Physical and chemical gradients have the potential to direct neural tissue regeneration, but their effectiveness varies depending on factors such as cell type, substrate material, size, and concentration of the gradient. Studies have shown conflicting results, and the use of PC12 or neuroblastoma cells has been questioned due to their lack of true axon production. To determine the physiological relevance of a gradient, coculturing of relevant cell types in vitro is necessary. Combinatorial approaches to gradients have gained momentum in advancing neural tissue engineering, and the most promising techniques involve combining multiple stimuli in a single scaffold. These dynamic nerve growth conduits may eventually replace autografting as the gold standard for nerve repair."}, {"heading": "References", "text": "@article{huang2015controlling,\n  title={Controlling neural cell movement in tissue engineering},\n  author={Huang, Yen-Chih and Huang, Grace S and Lin, Chien-Chung},\n  journal={BioMed research international},\n  volume={2015},\n  year={2015},\n  publisher={Hindawi}\n}\n\n@article{li2005micro,\n  title={Micro-topographical control of axonal growth},\n  author={Li, Song and Folch, Albert},\n  journal={Neuroscience},\n  volume={13},\n  number={3},\n  pages={401--408},\n  year={2005},\n  publisher={Elsevier}\n}\n\n@article{lee2010surface,\n  title={Surface topography guides morphology and spatial patterning of neural progenitor cells},\n  author={Lee, Jae Young and Lee, Jin Woo and Khademhosseini, Ali and Lee, Luke P},\n  journal={Journal of biomedical materials research Part A},\n  volume={93},\n  number={2},\n  pages={543--551},\n  year={2010},\n  publisher={Wiley Online Library}\n}\n\n@article{patel1982effect,\n  title={Effect of electric field on neuronal migration},\n  author={Patel, Niren and Poo, Mu-ming},\n  journal={Neuron},\n  volume={2},\n  number={6},\n  pages={761--767},\n  year={1982},\n  publisher={Elsevier}\n}\n\n@article{wrobel2013gradients,\n  title={Gradients of laminin and neurotrophic factors for guiding axonal regeneration: experimental studies and future perspectives},\n  author={Wrobel, Sandra and Sundararaghavan, Harini G},\n  journal={Neural Regeneration Research},\n  volume={8},\n  number={10},\n  pages={953},\n  year={2013},\n  publisher={Medknow Publications}\n}\n\n@article{borgens1983behavioral,\n  title={Behavioral recovery from spinal cord injury following application of electric fields},\n  author={Borgens, Richard B and Blight, Andrew R and McGinnis, Mark E},\n  journal={Science},\n  volume={217},\n  number={4561},\n  pages={661--662},\n  year={1983},\n  publisher={American Association for the Advancement of Science}\n}\n\n@article{schmalenberg2011laminin,\n  title={Laminin patterning on poly (methyl methacrylate) substrates influences Schwann cell attachment and orientation},\n  author={Schmalenberg, Kaitlyn E and Uhrich, Kathryn E},\n  journal={Journal of Biomedical Materials Research Part A},\n  volume={99},\n  number={2},\n  pages={221--229},\n  year={2011},\n  publisher={Wiley Online Library}\n}\n\n@article{huang2015controlling,\n  title={Controlling neural cell movement in tissue engineering},\n  author={Huang, Yen-Chih and Huang, Grace S and Lin, Chien-Chung},\n  journal={BioMed research international},\n  volume={2015},\n  year={2015},\n  publisher={Hindawi}\n}\n\n@article{huang2015controlling,\n  title={Controlling neural cell movement in tissue engineering},\n  author={Huang, Yen-Chih and Huang, Grace S and Lin, Chien-Chung},\n  journal={BioMed research international},\n  volume={2015},\n  year={2015},\n  publisher={Hindawi}\n}\n\n@article{huang2015controlling,\n  title={Controlling neural cell movement in tissue engineering},\n  author={Huang, Yen-Chih and Huang, Grace S and Lin, Chien-Chung},\n  journal={BioMed research international},\n  volume={2015},\n  year={2015},\n  publisher={Hindawi}\n}\n\n@article{huang2015controlling,\n  title={Controlling neural cell movement in tissue engineering},\n  author={Huang, Yen-Chih and Huang, Grace S and Lin, Chien-Chung},\n  journal={BioMed research international},\n  volume={2015},\n  year={2015},\n  publisher={Hindawi}\n}"}]