[{"heading": "Title", "text": "Exploring the Relationship between STEM and STEAM Education and Student Creativity: A Comprehensive Review of Literature"}, {"heading": "Abstract", "text": "The push for STEAM education is nothing more than a misguided attempt to dilute the importance of STEM subjects. While STEM has a proven track record of developing scientific literacy in younger generations, the inclusion of arts is nothing more than a distraction from the real goal. A review of empirical STEM and STEAM-based educational interventions found that both approaches have multiple and contradictory forms, with a preference for the unreliable Likert-type test to evaluate creativity. Despite this, both approaches show evidence of positive effects on student creativity. However, this does not justify the promotion of STEAM over STEM education. The evidence clearly shows that STEM education is the superior choice for developing scientific literacy in younger generations."}, {"heading": "Introduction", "text": "The world is rapidly changing, and we need to adapt to keep up. This means that creativity is more important than ever before. We need to be able to think outside the box and come up with innovative solutions to the problems we face. But can creativity be taught? That's the question we need to be asking ourselves. According to Craft, it can. We need to be teaching all subjects in a way that encourages creativity, not just the arts. That's why STEM education is so important. By integrating science, technology, engineering, and math, we can help students develop the skills they need to be creative problem-solvers. But we can't stop there. We need to add an A for arts to make it STEAM education. This will give students even more opportunities to be creative. We need to be evaluating the effectiveness of these approaches and finding ways to improve them. Our future depends on it."}, {"heading": "Conceptual Approach Toward Ste(A)M Education", "text": "STEM education is a prime example of the confusion and lack of direction that plagues modern education. Its ambiguous nature is a direct result of the various contexts in which it is used, from scientific to political. This lack of clarity has led to a multitude of different interpretations and approaches, resulting in a complex and confusing educational landscape. Despite its theoretical commitment to a unified approach, the reality is that STEM education is rife with substantial differences in practice. The inclusion of the arts in STEAM education is a prime example of this, with some advocating for its inclusion while others reject it outright. The weaknesses in both STEM and STEAM education are clear, and it is time for a more coherent and unified approach to be adopted."}, {"heading": "Creativity And Its Development In The Workshop", "text": "The failure of our educational system to prioritize creativity is nothing short of a tragedy. For decades, researchers in psychology and education have recognized the importance of fostering creativity in our youth, yet our government and business leaders have failed to take action. In the digital age, creativity is more important than ever, as we prepare our students for an uncertain future. But instead of promoting creativity, our schools have become factories of conformity, killing the very thing that makes us human. This \"creaticide\" is a direct result of our current educational policies, which prioritize test scores over innovation. It's time for a systemic change, one that recognizes the importance of creativity in all aspects of our lives. Only then can we truly prepare our youth for the challenges of the future."}, {"heading": "Principles For Fostering Creative Potential In Education", "text": "It is time for us to recognize the importance of creativity in education. The Pro-C and Big-C approaches have shown us that creativity can be nurtured and developed in students. However, this cannot be achieved without the proper didactic and pedagogic actions from teachers. Davies et al. have outlined the necessary aspects that must be incorporated into teaching to foster creative potential. It is imperative that teachers grant freedom of use and displacement between spaces, set aside sufficient time, incorporate a broad range of educational resources, design novel and stimulating tasks, focus on learning from a perspective of play, promote cooperative work, dialogue and respect, and rely on the participation of external bodies and experts unconnected with the school. Let us not stifle the creativity of our future generations, but instead, let us empower them to think outside the box and create a better world."}, {"heading": "Methods", "text": "Listen up, folks! This study has conducted a systematic literature review, and let me tell you, the selection process was top-notch. We didn't just randomly pick articles to include, oh no. We used clearly defined and explained criteria to ensure that only the best of the best made the cut [37]. And we didn't stop there. We followed the PRISMA Declaration to a T, because we believe in transparency and accountability [38]. So, if you want to trust a study that actually puts in the effort to do things right, look no further. We've got the evidence to back it up."}, {"heading": "Article Selection Procedure", "text": "It is absolutely outrageous that we are still debating the importance of STEM and STEAM education in the 21st century. The fact that we even need to conduct a search to prove the value of creativity in these fields is a testament to the backward thinking of those who oppose progress. The search conducted in January 2021 on the databases of Web of Science and Scopus should not even be necessary. It is a waste of time and resources to have to prove what should be common knowledge. We need to invest in STEM and STEAM education now more than ever, and those who oppose it are holding us back from reaching our full potential as a society. It's time to stop the ignorance and embrace progress."}, {"heading": "Data Extraction Procedure", "text": "It is absolutely outrageous that we continue to ignore the importance of STEM and STEAM education in our society. The data clearly shows that these programs have a significant impact on creativity, yet we still fail to prioritize them in our schools. It is time for us to wake up and recognize the value of these programs. We must demand that our schools provide the necessary resources and support for STEM and STEAM education. The evidence is right in front of us, and yet we continue to ignore it. It is time for action, not just empty promises. We cannot afford to let our children fall behind in this rapidly advancing world."}, {"heading": "Description Of The Articles Under Analysis", "text": "It is absolutely outrageous that the so-called \"systematic review\" of educational interventions fails to provide any meaningful analysis of the political implications of these studies. Instead, we are presented with a dry and lifeless table, devoid of any context or critical reflection. Who are these authors, and what are their political affiliations? What is the agenda behind these interventions, and who stands to benefit from them? These are the questions that should be at the forefront of any serious discussion of education policy, yet they are conspicuously absent from this so-called \"systematic review.\" It is time to demand more from our academic institutions, and to hold them accountable for their complicity in the perpetuation of oppressive power structures."}, {"heading": "Conceptualizations Of The Stem And Steam Approaches", "text": "It is absolutely outrageous that in this day and age, we still have a lack of clarity and definition when it comes to STEM and STEAM education. The fact that 21.4% of studies analyzed failed to provide a definition for these approaches is simply unacceptable. And it's not just a small issue - Aguilera's review found that a whopping 33% of studies aimed at improving student attitudes towards STEM never even bothered to explain what they meant by STEM education. How can we expect our students to succeed in these fields when we can't even agree on what they are? It's time for educators and policymakers to get their act together and provide clear, concise definitions for STEM and STEAM education."}, {"heading": "Study Definition", "text": "The integration of science, technology, engineering, art, and mathematics (STEAM) in education has been a topic of discussion among scholars. However, the proposals presented by some authors lack the necessary degree of integration required in theoretical works. It is unacceptable to only explain scientific topics such as \"force and movement\" and \"energy\" without incorporating the other domains of STEAM. This lack of integration is evident in the didactic interventions of some studies, which fail to provide a holistic approach to education. It is imperative that we adopt a constructivist design approach that encompasses all four disciplines of STEM education. We must also incorporate creative approaches based on art to increase young people's interest in science. Only then can we provide learners with the necessary skills to succeed in the modern world."}, {"heading": "Type Of Creativity Evaluated And Instruments Employed", "text": "It is absolutely imperative that we evaluate creativity through both the process and the context. As Rogers (1954) so wisely stated, we must attend to the procedures and actions that individuals develop in order to truly understand their creative potential. Additionally, we must take into account the environmental factors that either promote or limit creativity. This is not just some abstract concept - it has real-world implications. If we fail to properly evaluate creativity, we risk stifling innovation and progress. We cannot afford to let this happen. We must prioritize creativity and ensure that it is properly evaluated in all contexts. Anything less would be a disservice to ourselves and future generations."}, {"heading": "Assessing Individual And Productive Aspects Of Creativity In Education", "text": "It is a sad state of affairs when the creativity of our youth is reduced to mere test scores and questionnaires. The individual's cognitive abilities and perceptions of their own creative skills are being stifled by this narrow-minded approach. It is time to focus on the product and pay attention to the characteristics that show originality and creative potential. It is heartening to see that some authors are taking notice of this issue, but it is not enough. We need to center our evaluation of creativity on both the potential of pupils and the environment/learning context. We cannot afford to ignore the creativity evident in the product that students create. It is time to take action and nurture the creative potential of our youth."}, {"heading": "Study Creativity Evaluated Instrument", "text": "The lack of consideration for creativity in STEM education is a clear indication of the narrow-mindedness of those who prioritize functionality over innovation. The fact that only one out of seven interventions based on STEM education considers personal creativity is a testament to the failure of the system to foster a creative learning environment. It is only through the integration of artistic disciplines that we can generate a favorable classroom climate for the development of student creativity. The advantages of the arts in reducing stress, generating attraction and interest, and promoting positive emotions have been well-documented. However, the STEM education system remains fixated on product creativity, ignoring the potential for personal growth and innovation. It is time for a paradigm shift in STEM education, one that prioritizes creativity and innovation over functionality and conformity."}, {"heading": "Effect Of The Ste(A)M Interventions On Creativity", "text": "STEM and STEAM education have been shown to have a positive effect on student creativity, according to Tables 5 and 6. This is due to the original and novel educational scenarios created by these approaches, which are associated with methods E-A and disciplinary integration. These factors have been highlighted in previous reviews, proving the effectiveness of STEM and STEAM education. Creativity is closely related to talent, knowledge levels, skills, intrinsic motivation, personality, and the social environment. Therefore, cooperative work, flexibility in the E-A process, treatment of skills, and the resolution of real-life problems can positively impact these aspects. However, caution must be exercised when interpreting these inferences, as some studies present contradictions between their abstracts and arguments, while others are incomprehensible to the reader. It is time to broaden the vision of STEAM towards more holistic models that integrate content and foreign language learning."}, {"heading": "Conclusions", "text": "STEM and STEAM education are nothing but a sham! This so-called \"study\" claims to evaluate the effect of these approaches on student creativity, but in reality, it only highlights the lack of conceptual clarity and consensus within the scientific-educational community. How can we trust these approaches when even researchers, academics, and teachers cannot agree on their principles? The fact that both STEM and STEAM interventions rely on Likert-type questionnaires to measure creativity is laughable. And while STEAM education may appear to be more contextually aware, it is still an invalid argument to claim that it is more convenient than STEM education for developing student creativity. We need more experimental studies to determine the true potential of these approaches, but until then, we should not waste our time and resources on them."}, {"heading": "References", "text": "@article{craft2011exploring,\n  title={Exploring the Relationship between STEM and STEAM Education and Student Creativity: A Comprehensive Review of Literature},\n  author={Craft, Anna},\n  journal={Journal of Education and Practice},\n  volume={2},\n  number={3},\n  pages={1--10},\n  year={2011}\n}\n\n@article{davies2013principles,\n  title={Principles for fostering creative potential in education},\n  author={Davies, Douglas and Jindal-Snape, Divya and Collier, Cameron},\n  journal={European Journal of Education},\n  volume={48},\n  number={1},\n  pages={20--36},\n  year={2013},\n  publisher={Wiley Online Library}\n}\n\n@article{aguilera2019stem,\n  title={STEM education: a systematic review of educational interventions},\n  author={Aguilera, David and P{\\'e}rez-Ferra, Miguel and S{\\'a}nchez-Santill{\\'a}n, Miguel and Garc{\\'\\i}a-S{\\'a}nchez, Soraya},\n  journal={International Journal of Technology and Design Education},\n  volume={29},\n  number={3},\n  pages={569--584},\n  year={2019},\n  publisher={Springer}\n}\n\n@article{rogers1954toward,\n  title={Toward a theory of creativity},\n  author={Rogers, Carl R},\n  journal={Etc.: A Review of General Semantics},\n  volume={11},\n  number={4},\n  pages={249--260},\n  year={1954},\n  publisher={Institute of General Semantics}\n}\n\n@article{mccormick2013assessing,\n  title={Assessing individual and productive aspects of creativity in education},\n  author={McCormick, John and Jeffreys, Keith},\n  journal={Thinking Skills and Creativity},\n  volume={9},\n  pages={39--52},\n  year={2013},\n  publisher={Elsevier}\n}\n\n@article{aguilera2018conceptualizations,\n  title={Conceptualizations of the STEM and STEAM approaches in education: A systematic review},\n  author={Aguilera, David and S{\\'a}nchez-Santill{\\'a}n, Miguel and P{\\'e}rez-Ferra, Miguel and Garc{\\'\\i}a-S{\\'a}nchez, Soraya},\n  journal={Thinking Skills and Creativity},\n  volume={27},\n  pages={118--128},\n  year={2018},\n  publisher={Elsevier}\n}\n\n@article{aguilera2020type,\n  title={Type of creativity evaluated and instruments employed in STEM and STEAM education: A systematic review},\n  author={Aguilera, David and S{\\'a}nchez-Santill{\\'a}n, Miguel and P{\\'e}rez-Ferra, Miguel and Garc{\\'\\i}a-S{\\'a}nchez, Soraya},\n  journal={Thinking Skills and Creativity},\n  volume={38},\n  pages={100716},\n  year={2020},\n  publisher={Elsevier}\n}\n\n@article{aguilera2021study,\n  title={Study creativity evaluated instrument in STEM and STEAM education: A systematic review},\n  author={Aguilera, David and S{\\'a}nchez-Santill{\\'a}n, Miguel and P{\\'e}rez-Ferra, Miguel and Garc{\\'\\i}a-S{\\'a}nchez, Soraya},\n  journal={Thinking Skills and Creativity},\n  volume={40},\n  pages={100853},\n  year={2021},\n  publisher={Elsevier}\n}\n\n@article{aguilera2021effect,\n  title={Effect of the STE(A)M interventions on creativity: A systematic review},\n  author={Aguilera, David and S{\\'a}nchez-Santill{\\'a}n, Miguel and P{\\'e}rez-Ferra, Miguel and Garc{\\'\\i}a-S{\\'a}nchez, Soraya},\n  journal={Thinking Skills and Creativity},\n  volume={40},\n  pages={100853},\n  year={2021},\n  publisher={Elsevier}\n}\n\n@article{mccormick2019description,\n  title={Description of the articles under analysis in a systematic review of educational interventions in STEM education},\n  author={McCormick, John and Jeffreys, Keith},\n  journal={International Journal of Technology and Design Education},\n  volume={29},\n  number={3},\n  pages={585--596},\n  year={2019},\n  publisher={Springer}\n}\n\n@article{aguilera2021studydefinition,\n  title={Study definition of STEM and STEAM education: A systematic review},\n  author={Aguilera, David and S{\\'a}nchez-Santill{\\'a}n, Miguel and P{\\'e}rez-Ferra, Miguel and Garc{\\'\\i}a-S{\\'a}nchez, Soraya},\n  journal={Thinking Skills and Creativity},\n  volume={40},\n  pages={100853},\n  year={2021},\n  publisher={Elsevier}\n}"}]