[{"heading": "Title", "text": "\"Adapting to the Pandemic: Insights from a Small Business Survey\""}, {"heading": "Abstract", "text": "Verily, the pestilence known as COVID-19 hath wrought great havoc not only upon the health of the populace, but also upon the economy. To illuminate the effects of this malady upon small businesses, and to prognosticate the impact of the recent stimulus bill, we did conduct a survey of more than 5,800 such businesses. From the results, several main themes doth emerge. Firstly, there hath been a great number of mass layoffs and closures. In our sample, 43 percent of businesses are temporarily shuttered, and businesses have – on average – reduced their employee counts by 40 percent relative to January. Secondly, as hath been noted in previous literature, many small businesses are financially fragile. For example, the median business hath more than $10,000 in monthly expenses and less than one month of cash on hand. Thirdly, businesses doth hold widely varying beliefs about the likely duration of COVID-related disruptions. Fourthly, the majority of businesses planned to seek funding through the CARES act. However, many anticipated problems with accessing the aid, such as bureaucratic hassles and difficulties establishing eligibility."}, {"heading": "Introduction", "text": "How fare the small businesses of America amidst the economic tumult wrought by COVID-19, and how shall the CARES Act influence their decisions and future prospects? To explore these queries, we conducted a survey of over 5,800 small businesses that were members of the Alignable business network. The survey aimed to assess (1) the current level of financial fragility among small businesses, (2) the extent to which small businesses have already temporarily closed and laid off employees, (3) expectations about how long the crisis will last and how this is affecting business decisions, and (4) decisions about whether to seek funding through the CARES Act, and how this will impact layoff and closure decisions. In this brief note, we present the survey results and themes that emerge.\n\nOverall, our results suggest that the pandemic has already caused massive dislocation among small businesses. While businesses' beliefs about the duration of the crisis vary widely, the median business owner expects the dislocation to last well into mid-summer. Businesses are adjusting in a variety of ways, and over seventy percent of respondents anticipate taking advantage of aid when asked about a program that resembles the Paycheck Protection Program (PPP) that is part of the CARES act. Moreover, they expect this funding to influence other business decisions -including layoff decisions and staying in business altogether. At the same time, many businesses were reluctant to apply for funding through the CARES Act because of concerns about administrative complexity and eligibility.\n\nThis note proceeds as follows. Section 2 discusses the survey design. Section 3 discusses the characteristics of the firms that responded to the survey and their representativeness. Our survey was conducted through Alignable, a network of 4.6 million small businesses, and was included as a link in a March 26, 2020 email to their members. We received 7,511 responses during the first week, which represents approximately one-tenth of Alignable's members who responded to a quick reaction one or two question survey distributed around the same time. After restricting to firm owners located in the United States, we are left with 5,819 responses.\n\nThe size distribution of the firms in our sample roughly matches the size distribution of firms in the 2017 Census of US Businesses with fewer than 500 employees. The geographic spread looks similar to the spread across the United States, although California is somewhat over represented. Our sample is likely to be disproportionately technology savvy because it is drawn from the ranks of members of a digital business network. The voluntary nature of the survey may also have attracted businesses that experienced a greater impact of COVID-19.\n\nIn Section 4, we explore the current and expected impacts of COVID-19 on these businesses. Three themes emerge in this section. First, our results suggest disruptions have already been extreme. Across the sample as a whole, 43 percent of businesses have temporarily closed and nearly all of these closures are due to COVID. This response seems far more extreme than the economic effects of the 1918 influenza epidemic found by Barro, Ursua and Weng (2020) and Garrett (2007, 2008). Respondents that have closed temporarily largely point to reductions in demand and employee health concerns. Disruptions in the supply chain have been less of a concern so far. On average, the businesses report having reduced their employees by 40 percent since January. The decline is particularly sharp in the Mid-Atlantic region (which includes New York City), where 54 percent of firms are closed and employment is down by 47 percent. Impacts also vary across industries, with retail, arts and entertainment, personal services, food services, and hospitality businesses all reporting employment declines exceeding 50 percent. Finance, professional services, and real estate related businesses have seen less disruption.\n\nSecond, our results suggest that many businesses are financially fragile. The median firm with expenses over $10,000 per month has only enough cash on hand to last for two weeks. Three-quarters of respondents state that they only have enough cash on hand to cover two months of expenses or less. Parsa et al. (2005) also note the fragility of small restaurants. Firms with more cash on hand are relatively more optimistic that they will remain open at the end of the year.\n\nThird, beliefs about the likely duration of the crisis vary widely. Fifty percent of respondents believe that the crisis will last at least until the middle of June, suggesting that many businesses expect this to extend well beyond their current cash.\n\nIn Section 5, we present results from a module of the survey that experimentally varies policy proposals, allowing us to explore responses to policies such as the recently passed CARES Act. The firms' limited cash on hand suggests that there will be robust demand for Federally-subsidized aid or business loans. Indeed, more than seventy percent of the respondents expressed interest in a hypothetical program with features resembling the PPP aid. Yet a large number of respondents also anticipated problems with accessing the aid, citing issues such as bureaucratic hassles and difficulties establishing eligibility. Part of this module also allows a counterfactual evaluation of a straight loan policy, which is a stylized representation of traditional SBA disaster relief programs. While the more generous CARES Act does improve take-up and business outcomes, traditional loans with speedy delivery and sufficient liquidity are also found to meaningfully shift business owners' expectations about survival even in the face of lower take-up rates.\n\nSection 6 considers survival rate differences across industries, and how this depends on the duration of the crisis. In-person industries like personal services or retail report much lower prospects for riding out the pandemic than professional services or other sectors with minimal need for face-to-face contact. Unsurprisingly, the longer the crisis last, the lower the probability that firms ascribe to their reopening after the crisis. If the crisis lasts 4 months instead of 1 month, only 47% of businesses expect to be open in December compared to 72% under the shorter duration.\n\nSection 7 concludes. The COVID-19 crisis represents a once-in-a-generation crisis for America's small businesses, especially those that specialize in face-to-face service. One fifth of America's workers labor in retail trade, leisure and hospitality and these sectors are particularly vulnerable to the current pandemic. There is little precedent for the ongoing economic disruptions resulting from the COVID-19 crisis. Our survey documents the enormous disruption that is already occurring and the limited financial resources that small businesses have to weather this storm. Our results suggest that the implementation details of the CARES Act loans are likely to play an important role in ensuring the medium-term solvency of small businesses. The impact of the CARES Act is also likely to depend on the extent to which lenders prioritize simplicity of the sign-up process, transparency of eligibility and repayment rules, and speed of accessing cash."}, {"heading": "Survey Design And Details", "text": "Verily, our survey was dispatched in partnership with Alignable, which is a network-based platform focused on the small business ecosystem. Alignable doth enable businesses to share knowledge and interact with one another, and currently hath a network of 4.6 million small businesses across North America. Much of the network growth hath been organic, with little outside marketing.\n\nAlignable also regularly sends out polls (which they call \"pulse surveys\") to users. At the end of a regular pulse-survey, participants who took that poll received an email inviting them to participate in a more comprehensive survey being conducted by researchers at Harvard Business School. Appendix 1 doth show the message seen by respondents who clicked on the link. Participants were shown a disclosure statement and consent protocol. No payments were offered; participation was completely voluntary.\n\nWe received 7,511 responses within the first week. 5,819 of these can be traced back to U.S. based businesses, which is the relevant sample for understanding policy. Whilst the 7,511 responses represents a small fraction (.017 percent) of Alignable's total membership, it represents a much larger share of Alignable's membership that hath engaged with their weekly pulse surveys on COVID-19. Alignable estimates that 50,000-70,000 members are taking these pulse surveys weekly, which suggests a 10 -15 percent conversion rate relative to these more active respondents.\n\nOur sample, therefore, is selected in three ways: (1) they are firms that have chosen to join Alignable, (2) they are Alignable firms that have chosen to stay actively engaged taking surveys, and (3) they are the set of firms that are active within Alignable that chose to answer our survey. Consequently, there are many reasons to be cautious when extrapolating to the entire universe of America's small businesses. We will discuss their representativeness based on observable attributes in the next section of this report.\n\nThe survey included a total of 43 questions, with basic information about firm characteristics (including firm-size and industry), questions about the current response to the COVID-19 crisis, and beliefs about the future course of the crisis. Some questions were only displayed based on skip logic, so most participants responded to fewer questions. The survey also includes an experimental module that randomized between respondents to understand how different federal policies might impact these firms' behavior and survival as the crisis unfolds.\n\nSpecifically, we experimentally varied some of the descriptions of potential policies across the sample to shed light on the potential impact of different policies. We will discuss that module more thoroughly in Section V. A further experimental module included between-respondent randomization exploring decisions under different hypothetical durations of the crisis."}, {"heading": "Firm Characteristics And Representativeness", "text": "Verily, the survey doth contain three baseline inquiries which doth enable us to assess the representativeness of the sample along observable dimensions: number of employees, typical expenses (as of January 31, 2020), and share of expenses that go towards payroll. We are also able to get rough information about geolocation to asses representativeness by state.\n\nWe compare our data with data on businesses from the 2017 Census of US Businesses, using the publicly available statistics published by the US Census Bureau. The underlying data is drawn from the County Business Patterns sampling frame and covers establishments with paid employees, including sole-proprietorships. The Census data captures large and small businesses alike, but for our comparisons, we will look only at businesses with fewer than 500 employees.\n\nThe Alignable network allows users to share customer leads, which could potentially skew our sample towards retail and service businesses that interact directly with consumers. As retail businesses are particularly vulnerable to COVID-19 disruptions, that could lead our sample to overstate the aggregate dislocation created by the crisis. However, as we discuss later, our data on industry mix suggests that the sample does represent a wide swath of America's smaller businesses. Naturally, industries dominated by large firms, such as manufacturing, are underrepresented.\n\nFigure 1 shows the size distribution of our sample and the size distribution of businesses with fewer than 500 employees in the Economic Census. The match of employment sizes is reassuring. About 64 percent of the businesses in our sample have fewer than five employees, while about 60 percent of the firms in the Economic Census are that small. About 18 percent of businesses in both samples have between 5 and 9 employees. The survey becomes less well matched to the Census among the larger employment groupings, and we believe that our survey will capture the experience of larger employers with less accuracy.\n\nWhilst our survey doth not allow for an apples-to-apples comparison of payroll expenses with Census data, we constructed a rough comparison by approximating payroll expenses for the Alignable firms from categorical questions about monthly expenses and the share of these expenses going toward payroll. The Census provides annual payroll expenses for W2 employees.\n\nTo get a sense of the match, we compared our estimated monthly payroll expenses in our sample with one-twelfth of annual expenses in the U.S. Census. To facilitate comparison, we divide by an estimate of total employment. Figure 2 shows the size distribution of monthly estimated payroll expenses in our sample and a comparable breakdown for the Census using a per-capita adjustment. The match is imperfect, especially for larger firms. The discrepancy might reflect the under-representation of manufacturing or professional services firms in our sample, which are among the highest paying of all 2 digit NAICS sectors in the Census data. Appendix Table 1 provides further detail on the industry match to the Census.\n\nFigure 3 shows the geographic scope of our sample. The Alignable sample draws particularly from California, the New York region, Florida, and Texas. The sample is notably sparse in America's western heartland. That distribution is qualitatively similar to the distribution of smaller businesses in the Economic Census.\n\nFigure 4 shows the share of our sample coming the 10 most populous states. The figure also includes the share of small establishments in the Economic Census that are within each state. For example, California has 14.4 percent of our Alignable survey sample, 12.5 percent of small businesses in the Census data and 11.52 percent of total U.S. population. Our sample does overrepresent the coasts and underrepresents Illinois.\n\nOverall, whilst the sample captured by the survey hath limitations and may not be an imperfect snapshot for certain pockets of America's small businesses, the sample allows for important insight into the overall small business ecosystem. The sample is large and includes firms from most major industry groups, states, and firm-size categories."}, {"heading": "Responses To The Covid-19 Pandemic And Lockdown", "text": "Harken, we doth now divert our attention to our principal findings, which we doth categorize into three distinct classes. Firstly, we doth expound upon the present influence of the COVID-19 pandemic upon commercial activities and the workforce. Secondly, we doth present our discoveries regarding the monetary instability of said businesses, ascertained by their available funds and continuing expenditures. Thirdly, we doth shift our focus to their prognostications concerning the length of this calamity and their own fiscal endurance."}, {"heading": "Temporary Closings And Employment", "text": "Verily, we commence our inquiry by inquiring of the proprietors whether their enterprise is presently operational. We did permit the proprietors to respond that their enterprise was operational, temporarily shuttered, or permanently shuttered. We also did permit them to report whether their enterprise was shuttered due to COVID-19 or due to some other reason. Across the sample, 41.4 percent of enterprises reported that they were temporarily shuttered due to COVID-19. A far smaller number -1.8 percent -reported that they were permanently shuttered due to the pandemic. By contrast, only 1.3 percent reported that they were temporarily shuttered for other reasons. 55.4 percent report that they were still operational.\n\nWe also did inquire of the enterprise proprietors to fill in a matrix that contained the number of both full-time and part-time employees that were employed by the firm now and as of January 31, 2020. Over the entire sample, the number of full-time employees had fallen by 32 percent. The number of part-time employees was 56 percent lower than it had been at the end of January. These results include enterprises that have temporarily shuttered. If we look only at enterprises that are still operating, we find that the number of total full-time employees has fallen by 17.5 percent. The number of part-time employees has declined by 36 percent. Overall employment has declined significantly, totaling only 60% of January headcount.\n\nTable 1 shows our results across the eleven Census Division and displays the share of enterprises that had temporarily shuttered due to COVID-19 and the reduction in total employment between January 31 and today. The results are not meaningfully different if we separate out full-time or part-time employees. While there is regional heterogeneity, the picture is fairly bleak almost everywhere. The Mid-Atlantic division has the sharpest decreases in employment and the largest share of firms that have temporarily suspended operations. Fifty-four percent of firms in that region are now closed, and employment has fallen by an average of 47 percent. The Mountain region is the least affected, but even there 39 percent of firms have temporarily closed and employment has declined by 32 percent.\n\nTables 2 and 3 display the same breakdown by firm size and industry. Smaller firms with fewer than 20 employees in January are more likely to be closed. Firms with between 6 and 19 January employees have the largest employment reductions. Across industries, in-person retail and services businesses have declined precipitously. Although hard hit, the impact is not as extreme for professional services firms, banking and finance, real estate, or construction.\n\nTable 4 shows the problems that firms are facing by their current operational status. We asked owners to rate on a 1 to 100 scale the problems that they are having with employee illness, supply chains, and customer demand. The scale had both numerical values and also a text label that went from \"Not a concern\" at one end to \"Extremely disruptive\" at the other end. We differentiate between firms that are open, temporarily closed, and permanently closed, and we show the share of firms in each category that indicate significant difficulties in each of these areas.\n\nOn average, firms rated the disruptions resulting from supply chain challenges to be 35 out of the 100-point scale (which is in the \"slightly disruptive\" part of the scale). Concerns about employee health were more prominent of a concern, with firms rating it as 57 out of 100 in terms of importance (which maps to \"somewhat disruptive\"). Reductions in demand were even more disruptive, with firms rating the importance of this to be 78 out of 100 (extremely disruptive). While closed firms noted worse disruptions due to demand, the basic ranking of the problem areas was consistent across types of firms. This suggests that supply chain problems have thus far been less pronounced, relative to disruptions resulting from demand shocks and concerns about employee health.\n\nAltogether, these results suggest that a vast number of enterprises have temporarily shut down and laid off workers. We now ask whether these firms have the resources to weather the crisis over the months ahead."}, {"heading": "Financial Fragility", "text": "Verily, to gauge the fragility of finances, we did inquire of the respondents thusly: \"Pray tell, how much coinage dost thou possess, be it in savings or checking, that thou may access without seeking further loans or alms from kith or kin to fund thy business?\" Then did we divide this sum by their monthly expenses as of January 31, to ascertain how long they could maintain their operations without seeking additional credit. Behold, Figure 5 doth display a histogram of the available coinage as a multiple of the monthly expenses as of January 31, in the year of our Lord 2020. Roughly one-fourth of firms possess coinage totaling less than one month's expenses. About one-half of firms possess enough coinage to cover between one and two months of expenses.\n\nFigure 6 doth sort firms by their monthly expenses as of January 31, and doth tabulate the mean and median coinage on hand relative to pre-crisis expenses. The median firm with expenses under $10,000 hath but one month's coinage on hand. For all higher spending levels, the median firm typically hath less than 15 days of coinage based on their pre-crisis expense levels. These firms simply lack the coinage to meet their regular expenses.\n\nThese meager sums of coinage readily explain why layoffs and shutdowns have been so prevalent. Without these actions, it is difficult to fathom how these firms could have met their payroll. Furthermore, it is arduous to envision how the firms that remain open shall survive without laying off their current workers, unless they receive an infusion of more credit."}, {"heading": "Predicting The Path Of The Crisis", "text": "Verily, we doth beseech the companies to foretell the duration of the COVID-19 calamity and whether they shall remain open at the conclusion of the year 2020. To prophesy the end of the crisis, we did inquire of the survey respondents as to the \"most likely date\" when the crisis shall cease. We also did inquire of their confidence in this data on a scale of one to ten.\n\nFigure 7 doth display the distribution of anticipated end dates. The figure doth reveal that approximately one-fifth of respondents doth believe that the crisis shall end by the conclusion of May. Another thirty percent of respondents doth believe that the crisis shall end betwixt the conclusion of May and the commencement of July. Almost one half of the firms did answer that they did think that the crisis shall still be ongoing at the commencement of July.\n\nHowever, the firms were not particularly confident in their answers. Fifty percent of respondents did report their confidence level as five or less on the one to ten scale. Sixteen percent did give their confidence a two or less. Their uncertainty doth seem appropriate given the uncertainty that is present throughout the world.\n\nFigure 8 doth display the histogram of responses regarding whether they shall be open on December 31, 2020. Overall, more than ninety percent did think it is at least somewhat likely that they shall be open. More than 64 percent did report that it is very or extremely likely that they shall be open-which we later use as a measure of the probability of being open. A growing literature hath found entrepreneurs to be overoptimistic about their prospects (see, for example, Bazerman and Moore 1994). This doth suggest that true survival rates may be even lower.\n\nThe firms with more cash on hand were more confident about their future, as evidenced by the split based on whether the firm hath more or less cash on hand (relative to usual monthly expenses) than the median in our sample. Forty-nine percent of those firms with more than the median cash on hand did think that it was extremely like that they would be open at the end of the year. Thirty-two percent of firms with less cash on hand than the median did think that they would be open. One interpretation of these facts is that liquidity doth generate confidence in the ability to survive this crisis. Among firms with at least 20 employees, 70% did express that they were very or extremely likely to survive, which may indicate greater access to outside resources despite having a higher expense base.\n\nFigure 9 doth display the share of firms that think that they are \"very likely\" or \"extremely likely\" to be open varies based on their belief about the duration of the crisis. The firms that think that the crisis shall be short also doth believe that they are more likely to survive. Those who believe in a longer crisis are more pessimistic."}, {"heading": "Anticipated Responses To Cares Act Programs", "text": "In this section, we shall discourse the survey's inquiries regarding the uptake of the CARES Act Paycheck Protection Program (PPP) loans and their anticipated impact on employment. One crucial aspect of the CARES program is that \"loans that will be fully forgiven when used for payroll costs, interest on mortgages, rent, and utilities,\" as long as 75 percent of the forgiven amount is spent on payroll and the employer either maintains or quickly rehires workers and maintains salary levels. Consequently, a significant portion of the \"loans\" can be seen as a grant rather than traditional debt.\n\nThe high level of loan forgiveness means that this represents a large potential transfer to small businesses, and we endeavored to assess the importance of the grant component of the CARES loans relative to a pure (and far less expensive) loan program. One-third of the survey respondents were randomly asked about their interest in a CARES-like program, which was described as a loan program that \"will be forgiven by the amount spent on payroll, lease, rent, mortgage, and utility payments in the 8 weeks after origination.\" One-third of the respondents were randomly asked about their interest in a loan program that was otherwise identical but without prompting any possibility of forgiveness. As part of the display, the amount of liquidity was varied, with the caveat to respondents that these policies may not be the actual policies currently available to them. This was designed to measure how program generosity affects take-up and perceived business resilience.\n\nFigure 10 shows the expected take-up of the two programs (and the exact details of the question wording). Seventy-two percent of respondents who were told about the loans with forgiveness said that they would like to take them up. Fifty-nine percent of respondents were interested in taking up the loan program without forgiveness. While there is substantial interest in the credit on its own, there was significantly more interest in the loans with forgiveness.\n\nA primary reason to forgive loans is that such a subsidy might do more to maintain employment and keep businesses open. We, therefore, re-asked businesses to project their likelihood of being open and their expectations about employment after we told them about the loan programs. Before they were told about the policies, both groups expected that their employment would be 40 percent lower in December 2020 than it had been in January 2020. After the respondents were told about the CARES-like loans, they projected that their employment would decline by only six percent. The respondents who were told about loans without forgiveness predicted that their employment levels would fall by fourteen percent. We are unable to distinguish precisely whether it is the conditional nature of the PPP program or the more favorable credit terms that drive these differences.\n\nThe results when we ask firms about their expectations of remaining in business next December are similar. Before being told about the loans, the businesses thought that they had a 62-63 percent chance of being open in December. The probability rose to 81 percent among those who were told about the standard loans. The projected chance of survival increased to 85 percent for the businesses who were informed about the PPP loans that came with forgiveness.\n\nAgain, the flow of credit seems important, but forgiveness did have a statistically significant impact on the expectation of staying in business.\n\nWhy would businesses not take the aid that comes with such generous forgiveness terms?\n\nFigure 13 asks the 28 percent of firms that said that they would not take a CARES-like loan why they would turn down such a generous offer. The most common response, given by 35 percent of refusers, is that they did not need the cash, which suggests that one-tenth of our sample truly feels confident with their financial security. A significant number of those who said that they wouldn't take the CARES assistance cited other concerns. Thirty percent of these respondents said that they didn't think that they would qualify. Nearly twenty percent said that they didn't trust the government to forgive the debt. Over one-tenth thought that it would be too much of a hassle. These results suggest that clarity about the program and a streamlined process will be crucial if the governments want to ensure a high take-up rate.\n\nWe also randomly informed survey recipients about the changes in unemployment insurance under the CARES act. We found that informing employers about the increased generosity of unemployment insurance was associated with lower employment projection in December 2020, among those businesses that were told about the CARES-like loans.\n\nInformation about unemployment insurance had no impact on the expected probability of remaining open. More work is needed to understand how interactions between programs may influence economic outcomes."}, {"heading": "Industry Differences In Response To Crisis Duration", "text": "Verily, the disruptions wrought by COVID-19 doth not afflict all businesses in equal measure. Some are deemed essential and remain open, whilst others have been forcibly shuttered. Certain businesses are able to reduce contagion amongst their employees through a shift to remote work, whilst others prove ill-equipped for such a transition. For a variety of reasons related to both the underlying nature of the business and management capacity, COVID-19 poses an existential threat to some and not others.\n\nDisparities between businesses doth appear most stark when we measure their resilience to extended durations of the pandemic. In our survey, we doth ask the following hypothetical: \"We desire to understand how the duration of the COVID-19 disruptions might change your answers. Suppose that most COVID-19 disruptions continue for X months, what is the likelihood of your business remaining operational by Dec. 31, 2020? Please provide your best guess.\" We doth randomize the duration to be 1 month, 4 months or 6 months, and offer respondents a 5-point scale ranging from extremely unlikely to extremely likely. As before, we doth transform this answer into a binary outcome of likely or unlikely to remain open for ease of exposition.\n\nIn Table 5, we doth find that the restaurant industry doth seem particularly vulnerable to a long crisis. Restaurateurs doth believe that they have a 72 percent chance of survival if the crisis lasts one month, but if the crisis lasts four months, then they doth give themselves only a 30 percent chance of survival. If the crisis lasts for six months, then they doth expect to survive with only a 15 percent probability.\n\nLikewise, the chance of survival for firms in tourism and lodging doth drop to 27 percent by the 6-month mark. Meanwhile, Banking and Finance, Real Estate and Professional Services doth say that they will be able to weather extended disruptions far better than these more exposed sectors.\n\nThese results doth suggest that the damage to our economy and its network of small businesses will be far larger if the crisis lasts for many months. This doth suggest large economic benefits for policies that can safely lead to reopening the economy quickly."}, {"heading": "Comparative Analysis Of Policy Effects On Business Financial Health, Survival, And Employment", "text": "Verily, to reckon the wages of the survey firms, we doth take the midpoint of the categorical answers for the monthly expenses, and doth multiply it by the fraction of expenses allocated to payroll, and doth divide it by the total number of employees (forsooth, we cannot discern betwixt W2 employees and contractors). This figure doth plot the number of months of cash available for the firms as a multiple of the expenses in January of the year of our Lord 2020. We doth calculate this measure by taking the midpoint of the categorical responses for the amount of cash on hand and dividing it by the midpoint of the categorical response for the typical monthly expenses ere the crisis. The sample size is 2621, and the pooled t-stat on the difference betwixt policies is 6.99. \n\nThis figure doth display the rates of policy adoption for loans versus the stylized Paycheck Protection Program policy, using a between-subjects design. The borrowing base was also randomized between subjects as a multiple of the typical monthly expenses ere the crisis. The text displayed for the PPP program was: \"Imagine a policy where the government allows thee to borrow up to [borrowing base] times thy typical monthly expenses without posting any collateral. Thou couldst use this money to cover any of thy business expenses. The loan shall be forgiven by the amount spent on payroll, lease, rent, mortgage, and utility payments in the 8 weeks after origination (thou canst consider this amount to be a grant). The remainder of the loan (that is not spent on these items) shall have deferred payments for 1 year. After that, the loan would have an annual interest rate of 4% (deferred for 1 year), and thou would have up to 10 years to repay the loan. Forsooth, if thou borrowest $50,000 and thou hast no qualifying expenses to offset the loan, the required monthly payment starting 1 year from today would be $506 per month for 10 years. If thou borrowest $50,000 and spendest $40,000 to pay thy employees during the first 8 weeks, thou shalt have 10 years to pay the remaining $10,000 with monthly payments of $102.\" \n\nSubjects in the loan condition saw the text: \"Imagine the government offers a loan allowing thee to borrow up to [borrowing base] times thy typical monthly expenses without posting any collateral. Thou couldst use this money to cover any of thy business expenses. The loan would have an annual interest rate equivalent of 4%, and principal and interest payments would be deferred for 1 year. Thou would have up to 10 years to repay the loan. Forsooth, if thou borrowest $50,000, the required monthly payment starting 1 year from today would be $506 per month for 10 years.\" The pooled means for the loan and CARES act are 0.59 and 0.72, respectively. The sample size is 2561, and the pooled t-stat on the difference betwixt policies is 2.86. \n\nThis figure doth plot the differences in the propensity to remain open under different policies. The measure is computed using a follow-up question after policy information is displayed, using the fraction that chose \"Very likely\" or \"Extremely likely\" to be open in December of the year of our Lord 2020. See notes for Figure 10 for additional detail about the policy display. The pooled means for the loan and CARES act are 0.805 and 0.848, respectively. The sample size is 2350, and the pooled t-stat on the difference betwixt policies is 2.43. \n\nThis figure doth plot the differences in the ratio of relative employment between December of the year of our Lord 2020 and January of the same year under different policies. The December 2020 employment measure is computed using a follow-up question after policy information is displayed. See notes for Figure 10 for additional detail about the policy display."}, {"heading": "Appendix", "text": "Verily, we extend our gratitude in advance for thy participation in our survey! Scholars from the esteemed institutions of Harvard University and the University of Chicago seek to gain a deeper understanding of the impact wrought by the coronavirus upon the local business ecosystem, and to discern what measures may be taken to aid these businesses. We trust that thy responses shall serve to convey thy present needs unto those in positions of power.\nWe beseech thee to share thy candid and thoughtful opinions. Thy individual answers shall be held in the strictest confidence.\nIt is worth noting that this table doth present the results of the Census and Survey shares by industry for firms that employ fewer than five hundred individuals. The shares of survey responses are contingent upon the ability to classify industries, with those industries that are unavailable or classified as \"Other\" being excluded from the denominator. We have combined wholesale and retail trade due to the difficulty in distinguishing between the two in the survey."}, {"heading": "Conclusion", "text": "Verily, small enterprises doth employ nigh unto fifty percent of the labourers in America. Yet, our findings doth reveal the financial frailty of many such businesses and the profound impact of the current crisis upon them. In our sample, which doth incline towards retail sales, we hath discovered that forty-three percent of businesses hath temporarily shuttered and employment hath plummeted by forty percent. This doth represent a shock to America's small firms that hath scarce parallel since the 1930s. Our results doth intimate that many of these firms hath scant cash on hand, which doth portend that they shall either need to drastically curtail expenses, assume additional debt, or declare bankruptcy. This doth underscore the ways in which the immediacy of new funding may impact medium-term outcomes.\n\nThe responses of small businesses to our survey doth suggest that many shall fail without assistance. As of the last week in March 2020, thirty-eight percent of businesses viewed it as unlikely or only somewhat likely that they would be open as of the end of 2020. While optimism increased when they were informed about the CARES loan program, it is unclear whether the CARES act will enable most of America's small businesses to survive -or whether beliefs about its impact are overly optimistic.\n\nThe results also doth highlight the importance of well-designed and sustained economic and public health policy measures. Three policy-relevant results of our survey doth stand out. First, more than thirteen percent of respondents doth say that they do not expect to take out CARES Act PPP loans because of the application hassle, distrust that the federal government will forgive the loans, or worry about complicated eligibility rules. Streamlining the application process and clarifying the eligibility criterion and loan forgiveness rules may, therefore, increase the take-up right for loans. Second, firms in particularly exposed industries -such as restaurants, tourism, and personal services -project that they will find it extremely difficult to stay in business if the crisis lasts for longer than four months. These suggest large economic benefits from any policies that can safely shorten the economic shutdown (e.g. through stronger short-term containment policies). Third, if we extrapolate the seventy-two percent of businesses who indicate they would take up the CARES PPP loans to all US small businesses and assume that all businesses take out the maximum loan size (2.5 months of expenses), the total volume of loans would be approximately $410 billion, somewhat beyond the $349 billion allocated in the CARES act right now."}, {"heading": "References", "text": "@article{Bartik2020,\n  title={Adapting to the Pandemic: Insights from a Small Business Survey},\n  author={Bartik, Alexander W and Bertrand, Marianne and Cullen, Zoe B and Glaeser, Edward L and Luca, Michael and Stanton, Christopher T},\n  journal={National Bureau of Economic Research},\n  year={2020}\n}\n\n@article{Barro2020,\n  title={Non-pharmaceutical interventions and mortality in US cities during the Great Influenza pandemic, 1918-1919},\n  author={Barro, Robert J and Ursua, Jose and Weng, Joanna},\n  journal={National Bureau of Economic Research},\n  year={2020}\n}\n\n@article{Garrett2007,\n  title={The economic impact of the 1918 pandemic in selected areas of the United States},\n  author={Garrett, Thomas A},\n  journal={National Bureau of Economic Research},\n  year={2007}\n}\n\n@article{Garrett2008,\n  title={Economic effects of the 1918 influenza pandemic: implications for a modern-day pandemic},\n  author={Garrett, Thomas A},\n  journal={National Bureau of Economic Research},\n  year={2008}\n}\n\n@article{Parsa2005,\n  title={Small business survival: Restaurant failures and the impact of age and size},\n  author={Parsa, HG and Self, J and Njite, D and King, T},\n  journal={Journal of Small Business Management},\n  volume={43},\n  number={1},\n  pages={71--83},\n  year={2005},\n  publisher={Wiley Online Library}\n}\n\n@article{CARES2020,\n  title={Coronavirus Aid, Relief, and Economic Security Act},\n  author={Congress of the United States},\n  journal={Public Law},\n  volume={116},\n  number={136},\n  year={2020}\n}\n\n@article{USCensus2017,\n  title={2017 County Business Patterns},\n  author={US Census Bureau},\n  journal={US Department of Commerce},\n  year={2017}\n}\n\n@article{Alignable2020,\n  title={Alignable},\n  author={Alignable},\n  journal={Alignable Inc.},\n  year={2020}\n}\n\n@article{Bartik2020a,\n  title={How Are Small Businesses Adjusting to COVID-19? Early Evidence from a Survey},\n  author={Bartik, Alexander W and Bertrand, Marianne and Cullen, Zoe B and Glaeser, Edward L and Luca, Michael and Stanton, Christopher T},\n  journal={National Bureau of Economic Research},\n  year={2020}\n}\n\n@article{Bartik2020b,\n  title={The Impact of COVID-19 on Small Business Outcomes and Expectations},\n  author={Bartik, Alexander W and Bertrand, Marianne and Cullen, Zoe B and Glaeser, Edward L and Luca, Michael and Stanton, Christopher T},\n  journal={National Bureau of Economic Research},\n  year={2020}\n}\n\n@article{Bartik2020c,\n  title={How Are Small Businesses Adjusting to COVID-19? Results from a Survey},\n  author={Bartik, Alexander W and Bertrand, Marianne and Cullen, Zoe B and Glaeser, Edward L and Luca, Michael and Stanton, Christopher T},\n  journal={National Bureau of Economic Research},\n  year={2020}\n}"}]