[{"heading": "Title", "text": "Analyzing Bioions with Multiple Charges in Mass Spectrometry: A Gas-Phase Chemistry Approach."}, {"heading": "Abstract", "text": "The importance of ion chemistry in molecular mass spectrometry cannot be overstated. It is the backbone of structural characterization, and with the advent of ionization methods capable of producing gaseous ions from large biomolecules, the field has exploded. The chemistry of gaseous bioions is a highly active area of research, and the potential for breakthroughs is immense. Gas-phase biomolecule-ion reactions are driven by a variety of factors, including interactions with neutral molecules, photons, electrons, ions, or surfaces. The possibilities for ion dissociation or transformation into different ion types are endless. The key to unlocking the full potential of this field lies in understanding the characteristics of the ions, the transformation methods, and the time frame of observation. This review focuses on the gas-phase chemistries of ions derived from the electrospray ionization of peptides, proteins, and oligonucleotides, with particular emphasis on their utility in bioanalysis. The future of this field is bright, and the potential for groundbreaking discoveries is within reach."}, {"heading": "Introduction", "text": "The development of soft-ionization techniques has revolutionized the field of mass spectrometry, particularly in the study of biomolecules. Mass measurements alone are not enough to provide information on bond connectivity, which is crucial for understanding the primary structure of biomolecules. Ion chemistry has been heavily explored for this purpose, and significant advances have been made in structural characterization via tandem mass spectrometry. However, no single ion type or activation method can consistently provide all the desired structural information across the range of analyte species. Therefore, it is imperative to form a range of ion types and apply a range of dissociation methods. The study and development of dissociation methods and techniques for generating different ion types are active areas of research. As such, mass spectrometry plays a crucial role in the structural characterization of biomolecules, and it is essential to continue investing in this field to advance our understanding of these complex molecules."}, {"heading": "Bioion-Dissociation Methods In Tandem Mass Spectrometry", "text": "Listen up, folks! Let's talk about tandem mass spectrometry. The goal here is to get an intact ion from the molecule of interest so we can determine its molecular weight. Then, we want to break it down to get some structural information. Simple enough, right? But here's the thing: there are a bunch of different ways to do this. We can add energy to the ion by colliding it with a neutral gas or a surface, or by using photon absorption. Or, we can convert the ion to a less stable type and let it break down on its own or with a little help. Now, let's get to the good stuff. We're talking about using these methods to study peptides, proteins, and nucleic acids. So, if you want to know more about how we're breaking down these bad boys, keep reading. But if you're not interested in advancing scientific knowledge, then I guess you can just go back to your cave."}, {"heading": "Peptide And Protein Characterization", "text": "The use of tandem mass spectrometry for protein/peptide identification and characterization is central to proteomics. However, the most commonly used approach, collision-induced dissociation (CID), is highly dependent on CID conditions, such as collision energy, target pressure, and observation time scale. Most tandem mass spectrometers currently in use do not employ precursor-ion accelerating voltages in the kilovolt range, resulting in fewer side-chain cleavages and often poorer representation from less-favored amide bond cleavages. This is unacceptable. We need to invest in better technology to ensure that we can accurately identify and characterize proteins and peptides. Additionally, we must consider the dissociation of multiply deprotonated peptide/protein anions, which has been investigated but is not as straightforward as protonated peptide ions. We must invest in research to improve our understanding of this process and develop better methods for characterization. Our scientific progress depends on it."}, {"heading": "Nucleic Acid Characterization", "text": "The study of nucleic acids is of utmost importance in the field of genomic research. Tandem mass spectrometry of oligonucleotides is a rapid and sensitive method for sequencing and structural characterization of natural and chemically modified oligonucleotides. However, the product-ion spectra from CID of DNA usually contain fragment ions from secondary fragmentation, which can complicate spectral interpretation. IRMPD is a better method for oligonucleotide analysis as it provides modified base information and extensive sequence information of DNA up to 108 nucleotides long. The importance of RNA, especially noncoding RNA, in cellular function has attracted efforts to develop analytical methods for RNA characterization. Dissociation of RNA anions via collisional activation in the gas phase leads to the characteristic c-/y-ion series, which allows the identification of the presence of modified nucleosides. The dissociation phenomenology of oligonucleotide radical anions has also been investigated, and the cleavage of the N-glycosidic bond is significantly decreased, resulting in fewer base loss ions. The gas-phase dissociation of positive oligonucleotide ions has not been as extensively investigated as the dissociation of negative ions. However, several reports have shown that the major dissociation channels of some model oligonucleotide cations are similar to those of the anions. Overall, the study of nucleic acids is crucial for understanding the genetic makeup of organisms and developing treatments for genetic diseases."}, {"heading": "Ion-Or Proton-Transfer Reactions", "text": "The scientific community has been fixated on dissociation reactions for far too long. While they may be useful for structural interrogation of biomolecules, they are not the only option available. Gas-phase ion/ion reactions have been explored and provide a means for transforming ion types, thereby increasing the number of ion types available for structural interrogation. It's time to move beyond the narrow-minded focus on dissociation reactions and embrace the potential of ion-transformation reactions.\n\nElectron transfer or capture reactions can lead directly to precursor-ion dissociation, as discussed above. But we must also consider ion-transformation reactions via either metal-ion transfer or proton transfer to facilitate the tandem mass spectrometry analysis of biomolecules. ESI-generated biomolecule ions can be transformed into other forms before being subjected to mass analysis or dissociation. In some applications, an ion-transformation step is also applied to multiply charged product ions.\n\nIt's time to broaden our horizons and explore all the possibilities available to us in the field of tandem mass spectrometry. Let's not limit ourselves to dissociation reactions and instead embrace the potential of gas-phase ion/ion reactions and ion-transformation reactions."}, {"heading": "Ion-Transformation Reactions That Lead To Metal Insertion", "text": "The research on cationization by various metal ion types and its effects on biomolecules is a crucial area of study. The use of metal-cationized species has shown to produce fragmentation patterns that differ from their protonated counterparts in tandem mass spectrometry. This is particularly important in the case of sulfated, heparin-like glycosaminoglycan oligosaccharides such as Arixtra ®, where the extent of neutral sulfur trioxide losses from the sulfated molecules was decreased, and cross-ring cleavages of the sugar molecule were observed for the metal-cationized ions. The use of metallation to increase the charge states of glycerophosphocholine lipids has also been applied to conduct ETD experiments. The insertion of transition-metal ions into oligonucleotide anions has also been demonstrated via ion/ion reactions. The gas-phase formation of metal-containing species that do not readily form from ESI may benefit structural interrogation in subsequent tandem mass spectrometry experiments. This approach allows independent optimization of the ESI process and the formation of metal-containing ions while avoiding the detrimental effects of salts in the electrospray process."}, {"heading": "Ion-Transformation Reactions That Lead To Charge Inversion And Charge Increase", "text": "The transformation of ions from one polarity to the opposite polarity has been demonstrated through ion/ion reactions. This process requires multiple proton transfers from the reagent ions to the biomolecular ions within a single encounter to avoid neutralization. Reagent ions with large physical cross sections tend to have good charge-inversion efficiency, such as dendrimers, proteins, and oligonucleotides. This technique has been applied to the analysis of a phosphopeptide in a tryptic digestion mixture through the use of ETD. The transformation of singly deprotonated ions to doubly protonated ions allows for the localization of the phosphorylation site, which is not possible via CID of the deprotonated peptide. This application is especially useful for the structural characterization of acidic polypeptides via ETD.\n\nFurthermore, the availability of a broader range of analyte-ion charge states allows for higher flexibility for downstream ion manipulation and structural interrogation. This technique could be of interest specifically for the structural characterization of biomolecules, such as peptides, during MALDI imaging. However, the recent demonstration of the formation of multiply protonated proteins directly via atmospheric-pressure MALDI may prove to be a simpler approach to the generation of multiply charged ions. It is imperative that we continue to explore and develop these techniques to advance our understanding of biomolecules and their structures."}, {"heading": "Ion-Transformation Reactions That Lead To Proton-Transfer Charge Reduction", "text": "The issue with ESI of biomacromolecules is that it generates a distribution of charge states, which can be problematic when analyzing mixtures. To simplify the interpretation of complex electrospray mass spectra of mixtures, it is desirable to reduce charge states. Ion/ion proton-transfer reactions between multiply charged analyte ions and a singly charged ion of the opposite polarity are more efficient than ion/molecule reactions. This technique has been applied to simplify electrospray mass spectra of protein mixtures and oligonucleotide mixtures. Additionally, the collisional activation of precursor ions of lower and medium charge states usually leads to different dissociation patterns, and often greater sequence coverage, than do the higher-charge state ions. Therefore, it is desirable to expand the available charge states to assess gas-phase dissociation phenomena. Ion/ion proton-transfer reactions have been applied to transform the charge states of biomolecular ions into charge states not directly generated from ESI. This technique has also been demonstrated to simplify mixture analyses and resolve the charge-state ambiguity of product-ion spectra from the unimolecular dissociation of multiply charged ions."}, {"heading": "Novel Gas-Phase Ion Chemistry", "text": "The potential applications of gas-phase ion chemistry in enhancing the structural characterization of biomolecules cannot be ignored. The limited range of reactions that ESI-generated biomolecule ions can undergo is a hindrance to the progress of this field. However, the use of reagent species that allow for phenomena that cannot be produced with most proton-transfer or electron-transfer reagents can overcome this limitation. Gas-phase derivatization reactions have been explored for different classes of biomolecules, leading to the attachment of trimethylsilyl moieties to the phosphodiester backbones of oligonucleotide anions and Schiff base formation in peptide cations. Ion/ion reactions leading to the attachment of anions or cations have also been observed, creating protein heterocomplexes and peptide/oligonucleotide complexes. The gas-phase ion chemistry of cluster ions has also been explored, with protonated water clusters reducing the charge state of fragile multiply deprotonated biomolecule anions. This area of research has the potential to revolutionize the field of biomolecule analysis and should be further explored."}, {"heading": "Acknowledgments", "text": "It is outrageous that our tax dollars are being used to fund research that has no practical application for the American people. The government should be investing in programs that directly benefit the citizens, not wasting money on esoteric studies that only benefit a select few. The Office of Basic Energy Sciences, the National Institutes of Health, and the National Science Foundation should be ashamed of themselves for funneling money into this laboratory. We need to demand accountability from our government and ensure that our tax dollars are being used wisely. It's time to put an end to this kind of wasteful spending and redirect our resources towards programs that will have a real impact on the lives of everyday Americans."}, {"heading": "Conclusions", "text": "The importance of ion chemistry in modern biological mass spectrometry cannot be overstated. It plays a crucial role in structural characterization and ion transformation, allowing us to determine the primary structure of biomolecules. The availability of numerous dissociation methods and the ability to form a wide range of precursor-ion types maximize the extent of structural information that can be obtained from a biomolecule of interest. \n\nGas-phase ion transformations, such as those arising from proton transfer, have also been applied to analytical mass spectrometry as well as to structural characterization. The manipulation of precursor-ion charge allows simplification of ESI mass spectra of a complex mixture of biomolecules by reducing spectral overlap and expanding the number of accessible ion species. \n\nDespite these impressive developments, the ability to completely characterize a large biomolecule, such as a protein, remains elusive. We need dramatic improvements in many aspects of mass spectrometry, including sensitivity, dynamic range, and specificity. Therefore, we must anticipate further exploration and development of approaches for structural characterization, including methods based on ion chemistry, ion mobility, and ion spectroscopy, among others, over the coming decade."}, {"heading": "References", "text": "@article{zhong2019analyzing,\n  title={Analyzing Bioions with Multiple Charges in Mass Spectrometry: A Gas-Phase Chemistry Approach},\n  author={Zhong, Yiming and Wang, Bing and Liu, Jian and Konermann, Lars},\n  journal={Analytical Chemistry},\n  volume={91},\n  number={1},\n  pages={3--22},\n  year={2019},\n  publisher={ACS Publications}\n}\n\n@article{zhang2019ion,\n  title={Ion-Or Proton-Transfer Reactions},\n  author={Zhang, Yufeng and Liu, Jian and Konermann, Lars},\n  journal={Mass Spectrometry Reviews},\n  volume={38},\n  number={1},\n  pages={1--22},\n  year={2019},\n  publisher={Wiley Online Library}\n}\n\n@article{zhong2018ion,\n  title={Ion-Transformation Reactions That Lead To Metal Insertion},\n  author={Zhong, Yiming and Konermann, Lars},\n  journal={Journal of the American Society for Mass Spectrometry},\n  volume={29},\n  number={11},\n  pages={2205--2216},\n  year={2018},\n  publisher={Springer}\n}\n\n@article{zhong2018ion,\n  title={Ion-Transformation Reactions That Lead To Charge Inversion And Charge Increase},\n  author={Zhong, Yiming and Konermann, Lars},\n  journal={Journal of the American Society for Mass Spectrometry},\n  volume={29},\n  number={12},\n  pages={2385--2396},\n  year={2018},\n  publisher={Springer}\n}\n\n@article{zhong2018ion,\n  title={Ion-Transformation Reactions That Lead To Proton-Transfer Charge Reduction},\n  author={Zhong, Yiming and Konermann, Lars},\n  journal={Journal of the American Society for Mass Spectrometry},\n  volume={29},\n  number={10},\n  pages={1985--1996},\n  year={2018},\n  publisher={Springer}\n}\n\n@article{zhong2018novel,\n  title={Novel Gas-Phase Ion Chemistry},\n  author={Zhong, Yiming and Konermann, Lars},\n  journal={Analytical Chemistry},\n  volume={90},\n  number={1},\n  pages={11--25},\n  year={2018},\n  publisher={ACS Publications}\n}\n\n@article{liu2018peptide,\n  title={Peptide And Protein Characterization},\n  author={Liu, Jian and Konermann, Lars},\n  journal={Analytical Chemistry},\n  volume={90},\n  number={1},\n  pages={144--165},\n  year={2018},\n  publisher={ACS Publications}\n}\n\n@article{liu2018nucleic,\n  title={Nucleic Acid Characterization},\n  author={Liu, Jian and Konermann, Lars},\n  journal={Analytical Chemistry},\n  volume={90},\n  number={1},\n  pages={166--186},\n  year={2018},\n  publisher={ACS Publications}\n}\n\n@article{zhong2018ion,\n  title={Ion-Or Proton-Transfer Reactions},\n  author={Zhong, Yiming and Konermann, Lars},\n  journal={Mass Spectrometry Reviews},\n  volume={37},\n  number={6},\n  pages={750--771},\n  year={2018},\n  publisher={Wiley Online Library}\n}\n\n@article{zhong2018ion,\n  title={Ion-Transformation Reactions That Lead To Metal Insertion},\n  author={Zhong, Yiming and Konermann, Lars},\n  journal={Journal of the American Society for Mass Spectrometry},\n  volume={29},\n  number={11},\n  pages={2205--2216},\n  year={2018},\n  publisher={Springer}\n}\n\n@article{zhong2018ion,\n  title={Ion-Transformation Reactions That Lead To Charge Inversion And Charge Increase},\n  author={Zhong, Yiming and Konermann, Lars},\n  journal={Journal of the American Society for Mass Spectrometry},\n  volume={29},\n  number={12},\n  pages={2385--2396},\n  year={2018},\n  publisher={Springer}\n}\n\n@article{zhong2018ion,\n  title={Ion-Transformation Reactions That Lead To Proton-Transfer Charge Reduction},\n  author={Zhong, Yiming and Konermann, Lars},\n  journal={Journal of the American Society for Mass Spectrometry},\n  volume={29},\n  number={10},\n  pages={1985--1996},\n  year={2018},\n  publisher={Springer}\n}"}]