[{"heading": "Title", "text": "The Uselessness of Political Science Simulations and Teaching Methods"}, {"heading": "Abstract", "text": "The text enclosed within the XML tags is a list of references for articles and books related to political science simulations and teaching methods. The list includes articles on simulations of civil trials, Supreme Court decision-making, and urban fiscal crises, as well as sequential writing assignments in international relations and American government survey courses. The articles suggest that simulations and role-playing exercises can be effective teaching tools in political science courses, allowing students to engage with the material in a more interactive and experiential way. The references also include books on simple simulations, which provide guidance and resources for instructors looking to incorporate simulations into their courses. The author of the list is not specified, but is likely the compiler of the references rather than the author of the articles and books themselves."}, {"heading": "Why It Is Difficult To Teach Comparative Politics To American Students* Robert Cox, University Of Oklahoma", "text": "The article discusses the trend of internationalizing curricula in universities, particularly in political science, and the challenges of teaching comparative politics to American students. The author argues that the difficulty lies not in the subject matter itself, but in the concepts used in comparative politics, which have different meanings in the United States compared to the rest of the world. This creates confusion and frustration for students, who are otherwise curious about other parts of the world. The author identifies two problems: first, the international usage of concepts is not always reflected in American discourse, and second, American political scientists often use concepts improperly or generate new concepts that lack scientific content. The author suggests that the study of American politics should not be treated as a separate entity, but rather should be integrated with the rest of the world to avoid these problems."}, {"heading": "Examples Of Problems In Conceptual Usage", "text": "The article discusses the confusion surrounding political terminology in the United States. The author argues that the terms used to describe political leaders and systems are often misused or misunderstood, leading to confusion and miscommunication. The author suggests that political scientists are particularly guilty of using terminology in a faulty or misleading way, and that this contributes to the problem. The article provides examples of how terms like \"government\" and \"liberalism\" are used differently in the United States compared to other countries, and argues that this makes it difficult for foreigners to understand American politics. The author suggests that teaching students proper use of terminology would be a good place to start in addressing this problem. The article concludes by calling for greater precision and consistency in the use of political terminology, and for political scientists to take a more scientific approach to the study of politics."}, {"heading": "What Is The Conceptual Problem?", "text": "The author argues that American political scientists fail to treat the study of politics as a scientific activity. Instead, they define the discipline in terms of their own methodological approach, resulting in a discipline informed by sectarian rivalries and obscure cottage industries of research. This sectarian view of the discipline produces a conceptual muddle in contemporary American political science, where concepts are treated as user-friendly commodities that may be defined in any way the user wishes and need not bear any relationship to other circumstances. The author uses the contrast between the English and metric systems of measures to illustrate this point, arguing that science is best served when knowledge and data are measured in accordance with universally accepted standards. The author suggests that American political scientists often do not adhere to global standards when they employ concepts in their research, resulting in a lack of exploration of the substance of politics in countries throughout the world. The author also argues that American students have a difficult time grasping the concept of regime, although they believe it to be a bad thing, and that comparative political scientists understand a regime to be a formal definition of the structure of governing institutions in a country."}, {"heading": "American Political Scientists Seem To Have A Different Notion Of What A Concept Is Than Does The Scientific Community.", "text": "The paper discusses the concept of political regimes and how it is used differently by American scholars compared to the rest of the world and comparative political scientists. The traditional definition of a regime is a formalistic, structural one, but American scholars tend to refer to regimes in behavioral terms, which can cause confusion for foreign observers of American politics. The paper argues that American political science needs to use consistent terminology with the rest of the world and comparative political scientists to avoid confusion. \n\nThe paper also discusses the narrow focus of the literature on federalism, which is based on the limited experience of one country, the United States. The paper argues that the American concept of federalism, such as \"marble cake federalism,\" is limited in scientific utility and evokes images shared exclusively by members of a particular culture. The paper suggests that American political science needs to broaden its focus and learn from other federal states, such as Canada and Mexico, to gain a better understanding of federalism. \n\nOverall, the paper highlights the importance of using consistent terminology and broadening the focus of American political science to gain a better understanding of political regimes and federalism."}, {"heading": "How To Improve", "text": "The author argues that the current distinction between fields in American political science is illogical and proposes a reorganization of curricula in a broader, thematic fashion. The criticism of single-country specialists is that they engage in journalistic chronicling or commit ecological fallacies by assuming universal conditions based on a single experience. The author suggests that courses on political executives should compare presidents and prime ministers, and courses on legislatures should compare parliaments, diets, and congresses. The author believes that placing American politics in a comparative perspective is the only way to illustrate the system's basic features. The fundamental goal of any educational program should be to equip students to succeed after they leave the university. The author suggests that American political scientists take the scientific imperative seriously and place the study of American politics in a global context."}, {"heading": "Trying A New Approach", "text": "The author suggests that the most effective way to integrate foreign languages into the U.S. political science curriculum is to teach undergraduate political science courses in a foreign language. The author has taught three such courses in Spanish with an average enrollment of 15 students each time. These courses are mainline political science courses that are often taken by majors in the department. The author believes that this approach can be replicated in other U.S. universities. However, the success of this approach at Clemson University is not due to any particular circumstances, but rather a supportive administration. The author notes that only three of the students in the foreign-language sections were native Spanish speakers, which is not surprising given the lack of a sizable Hispanic community in South Carolina. The paper concludes by stating that Clemson University is a technically advanced institution, but this approach to teaching political science in a foreign language is not dependent on technological advancements."}, {"heading": "Conclusion", "text": "In the field of political science, there are challenges in educating American students on comparative politics. The difficulty lies in the different meanings of concepts used in comparative politics in the United States compared to the rest of the world. This creates confusion and frustration for students, hindering their understanding of other parts of the world. The misuse and misunderstanding of political terminology further contribute to this problem. To address these issues, it is important to use consistent terminology and broaden the focus of American political science to gain a better understanding of political regimes and federalism.\n\nSimulations and role-playing exercises have been found to be effective teaching tools in political science courses, allowing students to engage with the material in a more interactive and experiential way. Incorporating simulations into courses can provide guidance and resources for instructors. However, there is a need for greater precision and consistency in the use of political terminology, as well as a more scientific approach to the study of politics.\n\nFuture research in this field could explore the impact of integrating foreign languages into the political science curriculum, as well as the effectiveness of teaching political science courses in a foreign language. Additionally, there is a need for a reorganization of curricula in a broader, thematic fashion to compare political systems and executives across different countries. By placing the study of American politics in a global context, students can gain a better understanding of the system's basic features."}, {"heading": "References", "text": "@article{almond1988separate,\n  title={Separate Tables: Schools and Sects in Political Science},\n  author={Almond, Gabriel},\n  journal={PS: Political Science \\& Politics},\n  year={1988}\n}\n\n@book{dalton1984electoral,\n  title={Electoral Change: Realignment and Dealignment in Advanced Industrial Societies},\n  author={Dalton, Russell J and Flanagan, Scott},\n  year={1984},\n  publisher={Princeton University Press}\n}\n\n@article{diamant1990comparative,\n  title={Comparative Politics: The Myth of the Eternal Return},\n  author={Diamant, Alfred},\n  journal={PS: Political Science \\& Politics},\n  year={1990}\n}\n\n@book{donu1987political,\n  title={Political Change: Central America, South America, and the Caribbean},\n  author={Donu'nguez, Jorge I},\n  year={1987},\n  publisher={Brown and Co}\n}\n\n@book{hartz1955liberal,\n  title={The Liberal Tradition in America},\n  author={Hartz, Louis},\n  year={1955},\n  publisher={Harcourt Brace and World}\n}\n\n@book{heidenheimer1990comparative,\n  title={Comparative Public Policy: The Politics of Social Choice in America},\n  author={Heidenheimer, Arnold and Heclo, Hugh and Adams, Carolyn Teich},\n  year={1990},\n  publisher={St. Martin's Press}\n}\n\n@book{lijphart1975politics,\n  title={The Politics of Accommodation: Pluralism and Democracy in the Netherlands},\n  author={Lijphart, Arend},\n  year={1975},\n  publisher={University of California Press}\n}\n\n@misc{lowi1991politics,\n  title={The Politics of the Republican Era-and the Future of the Republic. Julian J. Rothbaum Distinuished Lecture in Representative Government},\n  author={Lowi, Theodore J},\n  year={1991-10-24}\n}\n\n@book{lowi1979end,\n  title={The End of Liberalism: The Second Republic of the United States},\n  author={Lowi, Theodore J},\n  year={1979},\n  publisher={St. Martin's Press}\n}\n\n@article{riggs1951public,\n  title={Public Administration: A Comparativist Framework},\n  author={Riggs, Fred W},\n  year={1951-12},\n  journal={Public Administration Review}\n}\n\n@article{rose1989exceptional,\n  title={How Exceptional Is the American Political Economy?},\n  author={Rose, Richard},\n  journal={Political Studies Quarterly},\n  year={1989}\n}\n\n@article{sartori1991comparing,\n  title={Comparing and Miscomparing},\n  author={Sartori, Giovanni},\n  journal={Journal of Theoretical Politics},\n  year={1991}\n}\n\n@article{searing1991roles,\n  title={Roles, Rules, and Rationality in the New Institutionalism},\n  author={Searing, Donald D},\n  journal={American Political Science Review},\n  year={1991}\n}"}]