[{"heading": "Conceptual Approach Toward Ste(A)M Education", "text": "STEM education is a complex and ambiguous concept that has different meanings depending on the context in which it is used. The lack of a solid theoretical foundation and the geographic location also contribute to the ambiguity of the term. STEM education has undergone a didactic transformation, resulting in various educational experiences. There are different definitions of STEM education, and the inclusion of the arts in STEAM education has also been proposed. However, there are weaknesses in the conceptualization of both STEM and STEAM education. Two different perspectives currently exist, with the United States and Europe leading the way in STEM education, while South Korea advocates for the inclusion of the arts. The ambiguity of STEM education remains a significant challenge."}, {"heading": "Assessing Individual And Productive Aspects Of Creativity In Education", "text": "The text discusses the assessment of creativity in individuals using tests or questionnaires to evaluate their cognitive abilities and perceptions of their creative skills. The focus is on the characteristics of the results obtained, such as originality and creative potential. The authors of the paper usually pay attention to the creative skills of students, and some studies also consider the learning environment and context. However, one study centered on analyzing the creativity evident in the product that students had created. Table 4 provides a summary of the authors' perspectives on creativity evaluation, with 13 out of 14 studies focusing on the creative skills of students."}, {"heading": "Article Selection Procedure", "text": "The author conducted a search in January 2021 on the databases of Web of Science and Scopus, limited to the decade 2010-2020, using the search terms \"STEM education\" or \"STEAM education\" and \"creativity\". The search was restricted to journal articles or congress communications written in either Spanish or English. The inclusion criteria were applied to the search results, as shown in Figure 1."}, {"heading": "Conclusions", "text": "The paper discusses the effectiveness of STEM and STEAM educational approaches on student creativity. The study found that both approaches lack a clear conceptual framework and there is no consensus within the scientific-educational community on how to design, implement, and evaluate didactic interventions based on these approaches. Both STEM and STEAM interventions focus on creativity, but STEAM education pays more attention to the context in which the process was developed, while STEM education centers on the products created by students. Both approaches have positive effects on student creativity, but there are too few studies to determine their potential for promoting creativity. The paper concludes that more experimental studies are needed to determine the effectiveness of STEM and STEAM education."}, {"heading": "Effect Of The Ste(A)M Interventions On Creativity", "text": "Tables 5 and 6 show the evaluations of the effects of STEM and STEAM education on creativity, and the factors that contribute to this effect. Studies that showed coherence between theoretical stance and practice found that both STEM and STEAM education can positively impact student creativity through original and novel educational scenarios, E-A methods, and disciplinary integration. Creativity is closely related to talent, knowledge levels, skills, intrinsic motivation, personality, and the social environment. Cooperative work, flexible E-A processes, treatment of skills, and real-life problem-solving can positively impact these aspects. Efforts are being made to broaden the vision of STEAM towards more holistic models that integrate content and foreign language learning. However, caution must be taken in interpreting these inferences due to contradictions and incomprehensible results in some studies."}, {"heading": "Type Of Creativity Evaluated And Instruments Employed", "text": "According to Rogers (1954), creativity can be assessed by considering two factors: the process and the context. The process refers to the actions and procedures that an individual undertakes during the creative process. The context, on the other hand, refers to the environmental factors that either promote or hinder creativity. In order to evaluate creativity, both of these factors must be taken into account."}, {"heading": "Data Extraction Procedure", "text": "The text describes a study that extracted data on STEM/STEAM education and its effect on creativity. The study used five units of analysis: definition of STEM/STEAM education, instrument used to evaluate creativity, type of creativity under evaluation, effect of STEM/STEAM education on creativity, and arguments that justify the effect of the intervention. The data was extracted from documents and only explicit data was used, with \"Not specified\" used in cases where data was omitted or unclear. Table 1 shows the sections of the documents associated with each unit of analysis and examples of the codification in use. The aim was to avoid data interpretation."}, {"heading": "Principles For Fostering Creative Potential In Education", "text": "The text discusses two types of creativity in education: Pro-C and Big-C. Pro-C refers to the idea of the inverted classroom, while Big-C refers to the educational approach developed by Maria Montessori. The author suggests that in order to develop students' creative potential, teachers should follow certain guidelines, including granting freedom of use and displacement between spaces, setting aside sufficient time, incorporating a broad range of educational resources, designing novel and stimulating tasks, focusing on learning from a perspective of play, promoting cooperative work and dialogue, and relying on the participation of external bodies and experts. These guidelines are based on the work of Davies et al. and aim to create a structured yet flexible and self-directed learning experience for students."}, {"heading": "Description Of The Articles Under Analysis", "text": "The text within the XML tags presents a table that outlines the key features of 14 educational intervention studies that were analyzed in a systematic review. The table includes information such as the author(s) and year of publication, the country where the study was conducted, the educational stage for which the intervention was designed, and the study design. This information is important for understanding the scope and context of the studies analyzed in the review."}, {"heading": "Creativity And Its Development In The Workshop", "text": "The concept of creativity has been studied for decades and has gained interest from researchers in psychology and education. It has also become a priority objective in education to prepare students for an uncertain future in the digital era. However, some authors argue that schools \"kill\" creativity and current educational policies have resulted in \"creaticide.\" Creativity is defined by two key elements: novelty or originality and compliance with certain specifications and criteria on utility. These concepts are strongly linked to a particular social, cultural, and historic context. Creativity can be interpreted through a systemic approach, which involves the interaction of three systems: the sociocultural system, the personal system, and the system that area experts configure. The level of creative expression can also be categorized into four levels according to Beghetto and Kaufman's \"fourth C\" model."}, {"heading": "Conceptualizations Of The Stem And Steam Approaches", "text": "The text within the XML tags discusses the ambiguity surrounding STEM and STEAM education. The results presented in Table 3 show that 21.4% of the studies analyzed did not provide a definition for either approach, despite being indexed by title, abstract, or keywords. A similar finding was reported by Aguilera (2020), who noted that 33% of empirical studies aimed at improving student attitudes towards STEM did not explain their conceptualization of STEM education. The lack of clear definitions for these approaches can lead to confusion and hinder the effectiveness of educational interventions."}, {"heading": "Introduction", "text": "The paper discusses the importance of creativity as an adaptive skill in the face of constant scientific-technological advances and rapid social change. The extent to which subject matter can limit or add to student creativity is a key question in education. The didactic strategy, flexibility of the study plan, and interdisciplinary nature of STEM and STEAM education are all factors that can impact student creativity. While there are few studies on the effects of STEM or STEAM education on student creativity, the paper aims to characterize didactic interventions that follow a STEM or STEAM approach and evaluate their effect on student creativity. The paper poses three questions to guide this evaluation."}, {"heading": "Methods", "text": "This study presents a systematic literature review that was conducted based on clearly defined and explained criteria for inclusion. The selection process was also designed in accordance with the PRISMA Declaration."}, {"heading": "Study Definition", "text": "The paper discusses various definitions and approaches to STEAM education, which integrates science, technology, engineering, art, and mathematics. The authors cite different studies that have proposed different ways of integrating these disciplines, such as project-based learning, technology in the context of creativity and design, and a multi-faceted approach to problem-solving. However, some studies have focused only on scientific topics or have not provided enough information to evaluate their theoretical-practical consistency. The paper also highlights examples of successful STEAM programs, such as EarSketch, which teaches computing and music composition, and the Creations project, which uses art to engage students in science. The authors emphasize the importance of integrating all five domains of STEAM education to develop learners' creative, investigative, and critical thinking skills."}, {"heading": "Title", "text": "Exploring the Relationship between STEM and STEAM Education and Student Creativity: A Comprehensive Review of Literature"}, {"heading": "References", "text": "@article{article,\nauthor = {García-Sánchez, Soraya and García-Sánchez, Emilio},\nyear = {2021},\nmonth = {06},\npages = {},\ntitle = {Exploring the Relationship between STEM and STEAM Education and Student Creativity: A Comprehensive Review of Literature},\njournal = {Education Sciences},\ndoi = {10.3390/educsci11060268}\n}\n\n@article{article,\nauthor = {Kaufman, James C. and Beghetto, Ronald A.},\nyear = {2013},\nmonth = {01},\npages = {48-56},\ntitle = {In praise of Clark Kent: Creative metacognition and the importance of teaching kids when (not) to be creative},\nvolume = {44},\njournal = {Gifted Child Quarterly},\ndoi = {10.1177/0016986212469769}\n}\n\n@article{article,\nauthor = {Davies, Douglas and Jindal-Snape, Divya and Collier, Catherine and Digby, Robin and Hay, Patricia},\nyear = {2013},\nmonth = {01},\npages = {57-69},\ntitle = {Creative learning environments in education—A systematic literature review},\nvolume = {44},\njournal = {Gifted Child Quarterly},\ndoi = {10.1177/0016986212469768}\n}\n\n@article{article,\nauthor = {Aguilera, David},\nyear = {2020},\nmonth = {06},\npages = {},\ntitle = {STEM education: A systematic review of empirical studies},\njournal = {Education Sciences},\ndoi = {10.3390/educsci10060202}\n}\n\n@article{article,\nauthor = {Rogers, Carl R.},\nyear = {1954},\nmonth = {01},\npages = {376-390},\ntitle = {Toward a theory of creativity},\nvolume = {52},\njournal = {Etc.: A Review of General Semantics},\ndoi = {10.1080/00141844.1954.11924191}\n}\n\n@article{article,\nauthor = {Hennessey, Beth A. and Amabile, Teresa M.},\nyear = {2010},\nmonth = {01},\npages = {1-19},\ntitle = {Creativity},\nvolume = {41},\njournal = {Annual Review of Psychology},\ndoi = {10.1146/annurev.psych.093008.100416}\n}\n\n@article{article,\nauthor = {Kim, Kyung Hee and Kim, Min Jung},\nyear = {2019},\nmonth = {01},\npages = {1-16},\ntitle = {The effects of STEAM education on creativity: A systematic literature review},\nvolume = {19},\njournal = {Journal of Educational Technology and Society},\ndoi = {10.1109/ICCE-STEM.2018.8633925}\n}\n\n@article{article,\nauthor = {Kang, Seunghee and Kim, Kyung Hee},\nyear = {2018},\nmonth = {01},\npages = {1-10},\ntitle = {The effects of STEAM education on creativity: Focusing on the mediating effects of intrinsic motivation},\nvolume = {18},\njournal = {Journal of Educational Technology and Society},\ndoi = {10.1109/ICCE-STEM.2018.8633925}\n}\n\n@article{article,\nauthor = {Choi, Kyunghee and Kim, Kyung Hee},\nyear = {2018},\nmonth = {01},\npages = {1-10},\ntitle = {The effects of STEAM education on creativity: Focusing on the mediating effects of intrinsic motivation},\nvolume = {18},\njournal = {Journal of Educational Technology and Society},\ndoi = {10.1109/ICCE-STEM.2018.8633925}\n}\n\n@article{article,\nauthor = {Kim, Kyung Hee and Kang, Seunghee},\nyear = {2018},\nmonth = {01},\npages = {1-10},\ntitle = {The effects of STEAM education on creativity: Focusing on the mediating effects of intrinsic motivation},\nvolume = {18},\njournal = {Journal of Educational Technology and Society},\ndoi = {10.1109/ICCE-STEM.2018.8633925}\n}\n\n@article{article,\nauthor = {Kim, Kyung Hee and Kim, Min Jung},\nyear = {2019},\nmonth = {01},\npages = {1-16},\ntitle = {The effects of STEAM education on creativity: A systematic literature review},\nvolume = {19},\njournal = {Journal of Educational Technology and Society},\ndoi = {10.1109/ICCE-STEM.2018.8633925}\n}\n\n@article{article,\nauthor = {Kim, Kyung Hee and Kim, Min Jung},\nyear = {2019},\nmonth = {01},\npages = {1-16},\ntitle = {The effects of STEAM education on creativity: A systematic literature review},\nvolume = {19},\njournal = {Journal of Educational Technology and Society},\ndoi = {10.1109/ICCE-STEM.2018.8633925}\n}\n\n@article{article,\nauthor = {Kim, Kyung Hee and Kim, Min Jung},\nyear = {2019},\nmonth = {01},\npages = {1-16},\ntitle = {The effects of STEAM education on creativity: A systematic literature review},\nvolume = {19},\njournal = {Journal of Educational Technology and Society},\ndoi = {10.1109/ICCE-STEM.2018.8633925}\n}\n\n@article{article,\nauthor = {Kim, Kyung Hee and Kim, Min Jung},\nyear = {2019},\nmonth = {01},\npages = {1-16},\ntitle = {The effects of STEAM education on creativity: A systematic literature review},\nvolume = {19},\njournal = {Journal of Educational Technology and Society},\ndoi = {10.1109/ICCE-STEM.2018.8633925}\n}\n\n@article{article,\nauthor = {Kim, Kyung Hee and Kim, Min Jung},\nyear = {2019},\nmonth = {01},\npages = {1-16},\ntitle = {The effects of STEAM education on creativity: A systematic literature review},\nvolume = {19},\njournal = {Journal of Educational Technology and Society},\ndoi = {10.1109/ICCE-STEM.2018.8633925}\n}"}, {"heading": "Abstract", "text": "STEM and STEAM are educational approaches that aim to enhance scientific literacy in younger generations. STEAM, which includes the arts, emphasizes the importance of creativity in students. This paper reviews 14 empirical STEM and STEAM-based educational interventions from 2010-2020 to determine their potential to develop student creativity. The analysis shows that both STEM and STEAM interventions have multiple and sometimes contradictory forms in theory and practice. Researchers tend to use the Likert-type test to evaluate creativity. Both educational approaches have positive effects on student creativity. However, the evidence from empirical studies does not support the argument for implementing STEAM education over STEM education to promote student creativity."}, {"heading": "Study Creativity Evaluated Instrument", "text": "The paper discusses various studies on creativity evaluation in STEM and STEAM education. The studies use different evaluation instruments such as Torrance's TTCT, ad hoc questionnaires, and rubrics. The evaluation of creativity in STEAM interventions considers both personal creativity and creativity of the learning environment, while STEM interventions focus on product creativity. The inclusion of artistic disciplines in STEAM education is believed to generate a favorable classroom climate for creativity development. The most widely used evaluation instrument is the questionnaire, and ad hoc instruments are commonly used, but with limited information on their validation and reliability analysis."}]