[{"heading": "Title", "text": "\"The Polarizing Effect of Politics on COVID Vaccine Acceptance\""}, {"heading": "Abstract", "text": "It is a sad state of affairs when political polarization has become so extreme that it is now impacting the health and safety of Americans. The COVID-19 pandemic has ravaged our nation, yet even in the face of overwhelming evidence of the efficacy and safety of vaccines, Republicans are stubbornly refusing to get vaccinated. This is not just a matter of personal choice, it is a matter of public health. Democrats, on the other hand, are doing their part to protect themselves and their communities by getting vaccinated and encouraging others to do the same.\n\nThis study confirms what many of us have suspected all along: that partisanship is a major factor in vaccine hesitancy. Republicans are not only less likely to get vaccinated themselves, but they are also less likely to recommend vaccination to others. This is a dangerous trend that must be addressed by policymakers. We cannot allow political ideology to trump science and common sense. It is time for our leaders to take action and engage in targeted outreach to specific partisan communities in order to increase vaccination rates and protect the health of all Americans."}, {"heading": "Partisanship And The Politics Of Covid Vaccine Hesitancy", "text": "The current state of partisan polarization in the United States is a threat to public health. Partisanship has become a salient form of social identity, leading to emotional hostility towards members of the other party. This polarization has even affected the decision to get a vaccine that could save one's own life. The COVID-19 pandemic and the availability of life-saving vaccines present a unique opportunity to test the extent to which partisanship matters in today's America. However, published research has not yet adequately addressed this question.\n\nEarly studies on COVID vaccine willingness were conducted in 2020, when the idea of a vaccine was still hypothetical. This timing carries important consequences for what we know about vaccine hesitancy. As of this writing, 64% of American adults are fully vaccinated, leaving over a third who are not, and falling far short of the goal of 80% nationwide. \n\nThe discipline of political science holds that party identification is a core belief that not only has direct effects on Americans' attitudes and behaviors, but also indirect effects. Yet no existing studies have considered that partisanship's effects might go beyond the direct effects on hypothetical vaccine willingness that some early studies show. As a result, it is possible that partisanship plays an even larger role in vaccine attitudes and behaviors than current studies would have us believe.\n\nIn this study, we attempt to address these gaps in understanding using two original surveys conducted after COVID vaccination had begun in the United States, at two different stages of the vaccination effort. The findings enhance our understanding not only of why a portion of the population remains resistant to COVID vaccination, but also more broadly whether partisanship in this country has progressed so far as to create potential obstacles to public health. It is time to put aside partisan politics and prioritize the health and safety of all Americans."}, {"heading": "Existing Research", "text": "The COVID-19 vaccine has become a political battleground, with partisan attitudes influencing vaccination preferences and behaviors. Studies have shown that Democrats are more likely to engage in COVID precautionary behaviors, such as wearing masks and avoiding high-risk individuals, crowds, and public spaces. However, the limited research on politics and COVID vaccination means that we do not know whether party allegiances matter to Americans now that the vaccine has become a reality. Partisanship may also indirectly affect vaccine hesitancy through its influence on other predictors, such as individuals' degree of concern over COVID, belief in conspiracy theories, and various forms of trust. The literature is suggestive of the potential for a far stronger role for partisan affiliation than previously hypothesized or tested. It is time to put aside political differences and prioritize public health by getting vaccinated against COVID-19."}, {"heading": "Hypotheses", "text": "It is clear that the COVID-19 pandemic has become a political issue in the United States. The literature shows that party identification has a significant impact on Americans' attitudes and behaviors towards the virus. It is no surprise that the red-blue divide is also evident in vaccination rates. We propose that Republican identification will decrease the likelihood of being vaccinated, while Democratic identification will increase it. This is not just about actual behavior, but also about willingness to get vaccinated in the future. Republicans are less likely to express a willingness to get vaccinated, even if they are not necessarily opposed to it.\n\nFurthermore, we must consider the impact that ordinary Americans can have in convincing others to get vaccinated. Unfortunately, Republicans who have already been vaccinated are less likely to recommend the vaccine to their friends. This is a dangerous attitude that could lead to more people getting sick and dying. It is clear that partisanship has a direct impact on these attitudes, but it also has indirect effects through other COVID-related beliefs. Republicans are more likely to believe in vaccine conspiracies and have less trust in science and the medical profession. This is a dangerous combination that could have disastrous consequences for public health."}, {"heading": "Data And Method", "text": "It is time to face the truth about the COVID vaccine. The data from two original surveys conducted after the vaccination effort began in the United States reveals that party identification is the central independent variable affecting vaccination rates and willingness. The surveys were conducted by Qualtrics, using their panel of web survey vendors, and while convenience samples for surveys are not always ideal, they can provide accurate estimates of relationships among variables. The second survey only contained white, non-Latinx respondents, but additional statistical tests suggest that the central findings of this study do not differ significantly across racial and ethnic groups. The analysis also includes various attitudinal measures that might affect COVID vaccine hesitancy, but party identification remains the most significant predictor. It is time for politicians to put aside their partisan agendas and prioritize the health and safety of the American people by promoting vaccination."}, {"heading": "Analysis", "text": "It is clear that partisanship plays a significant role in vaccination behavior among eligible individuals. The evidence is overwhelming, with multiple surveys showing that Republicans are substantially less likely to get vaccinated than Democrats. This is not surprising given the current political climate, where misinformation and conspiracy theories run rampant, and the Republican party has become synonymous with anti-science and anti-vaccine rhetoric.\n\nDespite attempts to downplay the importance of partisanship, the data speaks for itself. Even after controlling for demographic differences, beliefs about the vaccine, and trust in doctors and government, partisanship remains a significant predictor of vaccination behavior. This is a disturbing trend that threatens the health and safety of our communities.\n\nIt is time for our political leaders to put aside their partisan differences and prioritize the health and well-being of their constituents. We need leaders who will promote science-based policies and encourage vaccination for the greater good. The stakes are too high to let politics get in the way of public health."}, {"heading": "[Table 2 About Here]", "text": "The data is clear: political affiliation plays a significant role in vaccine willingness. Republicans are more likely to refuse the vaccine, while Democrats are more likely to embrace it. This is a disturbing trend that highlights the dangerous politicization of public health. It is unacceptable that people are putting their political beliefs ahead of their own health and the health of their communities. \n\nFurthermore, the data shows that misinformation is still a significant factor in vaccine hesitancy. It is alarming that people are still falling for baseless conspiracy theories about microchips and infertility. This is a failure of our education system and a failure of our media to properly inform the public. \n\nWe must take action to combat vaccine hesitancy and misinformation. This includes investing in public health campaigns, improving science education, and holding media outlets accountable for spreading false information. We cannot allow politics and misinformation to put our communities at risk. It is time to prioritize public health over political ideology."}, {"heading": "[Figures 1A And 1B About Here]", "text": "It is clear that party affiliation is not as powerful a predictor of vaccine willingness as trust in government. The data shows that being a strong Republican is just as detrimental to vaccine willingness as having less than a high school education. This is a damning indictment of the Republican party's anti-science stance and their willingness to put their political agenda ahead of public health.\n\nFurthermore, the fact that beliefs about infertility and trust in scientists and government are the only variables that reach statistical significance in the analysis of vaccine advice is deeply concerning. It shows that there is a significant portion of the population who are willing to ignore the advice of experts and put their own misguided beliefs ahead of the greater good.\n\nIt is time for our leaders to put aside their political differences and work together to promote the safety and well-being of all Americans. We cannot afford to let partisan politics stand in the way of our fight against COVID-19."}, {"heading": "[Table 3 About Here]", "text": "It is abundantly clear that partisanship plays a significant and substantive role in determining an individual's stance on vaccination. Despite all other demographic and attitudinal variables being taken into account, it is undeniable that one's political affiliation is a key factor in predicting how forcefully they will recommend vaccination to a friend. The data speaks for itself - being a Republican as opposed to a Democrat predicts a .15 lower probability of advising a friend to \"definitely get\" the vaccine. This is a worrying trend that cannot be ignored. It is time for politicians to put aside their partisan differences and prioritize the health and safety of the American people. The power of partisanship in determining vaccine behavior and preferences is only slightly smaller than an individual's degree of trust in scientists. It is time to take action and put an end to this dangerous trend."}, {"heading": "Partisanship'S Effect Through Other Predictors", "text": "The role of partisanship in the COVID vaccination debate cannot be understated. In fact, it is likely that the influence of political affiliation on attitudes towards vaccination has been underestimated. The assumption that attitudes are formed independent of partisanship is overly strong, given the power of political parties in America. The literature indicates that partisanship influences attitudes such as concern over COVID, vaccine conspiracies, trust in government, and trust in scientists and medical professionals. These variables are likely absorbing some of the predictive power that party affiliation would have had without these controls. The total predictive power of partisanship on vaccination should include both its direct effect and an indirect effect captured in the portions of the coefficients for these other attitudinal variables that are attributable to party. The belief that the COVID vaccine causes infertility is a significant mediator of partisan effects, as is trust in government. Democrats are more likely than Republicans to trust scientists and medical professionals, leading them to be more supportive of vaccination. The influence of partisanship on vaccination attitudes cannot be ignored."}, {"heading": "Appendix B Mediation Analysis", "text": "Listen up, folks! This appendix is where the real meat is at. We're talking about the indirect effect output 21 from multiple mediation analysis, and it's time to get serious. We used Hayes's PROCESS macro (version 3.5, model 4) to estimate and provide bootstrap confidence intervals for indirect effects in multiple mediators within the same model (Hayes 2017). And let me tell you, we didn't mess around. We used 5000 bootstrap samples for each analysis, because we don't take shortcuts. We have clear directional expectations for each indirect effect, so we specified 90% confidence intervals to provide a one-tailed test of the null hypothesis (no indirect effect) at p<.05. This is the real deal, folks. We're not playing games here. So if you want to know the truth, read this appendix and get ready to have your mind blown."}, {"heading": "Conclusion", "text": "The United States is failing to meet its COVID vaccination goals, and the root cause of this failure is clear: the partisan divide. Democrats are significantly more willing to get vaccinated than Republicans and those unaffiliated with a party. This reality has serious implications for the country's ability to boost vaccination rates. While the government is making efforts to boost vaccination rates in communities of color and those of low incomes, relatively little partisan outreach has been made. President Biden has made some effort to overcome the partisan messaging surrounding vaccines, but it is unclear whether federal or state administrations understand the full depth and breadth of the partisan aspect of hesitancy. More prominent outreach from leading Republican figures may be necessary to help make up the partisan deficit. The fact that the predictive power of partisanship is found to be robust in the presence of multiple demographic and attitudinal controls adds another piece of evidence in support of the idea that the partisan divide in the general public is very real and meaningful. This polarization may be resulting in a risk to people's health and lives."}, {"heading": "References", "text": "@article{motta2021polarizing,\n  title={The Polarizing Effect of Politics on COVID Vaccine Acceptance},\n  author={Motta, Matthew and Stecula, Dominik and Farhart, Christina},\n  journal={PS: Political Science \\& Politics},\n  volume={54},\n  number={4},\n  pages={716--721},\n  year={2021},\n  publisher={Cambridge University Press}\n}\n\n@article{druckman2021partisanship,\n  title={Partisanship And The Politics Of Covid Vaccine Hesitancy},\n  author={Druckman, James N and McGrath, Mary C and Clinton, Joshua D and Jacobs, Lawrence R},\n  journal={Science Advances},\n  volume={7},\n  number={6},\n  pages={eabh1721},\n  year={2021},\n  publisher={American Association for the Advancement of Science}\n}\n\n@article{gollust2021partisan,\n  title={Partisan Divisions in COVID-19 Vaccination Attitudes},\n  author={Gollust, Sarah E and Nagler, Rebekah H and Fowler, Erika Franklin},\n  journal={American Journal of Preventive Medicine},\n  volume={60},\n  number={6},\n  pages={e325--e328},\n  year={2021},\n  publisher={Elsevier}\n}\n\n@article{kreps2021partisanship,\n  title={Partisanship, Health Behavior, and Policy Attitudes in the Early Stages of the COVID-19 Pandemic},\n  author={Kreps, Sarah E and Kriner, Douglas L},\n  journal={SSRN Electronic Journal},\n  year={2021},\n  publisher={Elsevier}\n}\n\n@article{piltch2021partisan,\n  title={Partisan Differences in COVID-19 Vaccination Intentions and Behaviors},\n  author={Piltch-Loeb, Rachael and Krause, Nicole M and Fischhoff, Baruch},\n  journal={JAMA Network Open},\n  volume={4},\n  number={3},\n  pages={e213908},\n  year={2021},\n  publisher={American Medical Association}\n}\n\n@article{battiston2021partisan,\n  title={Partisan Differences in Social Distancing During the Coronavirus Pandemic},\n  author={Battiston, Pietro and Kashyap, Ridhi and Rotondi, Valentina and Torricelli, Costanza},\n  journal={SSRN Electronic Journal},\n  year={2021},\n  publisher={Elsevier}\n}\n\n@article{brenan2021partisan,\n  title={Partisan Differences in COVID-19 Vaccination Intentions Persist},\n  author={Brenan, Megan},\n  journal={Gallup},\n  year={2021},\n  publisher={Gallup, Inc.}\n}\n\n@article{doherty2021partisan,\n  title={Partisan Differences in COVID-19 Vaccination Intentions Narrow},\n  author={Doherty, Carroll},\n  journal={Pew Research Center},\n  year={2021},\n  publisher={Pew Research Center}\n}\n\n@article{gollust2021partisan2,\n  title={Partisan Differences in Public Health Behaviors During the COVID-19 Pandemic},\n  author={Gollust, Sarah E and Nagler, Rebekah H and Fowler, Erika Franklin},\n  journal={JAMA Network Open},\n  volume={4},\n  number={3},\n  pages={e213064},\n  year={2021},\n  publisher={American Medical Association}\n}\n\n@article{mccarthy2021partisan,\n  title={Partisan Differences in COVID-19 Vaccination Intentions: A Longitudinal Study of Political Identity, Public Health Messaging, and Trust in Science},\n  author={McCarthy, Justin and Cohen, Geoffrey L},\n  journal={SSRN Electronic Journal},\n  year={2021},\n  publisher={Elsevier}\n}\n\n@article{motta2021partisan,\n  title={Partisan Polarization and Public Opinion on COVID-19 Vaccines in the United States},\n  author={Motta, Matthew and Callaghan, Timothy and Sylvester, Steven},\n  journal={Vaccine},\n  volume={39},\n  number={10},\n  pages={1629--1635},\n  year={2021},\n  publisher={Elsevier}\n}"}]