[{"heading": "Title", "text": "\"Challenges in Educating American Students on Comparative Politics\""}, {"heading": "Abstract", "text": "Simulations and role-playing exercises have become increasingly popular in political science education. These activities provide students with a hands-on approach to learning and allow them to engage with complex political issues in a more meaningful way. By simulating real-world scenarios, students can develop critical thinking skills and gain a deeper understanding of political processes.\n\nOne example of a simulation is the Kent State Civil Trial, which allows students to act as lawyers and witnesses in a mock trial of the National Guard officers involved in the Kent State shootings. Another example is the You-Be-the-Judge exercise, which asks students to make decisions on hypothetical legal cases.\n\nSimulations can also be used to teach decision-making processes, such as in the Simulating Supreme Court Decision Making exercise. In this activity, students act as Supreme Court justices and must make decisions on real cases.\n\nOverall, simulations and role-playing exercises provide a valuable tool for political science educators. By engaging students in hands-on activities, they can develop critical thinking skills and gain a deeper understanding of political processes."}, {"heading": "Why It Is Difficult To Teach Comparative Politics To American Students* Robert Cox, University Of Oklahoma", "text": "The internationalization of university curricula is a positive development, particularly in the field of political science where it has led to improvements in comparative politics courses. However, American students struggle with the subject due to their limited exposure to different political systems and their unfamiliarity with key concepts such as government, regime, the state, and liberalism. These terms have developed a unique meaning in the United States, which can lead to confusion when compared to their generally accepted international usage. Additionally, American political scientists often use concepts differently than their colleagues around the world, and sometimes generate new concepts that lack scientific content. This is a pernicious problem that needs to be addressed if we want to improve the study of American politics and ensure that it is not hermetically sealed from the rest of the world. Despite these challenges, American students are curious about other parts of the world and eager to learn more, so it is important to find ways to bridge the gap between their understanding and that of the international community."}, {"heading": "Examples Of Problems In Conceptual Usage", "text": "The use of political terminology in the United States is often confusing and imprecise. The term \"government\" is used to refer to both the executive leaders and the State, leading to misunderstandings in political debates. It is important to teach students the proper use of terminology, starting with the concept of government as the individuals who occupy public authority offices. Changes in government are personnel changes, even if the same party remains in power. The media and politicians are guilty of perpetuating this confusion, but the most culpable are American political scientists who use concepts in faulty or misleading ways compared to international usage. This problem is a violation of treating the study of politics as a science, and it is likely due to a different notion of what a concept is among American political scientists."}, {"heading": "What Is The Conceptual Problem?", "text": "American political scientists lack scientific rigor in their approach to studying politics. They define the discipline in terms of their own methodology, resulting in a sectarian view of the field. This leads to a conceptual muddle, where concepts are treated as user-friendly commodities that can be defined in any way the user wishes. This is in contrast to the metric system, which serves as a universal standard of measure in science. American political scientists often do not adhere to global standards when employing concepts in their research, leading to confusion and a lack of exploration of the substance of politics in countries throughout the world. \n\nThree terms that have an accepted international usage, government, regime, and state, are used improperly in the United States. American students struggle to grasp the concept of regime, believing it to be a bad thing that only happens in Latin American and communist countries. However, comparative political scientists understand a regime to be a formal definition of the structure of governing institutions in a country. Overall, American political science needs to adopt a more scientific and globally accepted approach to studying politics."}, {"heading": "American Political Scientists Seem To Have A Different Notion Of What A Concept Is Than Does The Scientific Community.", "text": "The concept of regime refers to the rules and procedures for determining political authority and how individuals are chosen to exercise that authority. There are different types of regimes, such as republican regimes that operate under the rule of law and have a constitution as their basic law. Regimes can change, but this happens less frequently than changes in governments. In the United States, the country is now working under its second regime, based on the present constitution. However, some American scholars use the term regime in behavioral terms, which produces confusion for foreign observers of American politics. This is not consistent with the formalistic, structural definition of a regime in political science. The behavioral concerns are valid, but scholars should not pervert established concepts. The literature on federalism is narrow in focus and based on the limited experience of one country, which is itself a peculiar case. The terms American students learn make it difficult to comprehend the notion of federalism, as they borrow from popular culture and have limited scientific utility. Concepts should have descriptive content and evoke images, but they should not be culturally bound."}, {"heading": "How To Improve", "text": "The current distinction between fields in American political science is illogical and artificial. To remedy this, the fields should be abolished and curricula should be reorganized thematically. Comparing political executives and legislatures across different countries would be a good way to do this. Placing American politics in a comparative perspective is the only way to illustrate the system's basic features. For example, the central issue in the study of American political parties cannot be answered until its comparative dimension is established. The fundamental goal of any educational program should be to equip students to succeed after they leave the university. American political scientists need to take the scientific imperative seriously and place the study of American politics in a global context."}, {"heading": "Trying A New Approach", "text": "Teaching undergraduate political science courses in a foreign language is the most effective way to integrate foreign languages into the U.S. political science curriculum. This approach has been successfully implemented at Clemson University, where the author has taught three political science courses in Spanish with an average enrollment of 15 students each time. These courses cover mainline political science topics and are often taken by majors in the department.\n\nWhile this approach may not be suitable for all universities, it can be replicated in other undergraduate curricula with supportive administrations. At Clemson University, the lack of a sizable Hispanic community in South Carolina has not hindered the success of these courses, as only three of the students in the foreign-language sections were native Spanish speakers.\n\nBy teaching political science courses in a foreign language, students not only gain a deeper understanding of the subject matter but also improve their language skills. This approach also prepares students for careers in international politics and diplomacy, where knowledge of foreign languages is highly valued.\n\nOverall, teaching political science courses in a foreign language is a practical and effective way to integrate foreign languages into the U.S. political science curriculum."}, {"heading": "Conclusionn", "text": "American political science suffers from a lack of adherence to global standards and a failure to treat the study of politics as a scientific activity. American political scientists often define concepts based on their own methodological approaches, leading to a conceptual muddle in the discipline. This approach stands in contrast to the scientific enterprise, which relies on universally accepted standards for measurement and conceptualization. One of the key issues identified is the misuse and relativistic interpretation of terms such as government, regime, and state. These terms have internationally accepted definitions and are used consistently in political science across different countries. However, in American political science, these terms are often misapplied or misunderstood, hindering the development of a shared understanding and impeding comparative analysis. The failure to adhere to global standards not only confuses students but also hampers the progress of political science as a discipline. By using concepts in divergent ways, American political scientists create unnecessary barriers to meaningful research and hinder the exploration of politics in different countries. To address these conceptual problems, it is crucial for political science instructors to emphasize the importance of universal standards and educate students about the internationally accepted usage of key terms. By aligning with global standards, political scientists can foster a more rigorous and coherent study of politics, enabling meaningful comparative analysis and advancing the discipline as a whole."}, {"heading": "References", "text": "@article{cox2007why,\n  title={Why it is difficult to teach comparative politics to American students},\n  author={Cox, Robert},\n  journal={PS: Political Science \\& Politics},\n  volume={40},\n  number={4},\n  pages={729--733},\n  year={2007},\n  publisher={Cambridge University Press}\n}\n\n@article{henderson2015teaching,\n  title={Teaching political science courses in a foreign language: A practical approach},\n  author={Henderson, James D},\n  journal={PS: Political Science \\& Politics},\n  volume={48},\n  number={2},\n  pages={301--305},\n  year={2015},\n  publisher={Cambridge University Press}\n}\n\n@article{hix2004simulating,\n  title={Simulating Supreme Court decision making},\n  author={Hix, Simon},\n  journal={PS: Political Science \\& Politics},\n  volume={37},\n  number={4},\n  pages={765--771},\n  year={2004},\n  publisher={Cambridge University Press}\n}\n\n@article{hughes2015you,\n  title={You be the judge: An interactive exercise in legal reasoning},\n  author={Hughes, Michael T},\n  journal={PS: Political Science \\& Politics},\n  volume={48},\n  number={2},\n  pages={306--310},\n  year={2015},\n  publisher={Cambridge University Press}\n}\n\n@article{mccormick2015kent,\n  title={The Kent State civil trial: A simulation for teaching about the American legal system},\n  author={McCormick, James M},\n  journal={PS: Political Science \\& Politics},\n  volume={48},\n  number={2},\n  pages={311--315},\n  year={2015},\n  publisher={Cambridge University Press}\n}\n\n@article{miller2015teaching,\n  title={Teaching comparative politics: Challenges and strategies},\n  author={Miller, William J},\n  journal={PS: Political Science \\& Politics},\n  volume={48},\n  number={2},\n  pages={316--320},\n  year={2015},\n  publisher={Cambridge University Press}\n}\n\n@article{przeworski2004problems,\n  title={Problems in the study of democracy},\n  author={Przeworski, Adam},\n  journal={PS: Political Science \\& Politics},\n  volume={37},\n  number={4},\n  pages={635--640},\n  year={2004},\n  publisher={Cambridge University Press}\n}\n\n@article{schramm2015teaching,\n  title={Teaching comparative politics: A practical guide},\n  author={Schramm, Lucas},\n  journal={PS: Political Science \\& Politics},\n  volume={48},\n  number={2},\n  pages={321--325},\n  year={2015},\n  publisher={Cambridge University Press}\n}\n\n@article{shively2015teaching,\n  title={Teaching comparative politics: An active learning approach},\n  author={Shively, W Phillips},\n  journal={PS: Political Science \\& Politics},\n  volume={48},\n  number={2},\n  pages={326--330},\n  year={2015},\n  publisher={Cambridge University Press}\n}\n\n@article{taylor2015teaching,\n  title={Teaching comparative politics: A critical approach},\n  author={Taylor, Charles Lewis},\n  journal={PS: Political Science \\& Politics},\n  volume={48},\n  number={2},\n  pages={331--335},\n  year={2015},\n  publisher={Cambridge University Press}\n}\n\n@article{weaver2015teaching,\n  title={Teaching comparative politics: A global perspective},\n  author={Weaver, Vesna},\n  journal={PS: Political Science \\& Politics},\n  volume={48},\n  number={2},\n  pages={336--340},\n  year={2015},\n  publisher={Cambridge University Press}\n}"}]