[{"heading": "Title", "text": "\"Challenges in Educating American Students on Comparative Politics\""}, {"heading": "Abstract", "text": "The use of simulations and role-playing exercises in political science education is a waste of time and resources. Instead of teaching students how to think critically and analyze complex political issues, these activities encourage them to engage in childish games and pretend to be someone they are not. It is a disgrace to the field of political science to reduce it to a mere game.\n\nFurthermore, these simulations often lack accuracy and fail to capture the nuances of real-world politics. They are nothing more than a cheap imitation of the real thing, and students who participate in them are being misled into thinking that they are gaining valuable experience.\n\nIt is time for political science educators to abandon these frivolous activities and focus on teaching students the skills they need to succeed in the real world. We need to challenge our students to think critically and engage with complex political issues, not waste their time with childish games. It is time to take political science education seriously and stop treating it like a game."}, {"heading": "Why It Is Difficult To Teach Comparative Politics To American Students* Robert Cox, University Of Oklahoma", "text": "It is a travesty that American students are being deprived of a proper education in comparative politics. The problem lies not with the students themselves, but with the insular and misguided approach of American political scientists. These so-called experts use concepts in ways that are faulty and misleading, creating confusion and frustration for students who are eager to learn about the world beyond their borders.\n\nThe root of the problem is a lack of international perspective. American political scientists treat the study of American politics like a biosphere project, hermetically sealed against the rest of the world. This approach is not only intellectually lazy, it is also dangerous. It perpetuates a narrow-minded and self-centered view of the world, one that is ill-equipped to deal with the complex challenges of the 21st century.\n\nIt is time for American political scientists to wake up and smell the coffee. They must abandon their insular approach and embrace a more global perspective. This means using concepts in ways that are consistent with international usage, and generating new concepts that have scientific content. Only then can we hope to provide American students with the education they deserve, one that prepares them to be informed and engaged citizens of the world."}, {"heading": "Examples Of Problems In Conceptual Usage", "text": "The misuse of political terminology in America is a disgrace to the field of political science. The media and politicians are guilty of perpetuating this nonsense, but the real culprits are the so-called \"experts\" on American politics. These supposed experts use concepts in ways that are faulty and misleading when compared to international usage. It is no wonder that the American people are naive in their understanding of political terminology when their instructors are just as clueless.\n\nThe problem is a violation of real attempts to treat the study of politics as a science. American political scientists seem to have a different notion of what a concept is than does the scientific community. This is unacceptable. If we want to have a true understanding of politics, we must start by using terminology correctly. We must teach our students that government refers to the individuals who, at a specific time, occupy the offices vested with public authority. We must explain the difference between a parliamentary system and a presidential system. We must stop using terms like \"big guvment\" and \"getting guvment off the backs of the American people\" and start using the proper term, which is State.\n\nIt is time for American political scientists to step up and take responsibility for their role in perpetuating this conceptual sloppiness. We must hold ourselves to a higher standard and demand that our politicians and media do the same. Only then can we have a true understanding of politics and make informed decisions about our government."}, {"heading": "What Is The Conceptual Problem?", "text": "American political scientists are failing to treat the study of politics as a scientific activity. Instead, they define the discipline in terms of their own methodological approach, resulting in a discipline that is informed by sectarian rivalries and obscure cottage industries of research. This sectarian view of the discipline produces a conceptual muddle in contemporary American political science. Concepts are treated as user-friendly commodities that may be defined in any way the user wishes and need not bear any relationship to other circumstances. This is a problem because science is a rationalistic enterprise, and rationality is best served when knowledge and data are measured in accordance with universally accepted standards.\n\nAmerican political scientists often do not adhere to global standards when they employ concepts in their research. For them, concepts are relativistic, like inches. This is unacceptable. If those of us who teach comparative politics did not have to constantly pause to explain that an important concept in comparative politics must be understood to mean something different than the way it is defined in the study of American politics, we might actually spend more time exploring the substance of politics in countries throughout the world.\n\nTo demonstrate that it is American political science, and not political science in general that is off-center, consider three terms that have an accepted international usage, but are used improperly in the United States: government, regime, and state. American students have a tremendous difficulty grasping the concept of regime, although they believe a regime to be a bad thing. This is a problem that needs to be addressed if we are to have a better understanding of politics in countries throughout the world."}, {"heading": "American Political Scientists Seem To Have A Different Notion Of What A Concept Is Than Does The Scientific Community.", "text": "The American political science community has done a great disservice to the discipline and the interest of science by perverting established concepts. The use of the term \"regime\" by American scholars has caused confusion for foreign observers of American politics and has led to inconsistent usage within the field. The behavioral research that strives to demonstrate the importance of informal relationships in politics is valid, but the scholars have failed to give names to the new phenomenon they discover, instead perverting established concepts. This has made it difficult for students to comprehend political concepts, such as federalism, which is narrowly focused on the limited experience of one country, the United States. The use of culturally bound metaphors, such as marble cake federalism, has limited scientific utility and should not be used in academic discourse. American politics concepts should be treated as user-friendly commodities that bear a relationship to other circumstances. The American political science community must do better to ensure that concepts have descriptive content and are easily grasped by all."}, {"heading": "How To Improve", "text": "The current state of American political science is a complete mess. The arbitrary distinctions between fields are not only illogical but also artificial. It is time to abolish these distinctions and reorganize the curriculum in a broader, thematic fashion. The criticism of single-country specialists is that they engage in journalistic chronicling or commit ecological fallacies by assuming universal conditions based on a single experience. This has been true of many American political scientists in the past, and comparativists have been guilty of the former.\n\nTo remedy this situation, we need to compare and contrast political executives and legislatures across different countries. We need to take a comparative approach to the study of American political parties to illustrate the system's basic features. The phrase \"American political parties are weak\" is virtually redundant, and we need to demonstrate how American parties deviate from the responsible party model.\n\nThe fundamental goal of any educational program should be to equip students to succeed after they leave the university. We need to ask ourselves if the things we expect students to learn will be useful to them in the next century. Knowledge of marble cake federalism will not be useful, but understanding why many countries have elections before the parliament has reached its term will at least enable them to understand a newspaper article.\n\nIt is time for American political scientists to take the scientific imperative seriously and place the study of American politics in a global context. Only then can we equip our students with the knowledge and skills they need to succeed in the future."}, {"heading": "Trying A New Approach", "text": "It is time for the United States to wake up and realize that we are living in a globalized world. The most effective way to integrate foreign languages into our political science curriculum is to teach undergraduate courses in a foreign language. This is not a new concept, as this author has successfully taught three political science courses in Spanish with an average enrollment of 15 students each time. It is time for other universities to follow suit and replicate this approach.\n\nHowever, some may argue that this approach is not feasible due to certain circumstances. But let me tell you, this is just an excuse. At Clemson University, where this approach has been implemented, there is no sizable Hispanic community, yet the courses have been successful. It is time for universities to stop making excuses and start taking action.\n\nWe need to prepare our students for the globalized world they will be entering after graduation. By teaching political science courses in a foreign language, we are not only improving their language skills but also their understanding of international politics and third world politics. It is time for our universities to step up and provide our students with the education they need to succeed in the globalized world."}, {"heading": "Conclusionn", "text": "American political science is in a state of disarray, with a complete disregard for global standards and a lack of scientific rigor. Political scientists in America are more concerned with their own methodological approaches than adhering to universally accepted standards for measurement and conceptualization. This has led to a conceptual muddle in the discipline, with key terms such as government, regime, and state being misused and misunderstood.\n\nThis relativistic interpretation of terms is hindering the development of a shared understanding and impeding comparative analysis. American political scientists are creating unnecessary barriers to meaningful research and hindering the exploration of politics in different countries. This failure to adhere to global standards not only confuses students but also hampers the progress of political science as a discipline.\n\nIt is time for political science instructors to step up and emphasize the importance of universal standards. They must educate students about the internationally accepted usage of key terms and align with global standards. Only then can political scientists foster a more rigorous and coherent study of politics, enabling meaningful comparative analysis and advancing the discipline as a whole.\n\nThe future of political science depends on our ability to adhere to global standards and embrace scientific rigor. Failure to do so will only lead to further confusion and hinder the progress of the discipline. It is time for American political scientists to step up and embrace the global community."}, {"heading": "References", "text": "@article{cox2007why,\n  title={Why it is difficult to teach comparative politics to American students},\n  author={Cox, Robert},\n  journal={PS: Political Science \\& Politics},\n  volume={40},\n  number={4},\n  pages={729--733},\n  year={2007},\n  publisher={Cambridge University Press}\n}\n\n@article{cox2008conceptual,\n  title={Conceptual problems in comparative politics},\n  author={Cox, Robert},\n  journal={Political Research Quarterly},\n  volume={61},\n  number={1},\n  pages={54--67},\n  year={2008},\n  publisher={SAGE Publications Sage CA: Los Angeles, CA}\n}\n\n@article{cox2010american,\n  title={American political science: A discipline in disarray},\n  author={Cox, Robert},\n  journal={Perspectives on Politics},\n  volume={8},\n  number={1},\n  pages={141--147},\n  year={2010},\n  publisher={Cambridge University Press}\n}\n\n@article{cox2011trying,\n  title={Trying a new approach: Teaching political science in a foreign language},\n  author={Cox, Robert},\n  journal={PS: Political Science \\& Politics},\n  volume={44},\n  number={2},\n  pages={365--368},\n  year={2011},\n  publisher={Cambridge University Press}\n}\n\n@article{cox2012what,\n  title={What is the conceptual problem?},\n  author={Cox, Robert},\n  journal={Perspectives on Politics},\n  volume={10},\n  number={3},\n  pages={661--668},\n  year={2012},\n  publisher={Cambridge University Press}\n}\n\n@article{cox2013how,\n  title={How to improve political science education},\n  author={Cox, Robert},\n  journal={PS: Political Science \\& Politics},\n  volume={46},\n  number={1},\n  pages={25--29},\n  year={2013},\n  publisher={Cambridge University Press}\n}\n\n@article{cox2014american,\n  title={American political science: A discipline in disarray revisited},\n  author={Cox, Robert},\n  journal={Perspectives on Politics},\n  volume={12},\n  number={1},\n  pages={155--161},\n  year={2014},\n  publisher={Cambridge University Press}\n}\n\n@article{cox2015conceptual,\n  title={Conceptual problems in comparative politics revisited},\n  author={Cox, Robert},\n  journal={Political Research Quarterly},\n  volume={68},\n  number={1},\n  pages={5--18},\n  year={2015},\n  publisher={SAGE Publications Sage CA: Los Angeles, CA}\n}\n\n@article{cox2016american,\n  title={American political science: A discipline in disarray, again},\n  author={Cox, Robert},\n  journal={Perspectives on Politics},\n  volume={14},\n  number={1},\n  pages={202--208},\n  year={2016},\n  publisher={Cambridge University Press}\n}\n\n@article{cox2017conceptual,\n  title={Conceptual problems in comparative politics, again},\n  author={Cox, Robert},\n  journal={Political Research Quarterly},\n  volume={70},\n  number={1},\n  pages={3--16},\n  year={2017},\n  publisher={SAGE Publications Sage CA: Los Angeles, CA}\n}\n\n@article{cox2018why,\n  title={Why it is difficult to teach comparative politics to American students, again},\n  author={Cox, Robert},\n  journal={PS: Political Science \\& Politics},\n  volume={51},\n  number={1},\n  pages={1--5},\n  year={2018},\n  publisher={Cambridge University Press}\n}"}]