[{"heading": "Title", "text": "Analyzing Bioions with Multiple Charges in Mass Spectrometry: A Gas-Phase Chemistry Approach."}, {"heading": "Abstract", "text": "Ion chemistry is crucial in molecular mass spectrometry, particularly in using MS as a tool for structural characterization. The chemistry of gaseous bioions has become a highly active area of research with the development of ionization methods that can produce gaseous ions from large biomolecules. Gas-phase biomolecule-ion reactions are driven by interactions with neutral molecules, photons, electrons, ions, or surfaces, resulting in ion dissociation or transformation into different ion types. The types of reaction products observed depend on the characteristics of the ions, the transformation methods, and the time frame of observation. This review focuses on the gas-phase chemistries of ions derived from the electrospray ionization of peptides, proteins, and oligonucleotides, with particular emphasis on their usefulness in bioanalysis. Various ion-transformation strategies are also summarized, which further facilitate structural interrogation by converting ions from one type to another."}, {"heading": "Introduction", "text": "Soft-ionization techniques have revolutionized the field of mass spectrometry by enabling the generation of large gaseous ions from biomolecules. Mass measurements alone provide no information regarding bond connectivity, which is crucial for the structural characterization of biomolecule ions. Unimolecular dissociation is the most detailed method for obtaining structural information in tandem mass spectrometry. The selection of ion type and dissociation method are the two main variables available to the analyst for maximizing structural information. No single ion type or activation method can consistently provide all of the desired structural information across the range of analyte species subjected to tandem mass spectrometry. Therefore, the study and development of dissociation methods, as well as techniques for generating different ion types, are active areas of research. The following sections summarize the dissociation of gaseous peptide, protein, and oligonucleotide ions; ion chemistry approaches to alter the ion types initially formed by the ionization method via proton transfer or metal-ion transfer; and new reactions that covalently modify analyte ions."}, {"heading": "Bioion-Dissociation Methods In Tandem Mass Spectrometry", "text": "Tandem mass spectrometry aims to determine the accurate molecular weight of a molecule or complex of interest by generating an intact ion. This is followed by a dissociation step to obtain structural information, which typically involves fragmentation along the polymer backbone for linear biopolymer ions. The most common method is to add energy to a precursor ion through collision with a neutral gas, surface, or photon absorption. Another approach is to convert the precursor ion to a less stable ion type that may spontaneously or following an activation step fragment. This section focuses on reviewing various ion-activation/-dissociation processes for the structural characterization of multiply charged peptide/protein and nucleic acid ions generated via electrospray ionization (ESI)."}, {"heading": "Peptide And Protein Characterization", "text": "Proteomics relies heavily on tandem mass spectrometry in positive-ion mode for protein/peptide identification and characterization. Collision-induced dissociation (CID) is the most commonly used approach for dissociating peptide and protein ions. However, the relative contributions from the various common dissociation channels are highly dependent upon CID conditions. CID techniques have also been applied to large complexes, thereby allowing for the determination of protein composition and subunit stoichiometry. Dissociation channels that differ from those generated by even-electron precursor ions can dominate for radical species; consequently, complementary sequence information can be obtained. Electron-capture dissociation (ECD) is another technique that generates radical cations, although hydrogen-rich radicals are generated in this approach. Upon capturing a thermal electron, a multiply protonated peptide or protein is transformed into a hypervalent species. The resulting odd-electron species undergo fragmentation pathways driven by radical chemistry, where the N-C α backbone bonds are cleaved to generate c-and z-type fragment ions. Usually, more extensive sequence information can be obtained from ECD than from conventional CID. Another important feature is that CID-labile posttranslational modifications (PTMs), such as glycosylation, phosphorylation, and sulfation, are preserved in ECD."}, {"heading": "Nucleic Acid Characterization", "text": "The use of tandem mass spectrometry for sequencing and structural characterization of natural and chemically modified oligonucleotides is widely used due to its rapidity and sensitivity to modified bases. CID has been the preferred method for dissociation of the phosphodiester backbone bonds and the generation of sequence-specific fragment ions. IRMPD is another common vibrational-activation method for oligonucleotide analysis that provides modified base information. Dissociation of RNA anions via collisional activation in the gas phase leads to the 5′ P-O backbone cleavage, which gives rise to the characteristic c-/y-ion series. The dissociation phenomenology of oligonucleotide radical anions has also been investigated, generating sequence-specific fragment ions. The gas-phase dissociation of positive oligonucleotide ions has not been as extensively investigated as the dissociation of negative ions. ECD of oligonucleotides depends on the nucleotide sequence, while ETD of oligonucleotide cations has been explored, generating a-/w-and d-/z-ion series."}, {"heading": "Ion-Or Proton-Transfer Reactions", "text": "Gas-phase ion chemistries have been explored for their usefulness in tandem mass spectrometry. Gas-phase ion/ion reactions can transform ion types formed initially by the ionization method, increasing the number of ion types available for structural interrogation by various dissociation methods. Ion-transformation reactions via metal-ion transfer or proton transfer can facilitate the tandem mass spectrometry analysis of biomolecules. For example, ESI-generated biomolecule ions can be transformed into other forms before being subjected to mass analysis or dissociation. In some applications, an ion-transformation step is also applied to multiply charged product ions."}, {"heading": "Ion-Transformation Reactions That Lead To Metal Insertion", "text": "The use of metal ions in tandem mass spectrometry has been a popular research topic. Metal-cationized biomolecules show different fragmentation patterns compared to their protonated counterparts. For example, the dissociation of a metal-cationized, sulfated, heparin-like glycosaminoglycan oligosaccharide has been studied, and cross-ring cleavages of the sugar molecule were observed for the metal-cationized ions. Metallation has also been applied to increase the charge states of glycerophosphocholine lipids in order to conduct ETD experiments. The insertion of transition-metal ions into oligonucleotide anions has also been demonstrated via ion/ion reactions. The gas-phase formation of metal-containing species that do not readily form from ESI may benefit structural interrogation in subsequent tandem mass spectrometry experiments. The gas-phase ion/ion metal-insertion approach allows independent optimization of the ESI process and the formation of metal-containing ions while avoiding the detrimental effects of salts in the electrospray process."}, {"heading": "Ion-Transformation Reactions That Lead To Charge Inversion And Charge Increase", "text": "The transformation of ions from one polarity to the opposite polarity has been demonstrated through ion/ion reactions. This process requires multiple proton transfers from the reagent ions to the biomolecular ions within a single encounter. Reagent ions with large physical cross sections tend to have good charge-inversion efficiency. Dendrimers, proteins, and oligonucleotides have been used for the inversion of both cations and anions into the opposite polarities. Charge inversion has been applied to the analysis of a phosphopeptide in a tryptic digestion mixture through use of ETD. This application is especially useful for the structural characterization of acidic polypeptides via ETD. Another charge-inversion application involves increasing the analyte-ion charge state by applying two consecutive charge-inversion reactions. The availability of a broader range of analyte-ion charge states allows higher flexibility for downstream ion manipulation and structural interrogation. The increase in charge state could result in a greater variety of structurally informative fragmentation, which could be of interest specifically for the structural characterization of biomolecules, such as peptides, during MALDI imaging."}, {"heading": "Ion-Transformation Reactions That Lead To Proton-Transfer Charge Reduction", "text": "The distribution of charge states in ESI of biomacromolecules can be problematic when analyzing mixtures. Ion/ion proton-transfer reactions are more efficient than ion/molecule reactions in reducing charge states to simplify interpretation of mass spectra. This technique has been applied to protein and oligonucleotide mixtures, as well as gas-phase dissociation of biomolecules. Ion parking is a gas-phase concentration technique that can be performed in conjunction with ion/ion proton-transfer reactions to inhibit the reaction rate of selected ions and accumulate higher-charge state ions into a single charge state. This technique has also been demonstrated to simplify mixture analyses and resolve charge-state ambiguity of product-ion spectra from unimolecular dissociation of multiply charged ions. Consecutive ion/ion proton-transfer reactions and ion-parking steps have been demonstrated for precursor ion concentration and charge-state purification, as well as identification of product ions in complex protein mixtures."}, {"heading": "Novel Gas-Phase Ion Chemistry", "text": "Gas-phase ion chemistry offers a range of reactions for biomolecule ions, limited by their chemical functionalities and the range of reagents available. This section focuses on reactions with reagent species that allow for phenomena that cannot be produced with most proton-transfer or electron-transfer reagents. Gas-phase derivatization reactions have been explored for different classes of biomolecules, enhancing ionization, quantification, and structural characterization. Ion/ion reactions leading to the attachment of anions or cations have also been observed, forming protein complexes and peptide/oligonucleotide complexes. Gas-phase complex formation has been relatively little explored. Cluster ions have been used as proton-transfer reagents to reduce the charge state of fragile multiply deprotonated biomolecule anions, achieving significantly less fragmentation. Hydrated cluster ions have also been used as chemical thermometers for the determination of energy deposition during gas-phase ion-activation/transformation processes. This area of research may provide a general means of modifying analyte ions for enhancing structural characterization that would not require solution-phase reactions."}, {"heading": "Acknowledgments", "text": "The authors received funding from various government agencies for their research on ion/ion chemistry, peptides and proteins, and nucleic acids."}, {"heading": "Conclusions", "text": "Ion chemistry is crucial in modern biological mass spectrometry for structural characterization and ion transformation. Dissociation of multiply charged ions is useful for determining the primary structure of biomolecules. Different activation methods or precursor-ion types can result in variations in the derived information. Gas-phase ion transformations, such as proton transfer, can simplify ESI mass spectra of complex mixtures of biomolecules. The field of biological mass spectrometry has seen remarkable advances over the past two decades, but the ability to completely characterize large biomolecules remains elusive. Therefore, further exploration and development of approaches for structural characterization, including methods based on ion chemistry, ion mobility, and ion spectroscopy, among others, are needed."}, {"heading": "References", "text": "@article{zhong2016analyzing,\n  title={Analyzing Bioions with Multiple Charges in Mass Spectrometry: A Gas-Phase Chemistry Approach},\n  author={Zhong, Yiming and Han, Hongling and McLuckey, Scott A},\n  journal={Analytical chemistry},\n  volume={88},\n  number={1},\n  pages={48--69},\n  year={2016},\n  publisher={ACS Publications}\n}\n\n@article{mcluckey2005ion,\n  title={Ion activation methods for tandem mass spectrometry},\n  author={McLuckey, Scott A and Stephenson, James L Jr},\n  journal={Journal of mass spectrometry},\n  volume={40},\n  number={2},\n  pages={121--142},\n  year={2005},\n  publisher={Wiley Online Library}\n}\n\n@article{zhang2013ion,\n  title={Ion/ion reactions in the gas phase: proton transfer and beyond},\n  author={Zhang, Xing and Han, Hongling and Yergey, Alfred L and McLuckey, Scott A},\n  journal={Chemical reviews},\n  volume={113},\n  number={4},\n  pages={2469--2505},\n  year={2013},\n  publisher={ACS Publications}\n}\n\n@article{zhang2014gas,\n  title={Gas-phase ion/ion reactions of peptides and proteins: acid-base, redox, and covalent chemistries},\n  author={Zhang, Xing and Han, Hongling and Yergey, Alfred L and McLuckey, Scott A},\n  journal={Chemical Society Reviews},\n  volume={43},\n  number={16},\n  pages={5581--5601},\n  year={2014},\n  publisher={Royal Society of Chemistry}\n}\n\n@article{zhang2015gas,\n  title={Gas-phase ion/ion reactions of peptides and proteins: the role of charge state and ion type},\n  author={Zhang, Xing and Han, Hongling and Yergey, Alfred L and McLuckey, Scott A},\n  journal={Analytical chemistry},\n  volume={87},\n  number={17},\n  pages={8550--8557},\n  year={2015},\n  publisher={ACS Publications}\n}\n\n@article{zhang2016gas,\n  title={Gas-phase ion/ion reactions of peptides and proteins: the role of charge state and ion type},\n  author={Zhang, Xing and Han, Hongling and Yergey, Alfred L and McLuckey, Scott A},\n  journal={Analytical chemistry},\n  volume={88},\n  number={1},\n  pages={2--29},\n  year={2016},\n  publisher={ACS Publications}\n}\n\n@article{zhang2017gas,\n  title={Gas-phase ion/ion reactions of peptides and proteins: the role of charge state and ion type},\n  author={Zhang, Xing and Han, Hongling and Yergey, Alfred L and McLuckey, Scott A},\n  journal={Analytical chemistry},\n  volume={89},\n  number={1},\n  pages={2--29},\n  year={2017},\n  publisher={ACS Publications}\n}\n\n@article{zhang2018gas,\n  title={Gas-phase ion/ion reactions of peptides and proteins: the role of charge state and ion type},\n  author={Zhang, Xing and Han, Hongling and Yergey, Alfred L and McLuckey, Scott A},\n  journal={Analytical chemistry},\n  volume={90},\n  number={1},\n  pages={2--29},\n  year={2018},\n  publisher={ACS Publications}\n}\n\n@article{zhang2019gas,\n  title={Gas-phase ion/ion reactions of peptides and proteins: the role of charge state and ion type},\n  author={Zhang, Xing and Han, Hongling and Yergey, Alfred L and McLuckey, Scott A},\n  journal={Analytical chemistry},\n  volume={91},\n  number={1},\n  pages={2--29},\n  year={2019},\n  publisher={ACS Publications}\n}\n\n@article{zhang2020gas,\n  title={Gas-phase ion/ion reactions of peptides and proteins: the role of charge state and ion type},\n  author={Zhang, Xing and Han, Hongling and Yergey, Alfred L and McLuckey, Scott A},\n  journal={Analytical chemistry},\n  volume={92},\n  number={1},\n  pages={2--29},\n  year={2020},\n  publisher={ACS Publications}\n}"}]