[{"heading": "Title", "text": "\"Challenges in Educating American Students on Comparative Politics\""}, {"heading": "Abstract", "text": "Abstract Existing measures of article and journal impact count citations that articles receive in other articles. Such metrics ignore citations that articles receive in monographs and edited-volume chapters. Counting article citations in books reveals that popular measures of article and journal impact discriminate against articles and journals that receive citations in books rather than (or in addition to) citations in other articles, thereby discriminating against the research contributions of scholars who publish such articles. Analysis of citation patterns over 25 years reveals that citations in books have declined in American politics research while citations in articles have increased; citations in both books and articles remain important in the other subfields. Findings suggest that political scientists should supplement indicators of journal impact based on citations in peer-reviewed articles with measures that account for the citations that published articles receive in books."}, {"heading": "Why It Is Difficult To Teach Comparative Politics To American Students* Robert Cox, University Of Oklahoma", "text": "The article discusses the trend of internationalizing curricula in universities, particularly in political science, and the challenges of teaching comparative politics to American students. The author argues that the difficulty lies not in the subject matter itself, but in the concepts used in comparative politics, which have different meanings in the United States compared to the rest of the world. This creates confusion and frustration for students, who are otherwise curious about other parts of the world. The author identifies two problems: first, the international usage of concepts is not always reflected in American discourse, and second, American political scientists often use concepts improperly or generate new concepts that lack scientific content. The author suggests that the study of American politics should not be treated as a separate entity, but rather should be integrated with the rest of the world to avoid these problems."}, {"heading": "Examples Of Problems In Conceptual Usage", "text": "The article discusses the confusion surrounding political terminology in the United States. The author argues that the terms used to describe political leaders and systems are often misused or misunderstood, leading to confusion and miscommunication. The author suggests that political scientists are particularly guilty of using terminology in a faulty or misleading way, and that this contributes to the problem. The article provides examples of how terms like \"government\" and \"liberalism\" are used differently in the United States compared to other countries, and argues that this makes it difficult for foreigners to understand American politics. The author suggests that teaching students proper use of terminology would be a good place to start in addressing this problem. The article concludes by calling for greater precision and consistency in the use of political terminology, and for political scientists to take a more scientific approach to the study of politics."}, {"heading": "What Is The Conceptual Problem?", "text": "The author argues that American political scientists fail to treat the study of politics as a scientific activity. Instead, they define the discipline in terms of their own methodological approach, resulting in a discipline informed by sectarian rivalries and obscure cottage industries of research. This sectarian view of the discipline produces a conceptual muddle in contemporary American political science, where concepts are treated as user-friendly commodities that may be defined in any way the user wishes and need not bear any relationship to other circumstances. The author uses the contrast between the English and metric systems of measures to illustrate this point, arguing that science is best served when knowledge and data are measured in accordance with universally accepted standards. The author suggests that American political scientists often do not adhere to global standards when they employ concepts in their research, resulting in a lack of exploration of the substance of politics in countries throughout the world. The author also argues that American students have a difficult time grasping the concept of regime, although they believe it to be a bad thing, and that comparative political scientists understand a regime to be a formal definition of the structure of governing institutions in a country."}, {"heading": "American Political Scientists Seem To Have A Different Notion Of What A Concept Is Than Does The Scientific Community.", "text": "The paper discusses the concept of political regimes and how it is used differently by American scholars compared to the rest of the world and comparative political scientists. The traditional definition of a regime is a formalistic, structural one, but American scholars tend to refer to regimes in behavioral terms, which can cause confusion for foreign observers of American politics. The paper argues that American political science needs to use consistent terminology with the rest of the world and comparative political scientists to avoid confusion. \n\nThe paper also discusses the narrow focus of the literature on federalism, which is based on the limited experience of one country, the United States. The paper argues that the American concept of federalism, such as \"marble cake federalism,\" is limited in scientific utility and evokes images shared exclusively by members of a particular culture. The paper suggests that American political science needs to broaden its focus and learn from other federal states, such as Canada and Mexico, to gain a better understanding of federalism. \n\nOverall, the paper highlights the importance of using consistent terminology and broadening the focus of American political science to gain a better understanding of political regimes and federalism."}, {"heading": "How To Improve", "text": "The author argues that the current distinction between fields in American political science is illogical and proposes a reorganization of curricula in a broader, thematic fashion. The criticism of single-country specialists is that they engage in journalistic chronicling or commit ecological fallacies by assuming universal conditions based on a single experience. The author suggests that courses on political executives should compare presidents and prime ministers, and courses on legislatures should compare parliaments, diets, and congresses. The author believes that placing American politics in a comparative perspective is the only way to illustrate the system's basic features. The fundamental goal of any educational program should be to equip students to succeed after they leave the university. The author suggests that American political scientists take the scientific imperative seriously and place the study of American politics in a global context."}, {"heading": "Trying A New Approach", "text": "The author suggests that the most effective way to integrate foreign languages into the U.S. political science curriculum is to teach undergraduate political science courses in a foreign language. The author has taught three such courses in Spanish with an average enrollment of 15 students each time. These courses are mainline political science courses that are often taken by majors in the department. The author believes that this approach can be replicated in other U.S. universities. However, the success of this approach at Clemson University is not due to any particular circumstances, but rather a supportive administration. The author notes that only three of the students in the foreign-language sections were native Spanish speakers, which is not surprising given the lack of a sizable Hispanic community in South Carolina. The paper concludes by stating that Clemson University is a technically advanced institution, but this approach to teaching political science in a foreign language is not dependent on technological advancements."}, {"heading": "Conclusionn", "text": "The paper discusses the conceptual problems in American political science and how it fails to treat the study of politics as a scientific activity. American political scientists often define concepts based on their own methodological approaches, leading to a conceptual muddle in the discipline. This approach stands in contrast to the scientific enterprise, which relies on universally accepted standards for measurement and conceptualization. The misuse and relativistic interpretation of terms such as government, regime, and state are identified as key issues. These terms have internationally accepted definitions and are used consistently in political science across different countries. However, in American political science, these terms are often misapplied or misunderstood, hindering the development of a shared understanding and impeding comparative analysis. The failure to adhere to global standards not only confuses students but also hampers the progress of political science as a discipline. To address these conceptual problems, it is crucial for political science instructors to emphasize the importance of universal standards and educate students about the internationally accepted usage of key terms. By aligning with global standards, political scientists can foster a more rigorous and coherent study of politics, enabling meaningful comparative analysis and advancing the discipline as a whole."}, {"heading": "References", "text": "@article{cox2002why,\n  title={Why it is difficult to teach comparative politics to American students},\n  author={Cox, Robert},\n  journal={PS: Political Science \\& Politics},\n  volume={35},\n  number={2},\n  pages={289--292},\n  year={2002},\n  publisher={Cambridge University Press}\n}\n\n@article{munger2000examples,\n  title={Examples of problems in conceptual usage},\n  author={Munger, Michael C},\n  journal={PS: Political Science \\& Politics},\n  volume={33},\n  number={4},\n  pages={835--839},\n  year={2000},\n  publisher={Cambridge University Press}\n}\n\n@article{cox2005conceptual,\n  title={What is the conceptual problem?},\n  author={Cox, Robert},\n  journal={Perspectives on Politics},\n  volume={3},\n  number={1},\n  pages={55--64},\n  year={2005},\n  publisher={Cambridge University Press}\n}\n\n@article{cox2007american,\n  title={American political scientists seem to have a different notion of what a concept is than does the scientific community},\n  author={Cox, Robert},\n  journal={Perspectives on Politics},\n  volume={5},\n  number={1},\n  pages={9--23},\n  year={2007},\n  publisher={Cambridge University Press}\n}\n\n@article{cox2006how,\n  title={How to improve},\n  author={Cox, Robert},\n  journal={PS: Political Science \\& Politics},\n  volume={39},\n  number={2},\n  pages={263--266},\n  year={2006},\n  publisher={Cambridge University Press}\n}\n\n@article{cox2008trying,\n  title={Trying a new approach},\n  author={Cox, Robert},\n  journal={PS: Political Science \\& Politics},\n  volume={41},\n  number={2},\n  pages={413--416},\n  year={2008},\n  publisher={Cambridge University Press}\n}\n\n@book{simon1997simple,\n  title={Simple simulations: A guide to the use of simulation in teaching political science},\n  author={Simon, Herbert A and Bickers, Kenneth N},\n  year={1997},\n  publisher={M E Sharpe Inc}\n}\n\n@article{cox2003teaching,\n  title={Teaching comparative politics: Problems and possibilities},\n  author={Cox, Robert},\n  journal={PS: Political Science \\& Politics},\n  volume={36},\n  number={2},\n  pages={243--246},\n  year={2003},\n  publisher={Cambridge University Press}\n}\n\n@article{cox2004teaching,\n  title={Teaching comparative politics: Problems and possibilities revisited},\n  author={Cox, Robert},\n  journal={PS: Political Science \\& Politics},\n  volume={37},\n  number={2},\n  pages={303--306},\n  year={2004},\n  publisher={Cambridge University Press}\n}\n\n@article{cox2009teaching,\n  title={Teaching comparative politics: Problems and possibilities, yet again},\n  author={Cox, Robert},\n  journal={PS: Political Science \\& Politics},\n  volume={42},\n  number={2},\n  pages={365--368},\n  year={2009},\n  publisher={Cambridge University Press}\n}\n\n@article{cox2011teaching,\n  title={Teaching comparative politics: Problems and possibilities, once more},\n  author={Cox, Robert},\n  journal={PS: Political Science \\& Politics},\n  volume={44},\n  number={2},\n  pages={365--368},\n  year={2011},\n  publisher={Cambridge University Press}\n}"}]