[{"heading": "Title", "text": "Science Education for Students with Special Needs in Indonesia: From Definition, Systematic Review, Education System, to Curriculum"}, {"heading": "Abstract", "text": "The purpose of this study is to determine the teaching, curriculum, and methods used by teachers in the science learning process for students with special needs in Indonesia. We use qualitative research methods. The subjects in this study are students with special needs (children with visual impairments, children with hearing impairments, children with intellectual disabilities, and children with physical impairments) at one of the special schools (SLB) in Kuningan, Indonesia. The results show that most of the teachers use the curriculum from teacher books provided by the government. In addition, some teachers used the lecture and question and answer method in the science learning process. The results in low student achievement because students with special needs need concrete media and methods that accommodate student needs."}, {"heading": "Introduction", "text": "Special education is one type of education that is associated with children who have special obstacles and needs. Children with special needs are children who have obstacles in education or learning caused by internal and external factors (Forbis, et al., 2016). There are two categories of children with special needs based on the causal factors: (1) children who have special needs due to permanent abnormalities in the child (internal or physical factors in the child) (Haryanto, 2011), and (2) Both children with special needs who have temporary disabilities (external factors or caused by environmental situations) (Soendari, 2008).\nIn Indonesia, the special education system has experienced a paradigm shift from a medical perspective to a social perspective (Rochyadi & Alimin, 2003). Initially, special education looked at children in terms of limitations. Education designs how to heal and treat internal obstacles and problems. So that special education in Indonesia is known as Special Education (PLB). Along with the change in paradigm to a social perspective, educators view children in terms of their optimized potential. Therefore, the name of special education changed to special education. The paradigm shift in the view of special education has made changes to the special education system in Indonesia.\nThe Indonesian government provides opportunities for all children to be able to get education in school, as well as for students with special needs (Sharma, 2013). Every student has the right to receive education, one of which is about science education. Science education is a unit that involves various elements to obtain information and achieve a change that is closely related to the environment of human life. Science education in schools is closely related to natural science learning.\nTeachers at special schools teach natural science learning based on the curriculum provided by the government. The government provides teacher books for teacher guidelines and student books as student worksheets (Rochyadi & Alimin, 2003). Although the government provides teacher books as a curriculum reference for science learning in schools, teachers should make a learning process plan (RPP) that is tailored to the conditions and needs of students at school. This is because every student has different levels of ability and potential, especially students with special needs.\nCurrently there are many studies that explain the science learning process for students in regular schools. Research that describes the science learning process (Duncan & Rivet, 2013), methods (Ersoy & Esen, 2014), and the media used for science learning (Sumantri, Syarif & Rachmadtullah, 2016). But until now it is very rare and even difficult to find research on education and the science learning process for students with special needs in special schools.\nTherefore, the aim of this study is to identify and inform the teaching, curriculum, and methods used in the science learning process for children with special needs in special schools in Indonesia. This has the aims and objectives as evaluation and development material for further research."}, {"heading": "Definition Of Children With Special Needs In Indonesia", "text": "Children with special needs are children who have obstacles and problems due to both internal and external factors which have an impact on the emergence of problems in the learning process in everyday life. Children with special needs are categorized into children with special needs, permanent and temporary (Soendari, 2008). Children with permanent special needs include: a. Children with visual impairments (tunanetra) Children with visual impairments are children who have visual impairments so they need special educational services in their education and life (Perkins et al.,, 2013). Children with visual impairment are divided into two categories, namely children with low vision (low vision) and blind children (blind).\nb. Children with hearing impairments (tunarungu) Children with hearing impairments are children who lose part or all of their hearing power so they experience problems communicating verbally (Al-Rowaily et al., 2012).\nc. Children with intellectual disabilities (tunagrahita) Children with intellectual disabilities are children who have below average intelligence, have problems in adaptive behavior, so they have difficulty completing tasks in everyday life (Giagazoglou, et al., 2013)."}, {"heading": "D. Children With Physical / Mobility Impairments (Tunadaksa)", "text": "Children with limb / physical impairments are children who have permanent disabilities or disabilities in the limbs or neurological disorders in the brain (Reinehr, et al., 2010).\ne. Children with emotional and behavioral disorders (tunalaras) Children with emotional and behavioral disorders are children who show deviant behavior at moderate, severe or very severe levels that occur at the age of children and adolescents that occur due to disruption of emotional and social development (Oliver & Reschly, 2010).\nf. Children with specific learning disorders Children with specific learning disorders are children who have problems in the learning process caused by disorders in a basic psychological, central nervous system dysfunction, and / or neurological disorders (Johnson, et al., 2010).\ng. Autistic Autistic children are children who experience disturbances in interaction, communication and social behavior. They are known to be more immersed in their own world (Charman, et al., 2010).\nh. Attention deficit hyperactivity disorder (ADHD) Attention deficit hyperactivity disorder children are children who have trouble concentrating and have hyperactive behaviors (Keown, 2012).\nMeanwhile, children with temporary special needs, namely children who experience learning and developmental ties due to environmental situations and conditions include: "}, {"heading": "Special Education System In Indonesia", "text": "The development of the special education system in Indonesia begins with segregation, integration and inclusive education. The segregation education system is an education system where children with special needs are separated from the children's education system in general (Jahnukainen, 2011). The administration of a segregated education system is carried out specifically and separately from the provision of education for children in general. In Indonesia, the form of this segregation school is in the form of special education units or Special Schools (SLB) according to the type of disability of students. Integrated education system can be defined as the process of moving a student to an environment that is not too separate (from special schools to regular schools) (Ford, 2012). A child with special needs who goes to regular school, but is in a special unit or class. Even though these students are in a special class, it is clear that if the class is in a regular school, the opportunities to interact with school members in general are much greater than that of children who are in separate special schools. Inclusive education is an approach that attempts to transform the education system by removing barriers that can hinder every student from fully participating in education (Runswick-Cole, 2011). Inclusion is a practical change that allows children with different backgrounds and abilities to succeed in learning. These changes not only benefit children who are often excluded, such as children with special needs, but all children and their parents, all teachers and school administrators, and every member of society."}, {"heading": "Science Education", "text": "Science education is a unit that involves various elements to obtain information and achieve a change closely related to the environment of human life. Science or natural science is a body of knowledge that contains a collection of observations and research that explain what, why, and how a phenomenon occurs (Mokiwa & Msila, 2013). There are several main domains of science at the primary and secondary education levels, namely physics, biology, chemistry, and earth and space sciences (Permanasari, 2016). In a narrow sense, science is a scientific discipline consisting of physical sciences (physical sciences) and life sciences (biology). Physical sciences include astronomy, chemistry, geology, mineralogy, meteorology, and physics, while life science includes biology (anatomy, physiology, zoology, cytology, embryology, microbiology) (Permanasari, 2016).The scope of science itself has limitations, namely on things that can be understood by the senses such as taste, sight and hearing."}, {"heading": "Demographics Of Students With Special Needs In Kuningan Indonesia", "text": "The subjects of our study were 50 students with special needs (tunanetra, tunarungu, tunagrahita, and tunadaksa) at the Special School in Kuningan, Indonesia. We obtained data through interviews, observations and documentation supported by portopilio.\nFigure 1 shows the percentage of the number of types of students with special needs in an extraordinary school in Kuningan, Indonesia. The data shows that 10% of students experience visual impairment (tunanetra), 12% of students experience hearing impairment (tunarungu), 70% of students experience intellectual disabilities (tunagrahita), and 8% of students experience physical or muscular impairment (tunadaksa). "}, {"heading": "Science Learning Curriculum For Students With Special Needs", "text": "The Special School in Kuningan referred to the national curriculum in teacher books and student books. In the book the teacher explained the theme of science education as outlined in the learning process of natural science. The curriculum used refers to the 2013 curriculum, so that various subjects are integrated in a chapter on the learning theme. One book usually consists of 1 theme and 4 chapters, each chapter consisting of 6 lessons.\nThe data from the analysis of the content of the science education curriculum for students with visual impairments, hearing impairments, and physical impairments are not much different from students in general in regular schools. The difference is only in when and the level given. For example, material on changing the form of substances is given in grade IV to general students in regular schools, but in special schools it is given to grade V. Some teachers taught students who had different types of barriers in one class. They used a different book. In fact, from the results of observations obtained data, most teachers generalize the process of learning science in the classroom. Even though it is better for teachers to make their own curriculum tailored to the needs of the child and still be guided by the national curriculum."}, {"heading": "Learning Methods Used For Students With Special Needs", "text": "The method is one of the things that must be considered in the learning process. Most of the teachers at one of the special schools in Indonesia use the lecture and question and answer method in the science learning process. This resulted in most students getting low learning outcomes. Very rarely teachers used inquiry learning methods in the science learning process. They assumed that students with special needs will not be able to learn complex science, even if the teacher uses concrete learning media and is in accordance with children's needs, it will make it easier for children to understand science learning material."}, {"heading": "Summary", "text": "Students with special needs were students who had various obstacles in the developmental and academic processes, they needed special education and services in the learning process. Most of the teachers in special schools taught science learning using a quirkulum on a teacher's book from the government. Teachers should make a curriculum that is tailored to the needs of children and still refers to the national curriculum. The science learning method used by the teacher should be adapted to the material and the needs of students with special needs."}, {"heading": "Conflict Of Interest", "text": "The authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest."}, {"heading": "Conclusion", "text": "The study focused on the demographics, curriculum, and learning methods for students with special needs in Kuningan, Indonesia. The data collected from interviews, observations, and documentation provided insights into the characteristics and educational practices in the special school. The analysis revealed that among the 50 students with special needs, 10% had visual impairment, 12% had hearing impairment, 70% had intellectual disabilities, and 8% had physical or muscular impairment. This distribution highlights the diverse range of special needs among the students. Regarding the science learning curriculum, the special school in Kuningan followed the national curriculum outlined in teacher books and student books. The curriculum aligned with the 2013 curriculum and integrated various subjects into thematic chapters. However, there were slight differences in terms of timing and level of content delivery compared to general students in regular schools. Some teachers taught students with different types of barriers in the same class, using different books. While most teachers followed the national curriculum, it was suggested that teachers tailor the curriculum to meet the specific needs of each child. The study also found that the learning methods employed in science education for students with special needs predominantly involved lecture-style teaching and question-and-answer sessions. This approach led to lower learning outcomes for most students. The use of inquiry-based learning methods was rare, as some teachers believed that students with special needs would struggle with complex science concepts. However, it was emphasized that incorporating concrete learning media and adapting teaching methods to match the children's needs could enhance their understanding of science. Overall, the study highlights the importance of understanding the demographics of students with special needs and tailoring educational practices to meet their specific requirements. It suggests the need for further exploration of innovative teaching methods that engage students and promote better learning outcomes in science education for students with special needs."}, {"heading": "References", "text": "@article{article1,\n title={Barriers to care of inner-city children with asthma: school nurse perspective}\n}\n\n@article{article1,\n title={Asesmen Pendidikan Luar Biasa}\n}\n\n@article{article1,\n title={Pengajaran Asesmen Anak Berkebutuhan Khusus}\n}\n\n@article{article1,\n title={Pengembangan Program Pembelajaran Individual Bagi Anak Tunagrahita. Jakarta: Departemen Pendidikan Nasional DIRJEN Pendidikan Tinggi}\n}\n\n@article{article1,\n title={Reforming teacher education for inclusion in developing countries in the Asia Pacific region}\n}\n\n@article{article1,\n title={Science learning progressions}\n}\n\n@article{article1,\n title={}\n}\n\n@article{article1,\n title={The effects of problem-based learning method in higher education on creative thinking}\n}\n\n@article{article1,\n title={The effect of learning media and self regulation to elementary students' history learning outcome}\n}\n\n@article{article1,\n title={Parents' perceptions of physical activity for their children with visual impairments}\n}\n\n@article{article1,\n title={Hearing impairments among Saudi preschool children}\n}\n\n@article{article1,\n title={Effects of a trampoline exercise intervention on motor performance and balance ability of children with intellectual disabilities}\n}\n\n@article{article1,\n title={Obesity in disabled children and adolescents: an overlooked group of patients}\n}\n\n@article{article1,\n title={Special education teacher preparation in classroom management: Implications for students with emotional and behavioral disorders}\n}\n\n@article{article1,\n title={Cognitive processing deficits and students with specific learning disabilities: A selective metaanalysis of the literature}\n}\n\n@article{article1,\n title={IQ in children with autism spectrum disorders: data from the Special Needs and Autism Project (SNAP)}\n}\n\n@article{article1,\n title={Predictors of boys' ADHD symptoms from early to middle childhood: The role of father-child and mother-child interactions}\n}\n\n@article{article1,\n title={Different strategies, different outcomes? The history and trends of the inclusive and special education in Alberta (Canada) and in Finland}\n}\n\n@article{article1,\n title={Culturally different students in special education: Looking backward to move forward}\n}\n\n@article{article1,\n title={Time to end the bias towards inclusive education}\n}\n\n@article{article1,\n title={}\n}\n\n@article{article1,\n title={Teachers' conceptions of teaching physical science in the medium of English: A case study}\n}\n\n@article{article1,\n title={STEM education: Inovasi dalam pembelajaran sains}\n}\n\n@article{article1,\n title={}\n}"}]