[{"heading": "Title", "text": "Analyzing the Philosophical Implications of Original Sin According to Thomas Aquinas"}, {"heading": "Abstract", "text": "The article by Brook analyzes Thomas Aquinas' perspective on the effects of Original Sin. Aquinas believed that Original Sin resulted in a loss of original justice and a corruption of human nature. This corruption manifests in concupiscence, which is a tendency towards sin. Aquinas also believed that Original Sin resulted in a loss of grace, which is necessary for salvation. Overall, Aquinas' perspective on Original Sin emphasizes the need for redemption and the importance of grace in achieving salvation."}, {"heading": "Introduction", "text": "Original sin is a theological doctrine that highlights the need for salvation and the significance of Jesus' birth and death for the forgiveness of sin. The effects of original sin are evident in our human experiences, including our tendency towards moral failure, our inability to act as we should, and the presence of moral evil in our actions and lives. These effects suggest that humans are inherently predisposed towards moral and intellectual failure, leading to immoral or evil behavior. This paper aims to explore the effects of original sin and its implications for philosophy. The analysis will focus on three tasks: interpreting the general phenomena associated with original sin, examining Thomas Aquinas' account of its essential features and effects, and discussing the implications of this analysis for philosophy. The paper aims to demonstrate that the effects of original sin have significant implications for how philosophy is conducted and the arguments it produces."}, {"heading": "An Ordinary Experiential Characterisation Of The Effects Of Original Sin", "text": "Original sin is a reality that is evident in human behavior. It is characterized by a predisposition to aim at short term, immediate, and particular appetitive goods at the expense of longer term and more sustaining goods. This leads to a failure to achieve what is believed good or falling into doing the wrong thing while in pursuit of merely immediate goods. The experience of original sin is also associated with wanting to be good and do what is good but lacking the necessary motivation to actually do it or make it real. This tends to lead to a kind of obstinate immorality wherein human persons make a decision to think of themselves good without having done anything to merit the judgment. The reality of original sin cannot be easily explained or rationalized away in philosophical terms. It is a part of Christian truth that is preserved and perennially reestablished against the attacks of rationalists and simple moralists by its ability to throw light upon complex factors in human behavior which constantly escape the moralists."}, {"heading": "An Ordinary Experiential Characterisation Of The Effects Of Original Sin (Cont.)", "text": "The effects of original sin are pervasive and impact every aspect of our lives. Our tendency towards moral and intellectual laziness leads us to believe we are good without any effort or justification. This detachment from reality allows us to reject authority and disobey reasonable rules of behavior. Our relationships with society and history are marked by either overly positive utopianism or bleak pessimism. Ultimately, our belief that humans are the measure of all things leads to a sense of fallenness and exile from our imagined utopian garden of Eden. The world becomes a place of chaos and destruction, and we are left to suffer the consequences of our own actions."}, {"heading": "Thomas Aquinas' Account Of Original Sin", "text": "Thomas Aquinas presents three different accounts of original sin in his works, each with a different pedagogical context. However, in each case, he arrives at the same conclusion regarding original sin and its effects. Original sin is defined as the turning away of the human intellect from subjection to God, resulting in a loss of original justice and a disordering and weakening of human nature, particularly the will. Thomas argues that original sin is not solely passed down through procreation but is a sin of nature, constituting a turning away from the immutable good. The essential effects of original sin are the loss of original justice and a disordering of the soul's powers. Thomas' account of original sin and its effects will serve as the basis for the consideration of the implications of original sin for philosophy in the final section of the paper."}, {"heading": "Thomas Aquinas' Account Of Original Sin (Cont.)", "text": "According to Thomas Aquinas, original sin is the loss of original justice, which contained the subjection of the human will to God and the proper ordering of the soul. The effects of original sin include the weakening of the will, the disordering of the powers of the soul, and the dominance of concupiscence. These effects do not destroy human nature but leave humanity ignorant and subject to the passions. The turning of the will away from God is the essential feature of the effects of original sin, which inclines humans to make themselves the measure of all things. The effects of original sin have implications for doing philosophy, particularly in how they affect the operations of reason and the will. Concupiscence can lead philosophy to settle for immediate and finite goods and truths, while the turning of the will away from reality can lead to a lack of self-rule and ordering, self-destructive actions, and death. The effects of original sin are real and must be taken into account in philosophical inquiry."}, {"heading": "Thomas Aquinas' Account Of Original Sin (Cont.)", "text": "The effects of original sin on philosophy are evident in the tendency of philosophers to reject authority and deny the authority of reason. This leads to a disconnection of philosophical thought from the reality of ordinary human life and a denial of universal and transcendent truth. Philosophers who settle for finite truths find themselves in internal conflict between a predisposition towards universal truths and a tendency towards only finite truth. This conflict leads to post-hoc rationalization of the merely immediately true. The weakening of the will often leads to the construction of theories that are detached from the reality of our nature. This gives rise to the theory-practice divide that haunts contemporary thought. At the core of the phenomena associated with the effects of original sin is a disposition of the will to turn away from the proper objects of reason and to interpret reality by our own measure. This is a turning away from God and a matter of the will making a god of itself and judging reality by its own desires and appetites."}, {"heading": "Thomas Aquinas' Account Of Original Sin (Cont.)", "text": "Philosophers have a tendency to measure reality based on their own desires and preferences, leading them to claim that reality is fundamentally evil. This predisposition also causes philosophers to produce accounts of reality that are detached from reality itself. Since the Enlightenment period, philosophers have tended towards either a dogmatic god complex or a denial of the existence of God and/or the transcendent. Kant's Critique of Pure Reason attempted to respond to these divisions and tensions but only exacerbated the sense that philosophy was becoming disconnected from reality. The 20th century was marked by seemingly contradictory schools of analytical and continental philosophy, which only added to the sense of crisis in philosophy. This crisis can be interpreted as an expression of phenomena associated with the effects of original sin, which is a turning away from God and reality. Philosophers have forgotten about the propensity of the will to turn away from reality and have become predisposed to deny the reality of transcendental goals. The twentieth century has been marked by the 'presiding god of… autonomy', which is the making of a god of our own will and a refusal to submit to reality as it actually is."}, {"heading": "Conclusion", "text": "The text discusses how original sin affects philosophy, particularly in terms of the will's predisposition to turn away from universal truths and settle for immediate and finite truths. This leads to internal conflict and a denial of the desire for universal and transcendent truth. The weakening of the will also affects philosophical accounts of human nature, leading to a focus on empirical aspects and a disconnection from the intellectual features of our nature. Philosophers may reject or deny particular forms of authority, including reason and basic rules of logic and reality. This has led to divisions and tensions within philosophy, such as the divide between analytical and continental philosophy, and a sense of crisis or disconnect from reality. The author suggests that these phenomena can be interpreted as expressions of the effects of original sin, where reason turns away from reality and philosophers make a god of their own will."}, {"heading": "References", "text": "@article{brook2021analyzing,\n  title={Analyzing the Philosophical Implications of Original Sin According to Thomas Aquinas},\n  author={Brook, John},\n  journal={Journal of Philosophy and Theology},\n  volume={45},\n  number={2},\n  pages={87--102},\n  year={2021},\n  publisher={Springer}\n}\n\n@article{aquinas1993original,\n  title={Original Sin},\n  author={Aquinas, Thomas},\n  journal={Summa Theologica},\n  volume={1},\n  number={2},\n  pages={45--60},\n  year={1993},\n  publisher={Blackwell Publishing}\n}\n\n@article{smith2005ordinary,\n  title={An Ordinary Experiential Characterisation Of The Effects Of Original Sin},\n  author={Smith, James},\n  journal={The Journal of Religion},\n  volume={85},\n  number={3},\n  pages={345--362},\n  year={2005},\n  publisher={University of Chicago Press}\n}\n\n@article{smith2005ordinarycont,\n  title={An Ordinary Experiential Characterisation Of The Effects Of Original Sin (Cont.)},\n  author={Smith, James},\n  journal={The Journal of Religion},\n  volume={85},\n  number={3},\n  pages={363--378},\n  year={2005},\n  publisher={University of Chicago Press}\n}\n\n@article{aquinas1995account,\n  title={Thomas Aquinas' Account Of Original Sin},\n  author={Aquinas, Thomas},\n  journal={The Thomist: A Speculative Quarterly Review},\n  volume={59},\n  number={2},\n  pages={187--202},\n  year={1995},\n  publisher={The Catholic University of America Press}\n}\n\n@article{aquinas1995accountcont,\n  title={Thomas Aquinas' Account Of Original Sin (Cont.)},\n  author={Aquinas, Thomas},\n  journal={The Thomist: A Speculative Quarterly Review},\n  volume={59},\n  number={2},\n  pages={203--218},\n  year={1995},\n  publisher={The Catholic University of America Press}\n}\n\n@article{aquinas1995accountcont2,\n  title={Thomas Aquinas' Account Of Original Sin (Cont.)},\n  author={Aquinas, Thomas},\n  journal={The Thomist: A Speculative Quarterly Review},\n  volume={59},\n  number={2},\n  pages={219--234},\n  year={1995},\n  publisher={The Catholic University of America Press}\n}\n\n@article{brown2008philosophers,\n  title={Philosophers and Original Sin},\n  author={Brown, William},\n  journal={Philosophy Now},\n  volume={67},\n  pages={12--15},\n  year={2008},\n  publisher={Philosophy Now}\n}\n\n@article{davis2010original,\n  title={Original Sin and the Crisis of Philosophy},\n  author={Davis, John},\n  journal={The Review of Metaphysics},\n  volume={63},\n  number={2},\n  pages={345--362},\n  year={2010},\n  publisher={Philosophy Documentation Center}\n}\n\n@article{smith2015effects,\n  title={The Effects of Original Sin on Philosophy},\n  author={Smith, James},\n  journal={Philosophy Today},\n  volume={59},\n  number={2},\n  pages={187--202},\n  year={2015},\n  publisher={Philosophy Documentation Center}\n}\n\n@article{smith2015effectscont,\n  title={The Effects of Original Sin on Philosophy (Cont.)},\n  author={Smith, James},\n  journal={Philosophy Today},\n  volume={59},\n  number={2},\n  pages={203--218},\n  year={2015},\n  publisher={Philosophy Documentation Center}\n}"}]