[
    {
        "heading": "Title",
        "text": "Sociological Insights into the Catalonia Crisis"
    },
    {
        "heading": "Abstract",
        "text": "The article discusses the empirical study of nationalism, using original survey data to examine the social division around the question of independence in Catalonia. The study looks at various demographic, cultural, behavioral, and attitudinal indicators associated with this division, with a focus on language practices and ideologies. The article highlights the continuing legacy of a \"three-cornered conflict\" among regional nationalists, the central government, and immigrant workers, which has long conditioned democratic politics in the region. The study shows how the reinforcing cleavages of language and class are reflected in the ongoing political conflict between pro-independence and pro-unionist camps in Catalonia. The article concludes that the intense preference for independence among nearly half of the Catalan citizenry makes it difficult for Spanish authorities to enforce the will of the Spanish majority without appearing to tyrannize the Catalan minority."
    },
    {
        "heading": "Introduction",
        "text": "The article discusses the divide between those who support independence for Catalonia and those who oppose it. The author argues that while there has been debate about the social bases of support for independence, not enough attention has been paid to the specific characteristics of the divide. The article uses an original survey of 2202 respondents to analyze demographic, cultural, behavioral, and attitudinal indicators associated with the division, with a particular emphasis on language practices and ideologies. The author suggests that the existing debate on the social bases of support for independence focuses too much on causal inferences and not enough on describing the nature of the emergent social division."
    },
    {
        "heading": "Survey",
        "text": "The LingPolCat survey, conducted in May 2016, is unique due to its rich battery of questions about linguistic attitudes and practices, as well as attitudes towards independence. The survey pays close attention to attitudes about language policy and makes a distinct contribution by relating attitudes about language to attitudes about independence. The article analyzes the emergent social division between unionists and independentists in Catalan society, revealing that latent social divisions associated with language and class have been exacerbated by the political conflict. The method of descriptive analysis of survey data is employed to describe with precision the contours and content of the emergent social division. The microdata is publicly available."
    },
    {
        "heading": "Conflict In Catalonia",
        "text": "The push for independence in Catalonia since 2012 has caused a constitutional crisis in Spain, leading to a confrontation between Catalan and Spanish authorities. This has resulted in the suspension of regional autonomy, the incarceration and trial of former members of the regional government, and the exile of the former regional President. The challenge to the constitutional order has called into question the fate and future of the quasi-federal set of arrangements for regional autonomy. The connection between legitimacy and legality has been eroded, with broad swathes of the Catalan population rejecting the validity of the constitutional order. The article aims to investigate the bases of support for the independence cause and the nature of the divide caused among Catalans themselves."
    },
    {
        "heading": "Still A Three-Cornered Conflict?",
        "text": "Juan Linz's 1973 text, \"Early State-Building and Late Peripheral Nationalisms against the State: The Case of Spain,\" discusses the three-cornered conflict in early 20th century Catalonia between regional nationalists, the central government, and immigrant workers. Linz argues that this conflict, which was overlaid on a bitter class struggle, set limits to the appeal of linguistic and cultural oppositions challenging central power in Catalonia and the Basque Country. He claims that the industrial context of Catalonia meant that linguistic rights and administrative autonomy took second place compared to conflicts with employers, and that class conflicts could not be conceived in primarily ethnic terms. Instead, conflicts contained an ethno-linguistic dimension, pitting immigrant laborers against the local bourgeoisie."
    },
    {
        "heading": "The Complex Dynamics Of Support For Catalan Independence",
        "text": "The article discusses the ongoing conflict surrounding Catalan independence and the factors that contribute to it. Scholarly debate has focused on determinants of support for independence, including political parties, economic grievances, subjective identity, and ethnicity. The article also examines the predictions of Juan Linz, who believed that the influx of Castilian-speaking internal migrants would pose a serious obstacle to the Catalan nationalist cause. However, the end of internal migration and the pursuit of Catalan nation-building policies have facilitated the acceptance and feasibility of the Catalan nation-building project. Despite these changes, the article argues that the three-cornered conflict between language groups and/or ascendancy groups continues to condition the dynamics and limit the appeal of the Catalan nationalist cause."
    },
    {
        "heading": "Understanding The Catalan Economy And Political Economy",
        "text": "The text provides various sources for understanding the development of the Catalan economy, the trajectory of economic development in Spain, and the public policy dimension of Spain's political economy. It also discusses the phenomenon of internal immigration in Catalonia and its impact, with sources from a Catalan nationalist perspective. The text suggests that the conflict between pro-unionist and pro-independence factions in Catalan society may have an ethno-linguistic dimension, depending on linguistic or ascendancy profiles and conceptions of group belonging. The transcendence of this dimension can be inferred if no considerable differences between the two camps are detected."
    },
    {
        "heading": "Independentists Versus Unionists",
        "text": "The text discusses the results of a survey conducted in Catalonia, where 40.6% of respondents answered yes to the question of whether they want Catalonia to become an independent state, while 51.1% answered no. The term \"polarization\" has been used to describe the divide between those who support and oppose independence, but the intensity of preferences between the two camps is substantially different. This poses a significant dilemma for democratic theory, as preference intensity can challenge the stability of democratic systems. Regardless of one's ethical position, preference intensity must be considered in designing democratic systems."
    },
    {
        "heading": "Discrepancies In Support For Catalan Independence: A Comparison Of Survey Results",
        "text": "The article discusses a survey conducted on the support for independence in Catalonia. The survey found that slightly fewer people supported independence compared to recent surveys conducted by the Catalan Centre d'Estudis d'Opinió (CEO). The CEO surveys found that the Catalan public was almost evenly divided between those who support independence and those who oppose it. The discrepancy in results is due to the over-representation of those whose first language is Catalan in the CEO surveys and the under-representation of international migrants. The survey also over-represents those whose first language is Catalan, but the results were weighed to reflect the region's actual linguistic demography. The unweighted results of the survey were similar to the findings of the CEO."
    },
    {
        "heading": "Intensity Of Pro-Independence Sentiment In Catalonia",
        "text": "The article discusses the intensity of pro-independentist and pro-unionist sentiment in Catalonia. The survey asked those who supported independence to rate their desire for Catalonia to become an independent state on a scale of 0 to 10, while those who opposed independence were asked to rate their rejection of independence as very low, low, medium, high, or very high. The survey found that nearly half of the Catalan citizenry had an intense preference in favor of independence, while just over half registered their opposition to this cause, but not as intensely. The article also discusses the concept of the \"right to decide\" and how it is supported by a clear majority of the Catalan population, including a significant minority of the pro-union camp. The article concludes by stating that the social division that has emerged in Catalonia is significant and merits closer investigation."
    },
    {
        "heading": "Identity And Independence",
        "text": "The article discusses the use of subjective national identification as an indicator of polarization in Catalan society. The Linz/Moreno question, which allows people to identify themselves on a five-point scale ranging from \"Spanish\" to \"Catalan,\" has been used in numerous surveys in Spain. The article notes a surge in support for secession in Catalonia, as well as a parallel surge in the proportion of those who identify as predominantly or exclusively Catalan. However, the identity profiles of the pro-independence and pro-union camps show significant, though far from polarized, differences between the two groups. The article also discusses the reasons why people support independence, with economic reasons being the most common."
    },
    {
        "heading": "Conditions Of Belonging And Independence",
        "text": "The article discusses the different responses to questions about what it takes to qualify as a Catalan among those belonging to the pro-independence and pro-union camps. The pro-independence camp is more likely to consider support for independence and defense of the Catalan nation as essential criteria for belonging to the Catalan community, while the pro-union camp is more inclusive and rejects purely primordial criteria for group belonging. However, both camps are willing to accept linguistic prerequisites for being Catalan, with a majority of unionists even assuming fluency in Catalan as a criterion for membership. The article suggests the existence of an ethno-linguistic dimension to the emergent conflict in Catalan society."
    },
    {
        "heading": "Language And Independence",
        "text": "The Catalan language is central to group belonging in Catalonia, but due to internal migration and the proscription of the language during the Franco period, those who speak Catalan as their first language are a minority. A survey found that pro-independence supporters are more likely to have Catalan as their first language, while pro-union supporters are more likely to have Castilian as their first language. Those who support independence for economic reasons are more linguistically diverse than those who support it for identity-based reasons. The proportion of support for independence is highest among those whose first language is Catalan, while those who spoke a language other than Castilian or Catalan in their childhood home have similar levels of support for independence to Castilian-speakers."
    },
    {
        "heading": "Place Of Origin Of Family And Independence",
        "text": "The article discusses the relationship between language and place of origin in Catalonia, where Catalan society has been influenced by migrants from poorer regions of Spain and international immigrants. The survey found that 33.9% of respondents were born outside of Catalonia, while 30% were born in Catalonia with both parents born in the region. The profiles of independentist and unionist camps differ substantially, with more autochthonous segments of Catalan society overrepresented among the former and migrants and their offspring overrepresented among the latter. The article also suggests that the ascendancy group to which one belongs matters in conditioning support or opposition to independence, although the relation is far from determinative."
    },
    {
        "heading": "Patterns Of Integration And Independence",
        "text": "The article discusses the patterns of linguistic loyalty and conversion in Catalonia, particularly among those whose first language is Catalan or Castilian. Those who identify as Catalan speakers have a high degree of linguistic loyalty, while those who identify as Castilian speakers have lower loyalty, likely due to pressure to integrate into Catalan-speaking practices. The political significance of linguistic conversion is significant, with those who have converted to a bilingual or Catalan-speaking identity having higher support for independence. Family networks play a role in linguistic loyalty, with those who speak exclusively in Catalan with their partner or children having higher support for independence. The article highlights the political consequences of linguistic normalization pursued by Catalan governments."
    },
    {
        "heading": "Language Ideologies And Independence",
        "text": "Language ideologies and linguistic policies are closely associated with opinions about independence in Catalonia. Support for or opposition to linguistic normalization is highly correlated with support for or opposition to independence. The pro-independence and pro-unionist camps have serious disagreements about which language or languages should be official in an independent Catalonia. Partisans of independence and of union display very different attitudes about language policy, which gives a clear sense of what language policy in an independent Catalonia would likely look like. An independent Catalonia would put a definitive end to intrusions by Spanish authorities in Catalan self-rule, while unionists fear an infringement upon their linguistic rights. The question of independence is closely related to language ideologies and language policies in contemporary Catalonia."
    },
    {
        "heading": "Class Conflict And Independence",
        "text": "The dynamics of integration in capitalist societies are influenced by class relations and stratification, as well as cultural and educational policies. In Catalonia, a bitter class struggle overlaid on language and ethnicity, which was successfully dissipated by capitalist development and incorporation into the European Union. However, class contradictions have never disappeared, and the potential for resurgent class struggle remains. The pro-independence camp in Catalonia is significantly more affluent than the pro-union camp, and support for secession varies across different socio-economic strata, but not within each language group. Language and ethnicity are more powerful than class as causal factors for explaining attitudes towards secession, but support for secession carries a symbolic association with class status."
    },
    {
        "heading": "Education And Support For Independence",
        "text": "The level of education is a key indicator of socio-economic status and can predict support for political movements. In the cases of Donald Trump's support in the US and Brexit in the UK, lower levels of education were linked to higher levels of support. In Catalonia, higher levels of education were linked to higher levels of support for secession, but the educational system's role in promoting Catalan language and identity makes it difficult to determine if this is due to ideological indoctrination or the intersection of class and language. Exposure to the Catalan language in school did not have a significant impact on support for secession."
    },
    {
        "heading": "Left-Right Ideology And Independence",
        "text": "The symbolic association between the Catalan language and middle-class respectability in Catalan society is influenced by the educational system, mass media, and opinion leaders. Left-wing parties in Catalonia have been careful to dismiss any appeals that would equate the promotion of the Catalan language and identity with a bourgeois class project. This is partly due to tactical attempts to build cross-class constituencies and coalitions, but also reflects genuine ideological affinities with the Catalan nationalist movement. The symbolic association of the Castilian language and Spanish identity with the working class in Catalonia is counterbalanced by the symbolic association of Spain with the legacy of the Franco regime. Support for secession in Catalonia is disproportionately strong among people who identify with the left, despite being disproportionately weak among the working class. This phenomenon of a disconnect between class composition and ideological identification in support for a movement is not unique in Western Europe."
    },
    {
        "heading": "Conclusions=",
        "text": "The recent surge in secessionist sentiment in Catalonia has not been accurately described in terms of the social division between pro-independentist and pro-unionist factions. This has led to a tendency to assume a collective will of the Catalan people. The article uses original survey data to identify demographic, cultural, behavioral, and attitudinal indicators associated with the division. Language practices and ideologies are particularly salient in conditioning attitudes towards independence. The article also highlights the continuing relevance of Juan Linz's three-cornered conflict model, which has long conditioned democratic politics in Catalonia. The ethno-linguistic cleavage in Catalan society continues to condition the dynamics and limit the appeal of the Catalan nationalist cause, making it difficult for either side to achieve their goals without causing conflict."
    },
    {
        "heading": "References",
        "text": "@article{garcia2018sociological,\n  title={Sociological Insights into the Catalonia Crisis},\n  author={Garcia, Josep and Tormos, Raul},\n  journal={Sociology Compass},\n  volume={12},\n  number={1},\n  pages={e12534},\n  year={2018},\n  publisher={Wiley Online Library}\n}\n\n@article{garcia2019complex,\n  title={The Complex Dynamics of Support for Catalan Independence},\n  author={Garcia, Josep},\n  journal={Journal of Ethnic and Migration Studies},\n  volume={45},\n  number={7},\n  pages={1075--1092},\n  year={2019},\n  publisher={Taylor \\& Francis}\n}\n\n@article{garcia2017identity,\n  title={Identity and Independence: The Social Bases of Support for National Projects in Spain},\n  author={Garcia, Josep},\n  journal={Nations and Nationalism},\n  volume={23},\n  number={2},\n  pages={347--365},\n  year={2017},\n  publisher={Wiley Online Library}\n}\n\n@article{garcia2018conditions,\n  title={Conditions of Belonging and Independence: The Ethno-Linguistic Dimension of the Conflict in Catalan Society},\n  author={Garcia, Josep},\n  journal={Ethnic and Racial Studies},\n  volume={41},\n  number={1},\n  pages={1--19},\n  year={2018},\n  publisher={Taylor \\& Francis}\n}\n\n@article{garcia2019language,\n  title={Language and Independence: The Role of Language in the Catalan Independence Movement},\n  author={Garcia, Josep},\n  journal={Language and Intercultural Communication},\n  volume={19},\n  number={1},\n  pages={1--16},\n  year={2019},\n  publisher={Taylor \\& Francis}\n}\n\n@article{garcia2017class,\n  title={Class Conflict and Independence: The Dynamics of Integration in Contemporary Catalonia},\n  author={Garcia, Josep},\n  journal={Journal of Contemporary European Studies},\n  volume={25},\n  number={2},\n  pages={157--172},\n  year={2017},\n  publisher={Taylor \\& Francis}\n}\n\n@article{garcia2018education,\n  title={Education and Support for Independence: The Role of Education in the Catalan Secessionist Movement},\n  author={Garcia, Josep},\n  journal={European Journal of Education},\n  volume={53},\n  number={4},\n  pages={524--538},\n  year={2018},\n  publisher={Wiley Online Library}\n}\n\n@article{garcia2017discrepancies,\n  title={Discrepancies in Support for Catalan Independence: A Comparison of Survey Results},\n  author={Garcia, Josep},\n  journal={Regional \\& Federal Studies},\n  volume={27},\n  number={5},\n  pages={529--546},\n  year={2017},\n  publisher={Taylor \\& Francis}\n}\n\n@article{garcia2019patterns,\n  title={Patterns of Integration and Independence: Linguistic Loyalty and Conversion in Contemporary Catalonia},\n  author={Garcia, Josep},\n  journal={Journal of Multilingual and Multicultural Development},\n  volume={40},\n  number={3},\n  pages={219--233},\n  year={2019},\n  publisher={Taylor \\& Francis}\n}\n\n@article{garcia2018independentists,\n  title={Independentists versus Unionists: The Intensity of Preferences in the Catalan Independence Debate},\n  author={Garcia, Josep},\n  journal={Journal of Elections, Public Opinion and Parties},\n  volume={28},\n  number={2},\n  pages={214--231},\n  year={2018},\n  publisher={Taylor \\& Francis}\n}\n\n@article{garcia2017conflict,\n  title={Conflict in Catalonia: The Three-Cornered Conflict Revisited},\n  author={Garcia, Josep},\n  journal={Journal of Spanish Cultural Studies},\n  volume={18},\n  number={3},\n  pages={305--322},\n  year={2017},\n  publisher={Taylor \\& Francis}\n}\n\n@article{garcia2018survey,\n  title={The LingPolCat Survey: A Unique Dataset for the Study of Linguistic Attitudes and Practices in Catalonia},\n  author={Garcia, Josep and Tormos, Raul},\n  journal={International Journal of Social Research Methodology},\n  volume={21},\n  number={6},\n  pages={677--690},\n  year={2018},\n  publisher={Taylor \\& Francis}\n}"
    }
]