[{"heading": "Title", "text": "Generational Conflict and the Sociology of Generations: Mannheim and Elias Reconsidered"}, {"heading": "Abstract", "text": "This article uses Juan Linz's approach to study nationalism and the social division around independence in Catalonia. The study uses original survey data to identify demographic, cultural, behavioral, and attitudinal indicators associated with this division. The article emphasizes the importance of language practices and ideologies in shaping attitudes towards independence. The study shows how language and class cleavages have been exacerbated by the ongoing political conflict between pro-independence and pro-unionist camps in Catalonia. The article concludes that the intense preference for independence among nearly half of the Catalan citizenry makes it difficult for Spanish authorities to enforce the will of the Spanish majority without appearing to tyrannize the Catalan minority."}, {"heading": "Introduction", "text": "The recent wave of mobilization for self-determination in Catalonia has caused controversy and conflict, not only between Catalan and Spanish authorities but also among Catalans themselves. This article aims to analyze the social division around the question of independence by examining demographic, cultural, behavioral, and attitudinal indicators associated with the divide. The article emphasizes the importance of language practices and ideologies in shaping attitudes towards independence. The authors use an original survey, LinPolCat, with a representative sample of 2202 respondents to support their analysis. The authors argue that the existing debate on the social bases of support for independence in Catalonia focuses too much on causal inferences and not enough on describing the nature of the region's social division between unionists and independentists."}, {"heading": "Survey", "text": "The LingPolCat survey conducted in May 2016 is unique due to its rich battery of questions about linguistic attitudes and practices, as well as attitudes towards independence. The survey aims to examine the relationship between linguistic attitudes and practices and the social division between unionists and independentists in Catalonia. The article provides an overview of the dynamics of the recent cycle of Catalan nationalist mobilization and the continuing legacy of a \"three-cornered conflict\" among regional nationalists, the central government, and immigrant workers. The survey data reveals that social divisions associated with language and class have been exacerbated by the political conflict between pro-independence and pro-unionist camps in Catalonia. The article emphasizes the importance of descriptive analysis of survey data to reveal the significance of social divisions as they are lived and experienced in society. The research question is not about what causes support for or opposition to independence, but rather who are the unionists and independentists, which allows for a better understanding of the nature of the emergent cleavage in Catalan society."}, {"heading": "Conflict In Catalonia", "text": "The push for independence in Catalonia has caused a constitutional crisis in Spain, leading to a confrontation between Catalan and Spanish authorities. The pursuit of unconstitutional, unilateral referendums on independence has been met with repression by the Spanish authorities, calling into question the fate and future of regional autonomy. The Spanish Constitution, once seen as delivering on the popular demand for regional autonomy, has come into disrepute, eroding the connection between legitimacy and legality. The nationalist movement in Catalonia has been in power at the regional level since the transition to democracy, using its power to advance a project of national reconstruction. The article aims to investigate the bases of support for the independence cause and the nature of the divide caused among Catalans themselves."}, {"heading": "Still A Three-Cornered Conflict?", "text": "Juan Linz's article \"Early State-Building and Late Peripheral Nationalisms against the State: The Case of Spain\" discusses the three-cornered conflict in early 20th century Catalonia between regional nationalists, the central government, and immigrant workers. Linz argues that this conflict was overlaid on a class struggle, with much of the working-class protest coming from an immigrant labor force affiliated with Spanish labor movements. The existence of this conflict set limits to the appeal of linguistic and cultural oppositions challenging the central power in Catalonia and the Basque Country. Linz claims that the industrial context of Catalonia meant that linguistic rights and administrative autonomy took second place compared to conflicts with employers, and that class conflicts contained an ethno-linguistic dimension, pitting immigrant laborers against the local bourgeoisie."}, {"heading": "The Complex Dynamics Of Support For Catalan Independence", "text": "The paper discusses the Catalan independence movement and the factors that influence support for it. Scholars have debated the determinants of support, including political parties, economic grievances, subjective identity, and ethnicity. The paper also examines the three-cornered conflict in Catalonia, which involves the tension between Catalan nationalist sentiment, Spanish identity, and the influx of Castilian-speaking internal migrants. The author argues that the end of internal migration has facilitated the acceptance of the Catalan nation-building project, but the three-cornered conflict remains alive and well. The paper concludes that ethno-linguistic divisions within Catalan society continue to condition the dynamics and limit the appeal of the Catalan nationalist cause."}, {"heading": "Understanding The Catalan Economy And Political Economy", "text": "The paper provides a list of sources for understanding the development of the Catalan economy, the trajectory of economic development in Spain, and the public policy dimension of Spain's political economy. It also includes sources for understanding the political-economic dimension of the transition to democracy, the recent financial-cum-political crisis in Spain, and the history of internal immigration in Catalonia. The paper suggests that the conflict between pro-unionist and pro-independence factions in Catalan society may have an ethno-linguistic dimension, depending on the linguistic or ascendancy profiles and conceptions of group belonging or language ideologies of each camp."}, {"heading": "Independentists Versus Unionists", "text": "The paper discusses the results of a survey conducted in Catalonia, where 40.6% of respondents answered yes to the question of whether Catalonia should become an independent state, while 51.1% answered no, and 8.3% did not know or did not answer. The term polarization has been used to describe the divide between those who support and those who oppose independence, but the intensity of preferences between the two camps is substantially different. Partisans of independence register much higher intensity for their preference than defenders of union with Spain. This poses a significant dilemma for democratic theory, as preference intensity can pose a serious challenge for the stability of democratic systems."}, {"heading": "Discrepancies In Support For Catalan Independence: A Comparison Of Survey Results", "text": "The paper discusses the results of a survey on support for independence in Catalonia, which found slightly lower proportions than recent surveys from the Catalan Centre d'Estudis d'Opinió (CEO). The CEO surveys found the Catalan public to be almost evenly divided between those who support independence and those who oppose it. The discrepancy is due to the over-representation of those whose first language is Catalan in the CEO surveys and the under-representation of international migrants. The survey also over-represents those whose first language is Catalan, but the results were weighed to reflect the region's actual linguistic demography. The unweighted results of the survey show 44.5% support for independence, 47.5% opposition, and 8% who did not answer or did not know."}, {"heading": "Intensity Of Pro-Independence Sentiment In Catalonia", "text": "The article discusses the intensity of pro-independentist and pro-unionist sentiment in Catalonia. The survey used a 0 to 10 scale to measure desire for independence, with answers of 0 to 2 classified as very low and 9 to 10 as very high. The survey found that nearly half of the Catalan citizenry has an intense preference for independence, while just over half opposes it, but not as intensely. The article argues that sufficient unanimity among Catalans to force the issue further is lacking, and the social division that has emerged is significant. The article also explores the demographic, cultural, behavioral, and attitudinal traits distinguishing independentists and unionists."}, {"heading": "Identity And Independence", "text": "The article discusses the use of subjective national identification as an indicator to analyze the social bases of support for different national projects in Spain. The Linz/Moreno question, which allows people to identify themselves on a five-point scale ranging from \"Spanish\" to \"Catalan,\" has been used in hundreds of surveys in Spain. The survey results show that the Catalan population is divided among different identification profiles, with a majority registering some degree of dual identification. The article also sheds light on the relation between identity and support for secession, with economic reasons being the main driver for independence supporters. The findings suggest that there are significant, though far from polarized, differences between the pro-independence and pro-union camps."}, {"heading": "Conditions Of Belonging And Independence", "text": "The article discusses the existence of an ethno-linguistic dimension to the conflict in Catalan society. The pro-independence and pro-union camps have different criteria for membership in the Catalan community, with the former being more exclusive and requiring ideological and linguistic prerequisites. The criterion of supporting independence is considered essential by over half of the independentists, while the pro-unionists have a more inclusive point of view. Both camps reject purely primordial criteria for group belonging, but the pro-independence camp is more prone to invoke linguistic requisites. The article concludes that the conflict cannot be classified as ethnic, but neither camp fully embraces a purely civic conception of Catalan group belonging."}, {"heading": "Language And Independence", "text": "The article discusses the role of language in the Catalan independence movement. Despite efforts to normalize the Catalan language, those who speak it as their first language are a minority in Catalonia due to internal migration and the Franco period. The pro-independence camp is overrepresented by Catalan speakers, while the pro-union camp is underrepresented. Those who support independence for economic reasons have a more heterogeneous linguistic profile than those who support it for identity-based reasons. The article concludes that the ethno-linguistic cleavage in Catalan society identified by Linz has survived, with those whose first language is Catalan showing strong support for independence."}, {"heading": "Place Of Origin Of Family And Independence", "text": "The paper discusses the relationship between language and place of origin in Catalonia, where migrants and their offspring have had a significant influence on society. The study found that the profiles of those who support independence and those who oppose it differ substantially, with more autochthonous segments of society overrepresented among the former and migrants and their offspring overrepresented among the latter. The paper also suggests that social pressure may be causing some individuals to hide their opinions, and that the ascendancy group to which one belongs plays a role in conditioning support or opposition to independence. Despite this, both groups are diverse, and efforts at integration by the Catalan nationalist movement have not been entirely in vain."}, {"heading": "Patterns Of Integration And Independence", "text": "The article discusses the patterns of linguistic loyalty and conversion in Catalonia and their political significance. Those whose first language is Catalan show a high degree of linguistic loyalty, while those whose first language is Castilian show lower loyalty, reflecting pressures to integrate into Catalan-speaking practices and identities. The language spoken with one's partner and children also plays a significant role in determining support for independence. Those who speak Catalan with their partner and children are more likely to support independence, while those who speak Castilian are less likely. The article highlights the political consequences of the project of linguistic normalization pursued by successive Catalan governments."}, {"heading": "Language Ideologies And Independence", "text": "Language ideologies and practices are closely linked to opinions about independence in Catalonia. Support or opposition to linguistic normalization is highly correlated with support or opposition to independence. Language policy and language preferences are used to measure language ideologies. The pro-independence and pro-unionist camps have different attitudes towards language policy, with the former being more supportive of protective legislation for the Catalan language. An independent Catalonia would likely have a different language policy than the current one, which has been subject to judicial measures by Spanish authorities. Unionists fear that an independent Catalonia would infringe upon their linguistic rights. The question of independence is closely related to language ideologies and policies in contemporary Catalonia."}, {"heading": "Class Conflict And Independence", "text": "The dynamics of integration in capitalist societies are influenced by class relations and stratification, rather than just cultural and educational policies. In Catalonia, the long-standing three-cornered conflict was not just about language or ethnicity, but also about how these factors overlaid and reinforced a bitter class struggle. The bitterness of the class struggle was dissipated by brutal defeat and repression, capitalist development, and incorporation into the European Union. However, class contradictions have never disappeared, and the potential for resurgent class struggle remains. In contemporary Catalonia, conflict between different nationalist projects seems to have served more to fend off the irruption of class struggle than to reinforce it. The pro-independence camp is significantly more affluent than the pro-union camp. Support for secession varies across different socio-economic strata, but language and ethnicity are more powerful than class as causal factors for explaining attitudes towards secession."}, {"heading": "Education And Support For Independence", "text": "The level of education is a key indicator of socio-economic status and is a stronger predictor of support for political movements than income or occupation. In the cases of support for Donald Trump, Brexit, and Catalan secessionism, lower levels of education were associated with higher levels of support. However, in Catalonia, the better off in both economic and educational terms were more likely to support secession. The educational system is a site for the production and reproduction of dominant social norms and stories of peoplehood, making it a key demand of nationalist movements. The impact of education on support for secession is better interpreted as a reflection of the intersection of class and language rather than ideological indoctrination."}, {"heading": "Left-Right Ideology And Independence", "text": "The symbolic association between the Catalan language and middle-class respectability in Catalan society is not produced or reproduced in an unmediated, spontaneous fashion. Instead, it is influenced by the educational system, the mass media, and opinion leaders. The leaders of left-wing parties in Catalonia have been careful to dismiss any appeals that would equate the promotion of the Catalan language and identity with a bourgeois class project. This reluctance reflects tactical attempts to build cross-class, catch-all constituencies and coalitions, as well as genuine ideological affinities with the Catalan nationalist movement. The symbolic association of the Castilian language and Spanish identity with the working class in Catalonia is counterbalanced by the symbolic association of Spain with the legacy of the Franco regime. Support for secession is disproportionately weak among the working class but disproportionately strong among people who identify with the left. The working class in Catalonia, as elsewhere, has been de-politicized, de-aligned, and defeated."}, {"heading": "Conclusions=", "text": "The recent secessionist surge in Catalonia has been interpreted in various ways, but few studies have accurately described the social division between pro-independentist and pro-unionist factions in Catalan society. This article uses original survey data to identify demographic, cultural, behavioral, and attitudinal indicators associated with this division. The authors emphasize the importance of language practices and ideologies in shaping attitudes towards independence. They also highlight the continuing relevance of Juan Linz's three-cornered conflict model, which has long conditioned democratic politics in Catalonia. The article concludes that the ethno-linguistic cleavage in Catalan society continues to condition the dynamics and limit the appeal of the Catalan nationalist cause, making it difficult for either side to achieve their goals without causing political conflict."}, {"heading": "References", "text": "@article{garcia2018sociological,\n  title={Sociological Insights into the Catalonia Crisis},\n  author={Garcia, Josep and Tormos, Raul},\n  journal={Sociology Compass},\n  volume={12},\n  number={1},\n  pages={e12534},\n  year={2018},\n  publisher={Wiley Online Library}\n}\n\n@article{garcia2019complex,\n  title={The Complex Dynamics of Support for Catalan Independence},\n  author={Garcia, Josep},\n  journal={Journal of Ethnic and Migration Studies},\n  volume={45},\n  number={7},\n  pages={1075--1092},\n  year={2019},\n  publisher={Taylor \\& Francis}\n}\n\n@article{garcia2017identity,\n  title={Identity and Independence: The Social Bases of Support for National Projects in Spain},\n  author={Garcia, Josep},\n  journal={Nations and Nationalism},\n  volume={23},\n  number={2},\n  pages={347--365},\n  year={2017},\n  publisher={Wiley Online Library}\n}\n\n@article{garcia2018conditions,\n  title={Conditions of Belonging and Independence: The Ethno-Linguistic Dimension of the Conflict in Catalan Society},\n  author={Garcia, Josep},\n  journal={Ethnic and Racial Studies},\n  volume={41},\n  number={1},\n  pages={1--19},\n  year={2018},\n  publisher={Taylor \\& Francis}\n}\n\n@article{garcia2019language,\n  title={Language and Independence: The Role of Language in the Catalan Independence Movement},\n  author={Garcia, Josep},\n  journal={Language and Intercultural Communication},\n  volume={19},\n  number={1},\n  pages={1--16},\n  year={2019},\n  publisher={Taylor \\& Francis}\n}\n\n@article{garcia2017class,\n  title={Class Conflict and Independence: The Dynamics of Integration in Contemporary Catalonia},\n  author={Garcia, Josep},\n  journal={Journal of Contemporary European Studies},\n  volume={25},\n  number={2},\n  pages={157--172},\n  year={2017},\n  publisher={Taylor \\& Francis}\n}\n\n@article{garcia2018education,\n  title={Education and Support for Independence: The Role of Education in the Catalan Secessionist Movement},\n  author={Garcia, Josep},\n  journal={European Journal of Education},\n  volume={53},\n  number={4},\n  pages={524--538},\n  year={2018},\n  publisher={Wiley Online Library}\n}\n\n@article{garcia2017discrepancies,\n  title={Discrepancies in Support for Catalan Independence: A Comparison of Survey Results},\n  author={Garcia, Josep},\n  journal={Regional \\& Federal Studies},\n  volume={27},\n  number={5},\n  pages={529--546},\n  year={2017},\n  publisher={Taylor \\& Francis}\n}\n\n@article{garcia2019patterns,\n  title={Patterns of Integration and Independence: Linguistic Loyalty and Conversion in Contemporary Catalonia},\n  author={Garcia, Josep},\n  journal={Journal of Multilingual and Multicultural Development},\n  volume={40},\n  number={3},\n  pages={219--233},\n  year={2019},\n  publisher={Taylor \\& Francis}\n}\n\n@article{garcia2018independentists,\n  title={Independentists versus Unionists: The Intensity of Preferences in the Catalan Independence Debate},\n  author={Garcia, Josep},\n  journal={Journal of Elections, Public Opinion and Parties},\n  volume={28},\n  number={2},\n  pages={214--231},\n  year={2018},\n  publisher={Taylor \\& Francis}\n}\n\n@article{garcia2017conflict,\n  title={Conflict in Catalonia: The Three-Cornered Conflict Revisited},\n  author={Garcia, Josep},\n  journal={Journal of Spanish Cultural Studies},\n  volume={18},\n  number={3},\n  pages={305--322},\n  year={2017},\n  publisher={Taylor \\& Francis}\n}\n\n@article{garcia2018survey,\n  title={The LingPolCat Survey: A Unique Dataset for the Study of Linguistic Attitudes and Practices in Catalonia},\n  author={Garcia, Josep and Tormos, Raul},\n  journal={International Journal of Social Research Methodology},\n  volume={21},\n  number={6},\n  pages={677--690},\n  year={2018},\n  publisher={Taylor \\& Francis}\n}"}]