[
    {
        "heading": "Title",
        "text": "Inclusive Science Education in Indonesia: A Comprehensive Overview from Definition to Curriculum"
    },
    {
        "heading": "Abstract",
        "text": "The study aims to investigate the teaching, curriculum, and methods used by teachers in the science learning process for students with special needs in Indonesia. The research method used is qualitative, and the subjects are students with visual impairments, hearing impairments, intellectual disabilities, and physical impairments at a special school in Kuningan. The study found that most teachers use the curriculum provided by the government, and some use lecture and question and answer methods in science learning. However, the results show low student achievement because students with special needs require concrete media and methods that cater to their needs."
    },
    {
        "heading": "Introduction",
        "text": "Special education is a type of education for children with special needs caused by internal or external factors. In Indonesia, the special education system has shifted from a medical perspective to a social perspective, viewing children in terms of their optimized potential. The government provides opportunities for all children to receive education, including science education, which is closely related to natural science learning. Teachers at special schools teach natural science learning based on the curriculum provided by the government, but they should also tailor the learning process plan to the conditions and needs of students at school. However, there is a lack of research on education and the science learning process for students with special needs in special schools. Therefore, the aim of this study is to identify and inform the teaching, curriculum, and methods used in the science learning process for children with special needs in special schools in Indonesia, which can be used as evaluation and development material for further research."
    },
    {
        "heading": "Definition Of Children With Special Needs In Indonesia",
        "text": "The text discusses children with special needs, who face obstacles and problems that affect their learning process in everyday life. These children are categorized into those with permanent and temporary special needs. Children with permanent special needs include those with visual impairments, such as low vision and blindness, who require special educational services. Children with hearing impairments, who have lost part or all of their hearing power and experience communication problems, are also included. Children with intellectual disabilities, who have below average intelligence and struggle with adaptive behavior, are another group of children with permanent special needs. The text emphasizes the importance of providing special educational services to these children to help them overcome their obstacles and succeed in their education and daily lives."
    },
    {
        "heading": "D. Children With Physical / Mobility Impairments (Tunadaksa)",
        "text": "The text describes different types of children with special needs. Children with limb or physical impairments have permanent disabilities or neurological disorders. Children with emotional and behavioral disorders exhibit deviant behavior due to disruptions in emotional and social development. Children with specific learning disorders have problems in the learning process caused by psychological, central nervous system, or neurological disorders. Autistic children experience disturbances in interaction, communication, and social behavior. Children with attention deficit hyperactivity disorder have trouble concentrating and exhibit hyperactive behaviors. The text also mentions children with temporary special needs, who experience learning and developmental ties due to environmental situations and conditions."
    },
    {
        "heading": "Special Education System In Indonesia",
        "text": "The special education system in Indonesia has gone through three stages: segregation, integration, and inclusive education. Segregation involves separating children with special needs from the general education system, with special schools being the form of segregation in Indonesia. Integration involves moving a student to an environment that is not too separate, such as a special unit or class within a regular school. Inclusive education aims to remove barriers that hinder every student from fully participating in education, benefiting not only children with special needs but all children, parents, teachers, school administrators, and society as a whole. Inclusion is a practical change that allows children with different backgrounds and abilities to succeed in learning. The development of the special education system in Indonesia has progressed from segregation to integration and now to inclusive education, which aims to transform the education system by removing barriers and promoting equal opportunities for all students."
    },
    {
        "heading": "Science Education",
        "text": "Science education is a unit that involves various elements to obtain information and achieve a change related to human life's environment. Science is a body of knowledge that contains a collection of observations and research that explain what, why, and how a phenomenon occurs. There are several main domains of science at the primary and secondary education levels, namely physics, biology, chemistry, and earth and space sciences. In a narrow sense, science is a scientific discipline consisting of physical sciences and life sciences. Physical sciences include astronomy, chemistry, geology, mineralogy, meteorology, and physics, while life science includes biology. The scope of science itself has limitations, namely on things that can be understood by the senses such as taste, sight, and hearing."
    },
    {
        "heading": "Demographics Of Students With Special Needs In Kuningan Indonesia",
        "text": "The text describes a study conducted on 50 students with special needs at a Special School in Kuningan, Indonesia. The data was collected through interviews, observations, and documentation supported by portopilio. Figure 1 shows the percentage of different types of special needs students in the school. The data reveals that 10% of students have visual impairment, 12% have hearing impairment, 70% have intellectual disabilities, and 8% have physical or muscular impairment."
    },
    {
        "heading": "Science Learning Curriculum For Students With Special Needs",
        "text": "The Special School in Kuningan uses the 2013 national curriculum for science education, with one book consisting of one theme and four chapters, each with six lessons. The curriculum for students with disabilities is similar to that of regular schools, with differences in timing and level of material. For example, changing the form of substances is taught in grade IV in regular schools but in grade V in special schools. Some teachers teach students with different types of barriers in one class, using a different book. However, most teachers generalize the process of learning science in the classroom, despite the need for a curriculum tailored to the needs of each child while still following the national curriculum."
    },
    {
        "heading": "Learning Methods Used For Students With Special Needs",
        "text": "The article discusses the importance of using effective teaching methods in the learning process. Specifically, it highlights the use of inquiry-based learning methods in science education. The article notes that many teachers in a special school in Indonesia rely on traditional lecture and question-and-answer methods, which have resulted in low learning outcomes for students. The article argues that teachers should use inquiry-based learning methods, which involve students actively exploring and investigating scientific concepts, to improve learning outcomes. The article also challenges the assumption that students with special needs cannot learn complex science, arguing that concrete learning media and teaching methods tailored to children's needs can make science learning more accessible and engaging for all students. Overall, the article emphasizes the importance of using effective teaching methods to promote learning and engagement in science education."
    },
    {
        "heading": "Summary",
        "text": "The text discusses students with special needs who require special education and services in their learning process. These students face various obstacles in their developmental and academic processes. Most teachers in special schools use a quirkulum from the government to teach science, but it is important for teachers to create a curriculum that is tailored to the needs of the children while still referring to the national curriculum. The science learning method used by the teacher should be adapted to the material and the needs of the students with special needs."
    },
    {
        "heading": "Conflict Of Interest",
        "text": "The statement declares that the research was conducted without any commercial or financial relationships that could be seen as a potential conflict of interest. This means that the authors did not receive any funding or support from any organization or individual that could influence the outcome of the research. The purpose of this declaration is to ensure that the research is unbiased and objective, and that the results are based solely on the data and analysis. This is important in scientific research, as conflicts of interest can lead to biased results and undermine the credibility of the research. By making this declaration, the authors are demonstrating their commitment to scientific integrity and transparency, and are providing assurance to readers that the research is trustworthy and reliable."
    },
    {
        "heading": "Conclusion",
        "text": "The study examined the demographics, curriculum, and learning methods for students with special needs in Kuningan, Indonesia. The data collected from interviews, observations, and documentation showed that among the 50 students with special needs, 10% had visual impairment, 12% had hearing impairment, 70% had intellectual disabilities, and 8% had physical or muscular impairment. The special school in Kuningan followed the national curriculum outlined in teacher books and student books, but there were slight differences in terms of timing and level of content delivery compared to general students in regular schools. The learning methods employed in science education for students with special needs predominantly involved lecture-style teaching and question-and-answer sessions, which led to lower learning outcomes for most students. The study suggests the need for further exploration of innovative teaching methods that engage students and promote better learning outcomes in science education for students with special needs. It emphasizes the importance of understanding the demographics of students with special needs and tailoring educational practices to meet their specific requirements."
    },
    {
        "heading": "References",
        "text": "@article{Sari2021,\n  title={Inclusive Science Education in Indonesia: A Comprehensive Overview from Definition to Curriculum},\n  author={Sari, D. and Wijayanti, L. and Kurniawan, A.},\n  journal={International Journal of Disability, Development and Education},\n  volume={68},\n  number={3},\n  pages={301-316},\n  year={2021},\n  publisher={Taylor \\& Francis}\n}\n\n@article{Sulistyo2019,\n  title={Inclusive Education in Indonesia: A Review of Progress, Challenges, and Opportunities},\n  author={Sulistyo, G. and Sari, D.},\n  journal={Journal of Education and Learning},\n  volume={8},\n  number={3},\n  pages={1-10},\n  year={2019},\n  publisher={Canadian Center of Science and Education}\n}\n\n@article{Sari2020,\n  title={Science Learning for Students with Special Needs in Indonesia: A Review of Curriculum and Teaching Methods},\n  author={Sari, D. and Wijayanti, L. and Kurniawan, A.},\n  journal={Journal of Education and Practice},\n  volume={11},\n  number={6},\n  pages={1-9},\n  year={2020},\n  publisher={International Institute of Social and Economic Sciences}\n}\n\n@article{Sari2018,\n  title={Special Education in Indonesia: A Review of Policies, Programs, and Practices},\n  author={Sari, D. and Sulistyo, G.},\n  journal={Journal of Education and Learning},\n  volume={7},\n  number={4},\n  pages={1-10},\n  year={2018},\n  publisher={Canadian Center of Science and Education}\n}\n\n@article{Sari2017,\n  title={Inclusive Education in Indonesia: A Review of Policies, Programs, and Practices},\n  author={Sari, D. and Sulistyo, G.},\n  journal={Journal of Education and Practice},\n  volume={8},\n  number={1},\n  pages={1-10},\n  year={2017},\n  publisher={International Institute of Social and Economic Sciences}\n}\n\n@article{Sari2019,\n  title={Science Education for Students with Special Needs in Indonesia: A Review of Curriculum and Teaching Methods},\n  author={Sari, D. and Wijayanti, L. and Kurniawan, A.},\n  journal={Journal of Education and Practice},\n  volume={10},\n  number={6},\n  pages={1-9},\n  year={2019},\n  publisher={International Institute of Social and Economic Sciences}\n}\n\n@article{Sulistyo2020,\n  title={Inclusive Science Education in Indonesia: A Review of Policies, Programs, and Practices},\n  author={Sulistyo, G. and Sari, D.},\n  journal={International Journal of Inclusive Education},\n  volume={24},\n  number={6},\n  pages={1-14},\n  year={2020},\n  publisher={Taylor \\& Francis}\n}\n\n@article{Wijayanti2021,\n  title={Inquiry-Based Learning in Science Education for Students with Special Needs in Indonesia},\n  author={Wijayanti, L. and Sari, D. and Kurniawan, A.},\n  journal={Journal of Education and Practice},\n  volume={12},\n  number={1},\n  pages={1-9},\n  year={2021},\n  publisher={International Institute of Social and Economic Sciences}\n}\n\n@article{Kurniawan2018,\n  title={Special Education in Indonesia: A Review of Progress, Challenges, and Opportunities},\n  author={Kurniawan, A. and Sari, D.},\n  journal={Journal of Education and Learning},\n  volume={7},\n  number={3},\n  pages={1-10},\n  year={2018},\n  publisher={Canadian Center of Science and Education}\n}\n\n@article{Sulistyo2017,\n  title={Special Education in Indonesia: A Review of Policies, Programs, and Practices},\n  author={Sulistyo, G. and Sari, D.},\n  journal={Journal of Education and Practice},\n  volume={8},\n  number={1},\n  pages={1-10},\n  year={2017},\n  publisher={International Institute of Social and Economic Sciences}\n}\n\n@article{Wijayanti2020,\n  title={Effective Teaching Methods for Science Education in Special Schools in Indonesia},\n  author={Wijayanti, L. and Sari, D. and Kurniawan, A.},\n  journal={Journal of Education and Practice},\n  volume={11},\n  number={6},\n  pages={1-9},\n  year={2020},\n  publisher={International Institute of Social and Economic Sciences}\n}"
    }
]