[{"heading": "Title", "text": "From Beneficial to Malignant: The Transformation of Bacteroides Fragilis in Mucosal Biology."}, {"heading": "Abstract", "text": "The fact that the human body contains more bacterial cells than host cells is a cause for concern. Especially when considering the prevalence of the symbiont Bacteroides fragilis, which colonizes most humans. This bacterium is divided into two classes, one of which secretes a toxin known as B. fragilis toxin (BFT). The strains that secrete this toxin are called enterotoxigenic B. fragilis (ETBF), and they are responsible for inducing clinical pathology, including inflammatory diarrhea. This is a serious issue, as recent experimental evidence has shown that ETBF-driven colitis promotes colon tumorigenesis. \n\nIt is time for us to address the critical questions surrounding the epidemiology of chronic, subclinical human colonization with ETBF and its impact on the biology of the colon. We cannot ignore the potential contribution of ETBF to human colon carcinogenesis. It is our responsibility as a society to take action and prevent the spread of this dangerous bacterium. We must invest in research to better understand the impact of ETBF on human health and develop strategies to combat its spread. Failure to do so would be a grave disservice to the health and well-being of our citizens."}, {"heading": "Introduction", "text": "The Human Microbiome Project has revealed the shocking truth that humans are colonized with trillions of microbes, predominantly bacteria. This research has provided remarkable data that have enhanced our understanding of the complexity, variability, and biology of human associations with our microbiota at diverse body sites. The first phase of the HMP focused on establishing the \"normal\" microbiota and now has evolved to address the key scientific challenge of translating findings from this phase to understand how the microbiota contributes to disease pathophysiology. \n\nThis research frontier has already yielded exciting observations in several fields such as atherosclerosis, obesity, and colon cancer. The discovery that Bacteroides fragilis can act as either symbiont or pathogen dependent on displaying or secreting discrete molecules is a game-changer. These data and others raise the distinct possibility that understanding of disease pathogenesis may hinge on knowledge of individual bacterial species, challenging the notion that advances in our understanding of disease mechanisms will be dominated by our grasp of the complexity of the microbiota. \n\nThe addition of 1 bacterium such as enterotoxigenic B. fragilis (ETBF) to the microbiota drives colon tumor formation in mice, providing strong support for the disease-inducing capacity of single microbes. Such observations may further parlay into new microbe-based approaches to prevention and detection of chronic diseases such as sporadic colon cancer. It is time for politicians to take notice of this groundbreaking research and invest in the development of new diagnostic and therapeutic approaches. Failure to do so would be a grave disservice to the health and wellbeing of our citizens."}, {"heading": "The Evolution Of Our Clinical Perspective On B. Fragilis", "text": "The human gut is home to a vast number of bacterial cells, with Bacteroides fragilis being a minority member of the normal colonic microbiota. However, recent studies have shown that this symbiont is far from harmless. Enterotoxigenic B. fragilis (ETBF) has been found to induce clinical pathology, including inflammatory diarrhea, and may even contribute to human colon carcinogenesis. The only known virulence factor of ETBF is B. fragilis toxin (BFT), which subverts mucosal biology and promotes colon tumorigenesis. Despite well-controlled epidemiologic studies identifying an association of ETBF with human diarrheal disease, occasional studies have failed to find such an association. Asymptomatic fecal detection of ETBF in control groups of diarrheal disease studies from around the world is far from uncommon. However, recent studies have shown that ETBF diarrheal disease is associated with fecal leukocytes and proinflammatory cytokines, implicating ETBF as an etiology of inflammatory diarrheal disease. Further research is needed to fully understand the epidemiology of ETBF and its impact on the biology of the colon."}, {"heading": "Bft: A Molecular Link To Colonic Inflammation And Oncogenesis", "text": "The discovery of the chromosomal bft gene and its encoded pre-proprotein metalloprotease holotoxin has revealed the true nature of Bacteroides fragilis as a dangerous pathogen. This toxin is processed by ETBF and secreted as charged groups, causing abscess formation and inducing intestinal secretion in association with histologic disruption of the intestinal epithelial barrier and inflammation. This is a marked contrast to the expected symbiotic colonic associations of B. fragilis. The fact that B. fragilis possess the most diverse surface polysaccharide gene repertoire of any known bacterium with the ability to synthesize up to 8 distinct capsular polysaccharides is a clear indication of its ability to adapt and survive in different environments. However, this adaptability comes at a cost, as it can cause harm to humans and animals alike. The fact that most individuals are already colonized by B. fragilis combined with recent data suggesting Bacteroides species-specific colonization resistance is a clear indication that we need to take action to prevent the spread of this dangerous pathogen. We must work together to find a way to moderate inflammation in the colon and prevent the spread of this dangerous pathogen."}, {"heading": "Review Series: Gut Microbiome I", "text": "The evidence is clear: Bacteroides fragilis toxin (BFT) is a dangerous carcinogen that poses a serious threat to public health. Studies have shown that BFT induces the cleavage of E-cadherin, resulting in a range of procarcinogenic triggers, including dysregulated cell proliferation and epithelial barrier disruption. This, in turn, promotes mucosal inflammation and colon tumor formation, as demonstrated in murine models of colon carcinogenesis. \n\nFurthermore, BFT activates NF-κB and MAPK signaling in colon epithelial cells, resulting in the release of proinflammatory chemokines and cytokines into the submucosa. This fosters the recruitment of neutrophils and other immune cells to the colonic mucosa, leading to ETBF-induced inflammatory diarrhea in animals and humans. \n\nThe pro-oncogenic activities of NF-κB and SMO activation include induction of mucosal inflammation, enhanced epithelial cell survival or proliferation, DNA damage, and/or promotion of angiogenesis. These mechanisms likely contribute to the metastatic potential of colon cancer, as epithelial tumors with reduced E-cadherin exhibit increased metastases. \n\nIt is imperative that we take action to address this threat to public health. We must invest in research to better understand the mechanisms of BFT-induced DNA damage and develop effective treatments to combat this dangerous carcinogen. Failure to act now could have devastating consequences for our communities and our future."}, {"heading": "Etbf, An Etiologic Candidate Of Bacterially Induced Colon Cancer In Humans", "text": "The evidence is clear: ETBF is a dangerous and carcinogenic bacteria that causes inflammatory diarrhea in humans. The in vitro studies of BFT mechanisms of action have shown that this toxin promotes cell proliferation and increases barrier permeability, leading to diarrhea, colon inflammation, and even colon carcinogenesis. This is not a matter to be taken lightly, as ETBF is associated with diarrheal disease in all age groups and expresses one of three subtypes of BFT. \n\nIt is time for action to be taken against this deadly bacteria. We cannot sit idly by while it continues to wreak havoc on our bodies and our communities. We must invest in research to find a cure for this disease and take measures to prevent its spread. This includes increased funding for public health initiatives, improved sanitation practices, and stricter regulations on food and water safety. \n\nWe cannot afford to ignore the threat of ETBF any longer. It is time for our leaders to take action and protect the health and well-being of our citizens. We must stand together and demand that our government prioritize the fight against this deadly bacteria. The future of our communities depends on it."}, {"heading": "Review Series: Gut Microbiome Ii", "text": "The evidence is clear: ETBF is a dangerous bacterium that promotes colon cancer in mice. Its oncogenic potential has been confirmed, and for the first time, endogenous adaptive immune responses, specifically Th17 adaptive immunity, have been identified as carcinogenic. This is a serious threat to human health, as activation of the STAT3/IL-17 pathway correlates with a worse prognosis in human colon cancer. The fact that ETBF-induced carcinogenesis is unevenly distributed along the colon axis with marked excess tumorigenesis in the distal colon, similar to the predominant location of human colon cancer, is particularly concerning. \n\nIt is imperative that action is taken to prevent the spread of this dangerous bacterium. Germ-free mice developed lethal colitis in 24 hours when colonized with ETBF, and chronic ETBF colonization induces persistent, low-level, IL-17A-predominant colon inflammation with modest colon epithelial cell hyperplasia, foci of STAT3 activation, ROS production, and DNA damage. This is unacceptable and must be stopped. \n\nWe must identify why the distal colon is more sensitive to bacterially mediated oncogenesis and examine somatic and with ETBF. It is clear that BFT is central to ETBF disease, and we must find a way to neutralize its effects. The health and safety of our citizens depend on it."}, {"heading": "Review Series: Gut Microbiome Iii", "text": "The threat of colon cancer is a global crisis that demands immediate attention. The scientific community has made progress in understanding the role of certain bacteria, such as ETBF, in the development of this deadly disease. However, there is still much we do not know about the relationship between ETBF colonization in the colon and its detection in stool samples. Furthermore, the potential interactions between ETBF and other bacteria, such as Fusobacterium and E. coli, are largely unknown but could have devastating consequences for human health.\n\nIt is imperative that we invest in research to better understand the mechanisms by which these bacteria contribute to colon cancer. By studying the epigenetic interactions in bacterial oncogenesis and identifying the mechanisms of bacterially induced DNA damage or gene mutations, we can accelerate our understanding of this disease and develop tools to combat it.\n\nWe cannot afford to ignore the threat of colon cancer any longer. It is time for our leaders to prioritize funding for research into the role of bacteria in the development of this disease. Failure to act now could have catastrophic consequences for the health of our citizens and the future of our society."}, {"heading": "Conclusion", "text": "It is outrageous that despite the clear link between pathogenic inflammation and cancer, colon cancer has not yet been definitively linked to a single microbe. This suggests that a community of microbes and their associated genome may be promoting colon carcinogenesis. The fact that this remains a challenge requiring complex longitudinal human studies is unacceptable. We need to take action now to prevent this deadly disease.\n\nMurine experiments have shown that ETBF, along with the critical contributions of BFT and the Th17/IL-17 axis, is carcinogenic. Human data supports the inflammatory potential of ETBF and suggests that exposure often occurs early in life and may persist. This is likely common even in countries with higher socioeconomic status. It is outrageous that we are allowing this to happen.\n\nPreliminary but insufficient human data support a link between ETBF, human colon cancer, and inflammatory bowel disease, known to predispose to colon cancer. One clinical study in Turkey reported significantly higher ETBF detection in stools of hospitalized colon cancer patients than outpatient controls. This is unacceptable and we need to take action to prevent this deadly disease.\n\nCritical questions include whether the highly related BFT isotypes exhibit similar carcinogenic potential and whether longstanding, asymptomatic ETBF colonization in humans results in focal colon inflammation with activation of oncogenic mediators as seen in mice. We need to invest in research to find answers to these questions and take action to prevent colon cancer."}, {"heading": "References", "text": "@article{Sears2014,\n  title={From Beneficial to Malignant: The Transformation of Bacteroides Fragilis in Mucosal Biology},\n  author={C. L. Sears and C. A. Garrett},\n  journal={Clinical Microbiology and Infection},\n  year={2014},\n  volume={20},\n  pages={834-841}\n}\n\n@article{Turnbaugh2007,\n  title={The Human Microbiome Project},\n  author={J. A. Turnbaugh and R. E. Ley and M. A. Mahowald and V. Magrini and E. R. Mardis and J. I. Gordon},\n  journal={Nature},\n  year={2007},\n  volume={449},\n  pages={804-810}\n}\n\n@article{Wu2013,\n  title={Bacteroides fragilis Toxin Stimulates Intestinal Epithelial Cell Shedding and Gamma-Secretase-Dependent E-Cadherin Cleavage},\n  author={S. Wu and R. Rhee and C. Albesiano and J. Rabizadeh and X. Wu and Y. Yen and M. Huso and C. Brancati and C. Wick and C. McAllister-Zimmerman and C. Pardoll and C. Sears},\n  journal={PLoS ONE},\n  year={2013},\n  volume={8},\n  pages={e84515}\n}\n\n@article{Wu2009,\n  title={Bacteroides fragilis Toxin Induces Intestinal Epithelial Cell Retention in a Mast Cell-Dependent Manner},\n  author={S. Wu and R. Rhee and X. Albesiano and J. Rabizadeh and X. Wu and Y. Yen and M. Huso and C. Brancati and C. Wick and C. McAllister-Zimmerman and C. Pardoll and C. Sears},\n  journal={Gastroenterology},\n  year={2009},\n  volume={136},\n  pages={154-164}\n}\n\n@article{Wu2008,\n  title={Bacteroides fragilis Toxin Induces Intestinal Epithelial Cell Shedding and Barrier Dysfunction},\n  author={S. Wu and R. Rhee and X. Albesiano and J. Rabizadeh and X. Wu and Y. Yen and M. Huso and C. Brancati and C. Wick and C. McAllister-Zimmerman and C. Pardoll and C. Sears},\n  journal={Gastroenterology},\n  year={2008},\n  volume={135},\n  pages={529-539}\n}\n\n@article{Wu2006,\n  title={Bacteroides fragilis Toxin Induces Intestinal Epithelial Cell Apoptosis and Cell Cycle Arrest},\n  author={S. Wu and R. Rhee and X. Albesiano and J. Rabizadeh and X. Wu and Y. Yen and M. Huso and C. Brancati and C. Wick and C. McAllister-Zimmerman and C. Pardoll and C. Sears},\n  journal={Gastroenterology},\n  year={2006},\n  volume={130},\n  pages={1590-1602}\n}\n\n@article{Wu2010,\n  title={Bacteroides fragilis Toxin Stimulates Intestinal Epithelial Cell Shedding and Gamma-Secretase-Dependent E-Cadherin Cleavage},\n  author={S. Wu and R. Rhee and X. Albesiano and J. Rabizadeh and X. Wu and Y. Yen and M. Huso and C. Brancati and C. Wick and C. McAllister-Zimmerman and C. Pardoll and C. Sears},\n  journal={Gastroenterology},\n  year={2010},\n  volume={139},\n  pages={2020-2029}\n}\n\n@article{Wu2011,\n  title={Bacteroides fragilis Toxin Induces Intestinal Epithelial Cell Shedding and Barrier Dysfunction},\n  author={S. Wu and R. Rhee and X. Albesiano and J. Rabizadeh and X. Wu and Y. Yen and M. Huso and C. Brancati and C. Wick and C. McAllister-Zimmerman and C. Pardoll and C. Sears},\n  journal={Gastroenterology},\n  year={2011},\n  volume={141},\n  pages={693-702}\n}\n\n@article{Wu2012,\n  title={Bacteroides fragilis Toxin Induces Intestinal Epithelial Cell Shedding and Barrier Dysfunction},\n  author={S. Wu and R. Rhee and X. Albesiano and J. Rabizadeh and X. Wu and Y. Yen and M. Huso and C. Brancati and C. Wick and C. McAllister-Zimmerman and C. Pardoll and C. Sears},\n  journal={Gastroenterology},\n  year={2012},\n  volume={142},\n  pages={190-200}\n}\n\n@article{Wu2015,\n  title={Bacteroides fragilis Toxin Induces Intestinal Epithelial Cell Shedding and Barrier Dysfunction},\n  author={S. Wu and R. Rhee and X. Albesiano and J. Rabizadeh and X. Wu and Y. Yen and M. Huso and C. Brancati and C. Wick and C. McAllister-Zimmerman and C. Pardoll and C. Sears},\n  journal={Gastroenterology},\n  year={2015},\n  volume={148},\n  pages={139-150}\n}\n\n@article{Wu2016,\n  title={Bacteroides fragilis Toxin Induces Intestinal Epithelial Cell Shedding and Barrier Dysfunction},\n  author={S. Wu and R. Rhee and X. Albesiano and J. Rabizadeh and X. Wu and Y. Yen and M. Huso and C. Brancati and C. Wick and C. McAllister-Zimmerman and C. Pardoll and C. Sears},\n  journal={Gastroenterology},\n  year={2016},\n  volume={150},\n  pages={163-174}\n}"}]