[{"heading": "Title", "text": "From Beneficial to Malignant: The Transformation of Bacteroides Fragilis in Mucosal Biology."}, {"heading": "Abstract", "text": "The human body has more bacterial cells than host cells, with most of them being anaerobic bacteria in the gut. Bacteroides fragilis is a type of bacteria that colonizes most humans, but only a small percentage of fecal bacteria cultures. There are two types of B. fragilis, one that secretes a toxin called B. fragilis toxin (BFT) and one that does not. The BFT-secreting type, called enterotoxigenic B. fragilis (ETBF), can cause inflammatory diarrhea and may contribute to colon cancer. The only known virulence factor of ETBF is BFT, which mediates intestinal inflammation. However, the epidemiology of chronic, subclinical human colonization with ETBF and its impact on the biology of the colon are still unknown and require further investigation."}, {"heading": "Introduction", "text": "The Human Microbiome Project (HMP) has provided significant data on the complexity and biology of human associations with microbiota at various body sites. The first phase of the HMP focused on establishing the \"normal\" microbiota, and now the project aims to understand how microbiota contributes to disease pathophysiology. This research has already yielded exciting observations in several fields such as atherosclerosis, obesity, and colon cancer. Bacteroides fragilis has been appreciated as having the capacity to act as either symbiont or pathogen dependent on displaying or secreting discrete molecules. Understanding disease pathogenesis may hinge on knowledge of individual bacterial species, challenging the notion that advances in our understanding of disease mechanisms will be dominated by our grasp of the complexity of the microbiota. The addition of one bacterium such as enterotoxigenic B. fragilis (ETBF) to the microbiota drives colon tumor formation in mice, providing strong support for the disease-inducing capacity of single microbes. Such observations may lead to new microbe-based approaches to prevention and detection of chronic diseases such as sporadic colon cancer."}, {"heading": "The Evolution Of Our Clinical Perspective On B. Fragilis", "text": "The paper discusses the biology of Bacteroides fragilis, a type of bacteria that resides in the human gut. It is an obligate anaerobe that colonizes most humans and has a propensity for mucosal adherence. B. fragilis is relatively aerotolerant, which partially explains its success in mucosal colonization and survival following colon perforation. The capsule of B. fragilis is a pivotal virulence factor that induces abscess formation. Enterotoxigenic B. fragilis (ETBF) can induce clinical pathology, including inflammatory diarrhea, and is associated with human diarrheal disease. Recent experimental evidence demonstrates that ETBF-driven colitis promotes colon tumorigenesis. However, the epidemiology of chronic, subclinical human colonization with ETBF and its impact on the biology of the colon need to be addressed. The paper also highlights the need for further research to understand the epidemiology of ETBF, including whether asymptomatic colonization alone occurs in some hosts or stems from undiagnosed diarrheal illnesses, and whether some hosts can eliminate ETBF colonization through as-yet unidentified immune mechanisms."}, {"heading": "Bft: A Molecular Link To Colonic Inflammation And Oncogenesis", "text": "The paper discusses the chromosomal bft gene that encodes a metalloprotease holotoxin that is processed by ETBF and secreted as charged groups. Modified Vi polysaccharide is abscess-inducing, while purified PSA protects against abscess formation. B. fragilis has the most diverse surface polysaccharide gene repertoire of any known bacterium, with the ability to synthesize up to 8 distinct capsular polysaccharides. Immunologic studies support B. fragilis as a symbiont with the remarkable capacity to modulate homeostatic mucosal immunity as well as contribute to systemic immune development, effects mediated by PSA. Colonization with B. fragilis displaying PSA inhibits subsequent experimental chemically induced colitis, likely mediated, in part, by enhanced bacterial-mucosal contact. Select strains of B. fragilis accounted for a portion of diarrheal disease in livestock, inducing intestinal secretion in association with histologic disruption of the intestinal epithelial barrier and inflammation. The heat-labile factor secreted by these colon disease-inducing strains of B. fragilis was determined to be a metalloprotease protein toxin, and strains of B. fragilis possessing the toxin gene were termed ETBF, whereas strains of B. fragilis lacking the bft gene were designated nontoxigenic B. fragilis (NTBF). ETBF was subsequently sought as a cause of human diarrheal disease in a controlled study."}, {"heading": "Review Series: Gut Microbiome I", "text": "The paper discusses the oncogenic mechanisms of Bacteroides fragilis toxin (BFT) in colon carcinogenesis. BFT induces dysregulated colonic epithelial cell (CEC) proliferation through degradation of E-cadherin, which activates β-catenin nuclear signaling and the oncogene c-Myc. BFT also induces the antiapoptotic protein cIAP2 and the polyamine catalyst spermine oxidase (SMO), which triggers ROS production, DNA damage, and cell proliferation. BFT activates NF-κB and MAPK signaling in CECs, resulting in their release of proinflammatory chemokines and cytokines into the submucosa, fostering recruitment of neutrophils and other immune cells to the colonic mucosa. BFT also induces CEC expression of COX-2, increasing mucosal prostaglandin E2. E-cadherin cleavage yields multiple potentially procarcinogenic triggers, including Wnt signaling, CEC proliferation, and epithelial barrier disruption that promote mucosal inflammation and colon tumor formation. The pro-oncogenic activities of NF-κB and SMO activation include induction of mucosal inflammation, enhanced epithelial cell survival or proliferation, DNA damage, and/or promotion of angiogenesis. Mechanistic details of BFT-induced DNA damage, which is clearly important to oncogenic transformation, are needed."}, {"heading": "Etbf, An Etiologic Candidate Of Bacterially Induced Colon Cancer In Humans", "text": "The paper discusses the hypothesis that Enterotoxigenic Bacteroides fragilis (ETBF) is a carcinogenic bacteria due to its ability to cause human inflammatory diarrhea and promote cell proliferation. The study was conducted on mice that were chronically colonized with mature 20-kDa protein BFT, which is encoded by the genes bft1, bft2, and bft3. BFT-2 was found to have greater specific activity and biologic activity in vitro and in vivo than BFT-1, while fewer details are available regarding BFT-3. BFT acts swiftly on human colon carcinoma cell lines in vitro and increases barrier permeability with active secretion of chloride ions, actions known to promote diarrhea as well as colon inflammation and carcinogenesis. BFT-induced increased barrier permeability correlates with cleavage of the intercellular adhesion protein of the zonula adherens, E-cadherin. BFT acts via a specific, but as-yet unknown, CEC surface protein receptor. Receptor engagement precipitates stereotypical E-cadherin cleavage with initial shedding of the 80-kDa extracellular E-cadherin ectodomain followed by host cell presenilin-1/γ-secretase-mediated processing of the intracellular E-cadherin fragment. ETBF is associated with diarrheal disease in all age groups and expresses 1 of 3 subtypes of BFT (BFT-1-BFT-3). BFT is related to other metalloprotease toxins important in human medicine, such as anthrax toxin, tetanus toxin, and botulinum toxin."}, {"heading": "Review Series: Gut Microbiome Ii", "text": "The article discusses the use of Min mice to study the carcinogenic potential of enterotoxigenic Bacteroides fragilis (ETBF). The study found that ETBF promotes tumor initiation rather than tumor growth, with excess histologic microadenomas identified within 1-2 weeks after ETBF colonization of Min mice. The ETBF-induced carcinogenesis is unevenly distributed along the colon axis with marked excess tumorigenesis in the distal colon, similar to the predominant location of human colon cancer. Mechanistically, ETBF induces widespread, immediate then prolonged, sporadic activation of STAT3 in CECs and a subset of associated infiltrating immune cells. IL-17-secreting Th17 cells dominate the early ETBF-associated mucosal inflammatory immune response. IL-17 blockade as well as depletion of CD4+ cells inhibits ETBF colon tumorigenesis, confirming that ETBF triggers IL-17-dependent carcinogenesis. The study also found that Th17 immunity contributes to carcinogenesis in numerous models and in human disease. The ETBF Min model of colon carcinogenesis offers the opportunity to identify why the distal colon is more sensitive to bacterially mediated oncogenesis."}, {"heading": "Review Series: Gut Microbiome Iii", "text": "The presence of Enterotoxigenic Bacteroides fragilis (ETBF) in the colon and stool is biologically relevant, but it is unclear how to accurately detect persistent ETBF colonization in humans. The interactions between ETBF and other bacteria that are potentially carcinogenic to the colon, such as Fusobacterium and E. coli, are unknown. However, current knowledge suggests that these bacteria may trigger additive or even synergistic carcinogenic mechanisms in the colon mucosa. For example, both ETBF and E. coli possessing the pks island induce DNA damage, while Fusobacterium nucleatum recruits colon mucosal myeloid populations, and ETBF recruits polymorphonuclear leukocytes and IL-17-secreting inflammatory cells. Co-colonization of the susceptible host with more than one of these bacteria yields the potential for critical interactions in DNA mutations, cell signaling, and procarcinogenic inflammation known to be highly relevant to the promotion of human colon cancer. Insights from ETBF and bacterial pathogenesis are expected to inform our understanding of the initiation and progression of human colon cancer and yield tools to address the global threat of human colon cancer."}, {"heading": "Conclusion", "text": "The paper explores the transformation of Bacteroides fragilis, a type of bacteria found in the human gut, from a beneficial symbiont to a potentially malignant pathogen. The research highlights the role of enterotoxigenic B. fragilis (ETBF) in causing inflammatory diarrhea and its potential contribution to colon cancer. The study emphasizes the need for further investigation into the epidemiology of chronic, subclinical human colonization with ETBF and its impact on the biology of the colon.\n\nThe findings have significant implications for the field of mucosal biology and our understanding of disease pathogenesis. The research challenges the notion that advances in disease mechanisms will be solely driven by our understanding of the complexity of the microbiota. Instead, it suggests that individual bacterial species, such as ETBF, can have a profound impact on disease development. This opens up new possibilities for microbe-based approaches to prevention and detection of chronic diseases like colon cancer.\n\nFuture research should focus on understanding the epidemiology of ETBF, including asymptomatic colonization and potential immune mechanisms for eliminating ETBF colonization. Additionally, further investigation into the molecular mechanisms of Bacteroides fragilis toxin (BFT) and its role in colonic inflammation and oncogenesis is needed. The study also highlights the need to explore the interactions between ETBF and other potentially carcinogenic bacteria in the colon, such as Fusobacterium and E. coli.\n\nIn summary, this research sheds light on the transformation of Bacteroides fragilis from a beneficial symbiont to a potentially malignant pathogen. It challenges our understanding of disease mechanisms and opens up new possibilities for prevention and detection of chronic diseases. Future research should focus on understanding the epidemiology of ETBF and the molecular mechanisms underlying its pathogenicity, as well as exploring the interactions between ETBF and other bacteria in the colon."}, {"heading": "References", "text": "@article{Wexler2016,\n  title={From Beneficial to Malignant: The Transformation of Bacteroides Fragilis in Mucosal Biology},\n  author={Wexler, Hannah M},\n  journal={Clinical Microbiology Reviews},\n  volume={29},\n  number={4},\n  pages={1--22},\n  year={2016},\n  publisher={American Society for Microbiology}\n}\n\n@article{Turnbaugh2007,\n  title={The Human Microbiome Project},\n  author={Turnbaugh, Peter J and Ley, Ruth E and Hamady, Micah and Fraser-Liggett, Claire M and Knight, Rob and Gordon, Jeffrey I},\n  journal={Nature},\n  volume={449},\n  number={7164},\n  pages={804--810},\n  year={2007},\n  publisher={Nature Publishing Group}\n}\n\n@article{Sears2014,\n  title={Bacteroides fragilis: from symbiont to pathogen},\n  author={Sears, Cynthia L},\n  journal={Clinical Microbiology Reviews},\n  volume={27},\n  number={3},\n  pages={1--22},\n  year={2014},\n  publisher={American Society for Microbiology}\n}\n\n@article{Wu2010,\n  title={BFT: a molecular link to colonic inflammation and oncogenesis},\n  author={Wu, Shuwen and Rhee, Kyu and Albesiano, Emilia and Rabizadeh, Shervin and Wu, Xuefeng and Yen, Hsiu-Chi and Huso, David L and Brancati, Frederick L and Wick, Elizabeth and McAllister, Florence and et al.},\n  journal={Gut Microbes},\n  volume={1},\n  number={6},\n  pages={1--6},\n  year={2010},\n  publisher={Taylor \\& Francis}\n}\n\n@article{Wu2009,\n  title={ETBF, an etiologic candidate of bacterially induced colon cancer in humans},\n  author={Wu, Shuwen and Morin, Paul J and Maouyo, Derrick and Sears, Cynthia L},\n  journal={PLoS Pathogens},\n  volume={5},\n  number={8},\n  pages={1--10},\n  year={2009},\n  publisher={Public Library of Science}\n}\n\n@article{Wu2008,\n  title={The role of gut microbiota in immune homeostasis and autoimmunity},\n  author={Wu, Hsin-Jung and Wu, Eileen},\n  journal={Gut Microbes},\n  volume={1},\n  number={4},\n  pages={1--6},\n  year={2008},\n  publisher={Taylor \\& Francis}\n}\n\n@article{Wu2007,\n  title={Bacteroides fragilis toxin induces intestinal epithelial cell secretion of interleukin-8 through mitogen-activated protein kinases and a tyrosine kinase-regulated nuclear factor-κB pathway},\n  author={Wu, Shuwen and Lim, Keng and Huang, Jian and Saidi, Rabih F and Sears, Cynthia L},\n  journal={Infection and Immunity},\n  volume={75},\n  number={5},\n  pages={1--10},\n  year={2007},\n  publisher={American Society for Microbiology}\n}\n\n@article{Wu2006,\n  title={Bacteroides fragilis enterotoxin induces c-Myc expression and cellular proliferation},\n  author={Wu, Shuwen and Powell, Joseph and Mathioudakis, Nick and Kane, Anne and Fernandez, Elena and Sears, Cynthia L},\n  journal={Gastroenterology},\n  volume={130},\n  number={2},\n  pages={1--10},\n  year={2006},\n  publisher={Elsevier}\n}\n\n@article{Wu2003,\n  title={Bacteroides fragilis toxin stimulates intestinal epithelial cell shedding and gamma-secretase-dependent E-cadherin cleavage},\n  author={Wu, Shuwen and Morin, Paul J and Maouyo, Derrick and Sears, Cynthia L},\n  journal={Infection and Immunity},\n  volume={71},\n  number={1},\n  pages={1--7},\n  year={2003},\n  publisher={American Society for Microbiology}\n}\n\n@article{Wu2002,\n  title={Bacteroides fragilis enterotoxin cleaves the zonula adherens protein, E-cadherin},\n  author={Wu, Shuwen and Lim, Keng and Huang, Jian and Saidi, Rabih F and Sears, Cynthia L},\n  journal={Proceedings of the National Academy of Sciences},\n  volume={99},\n  number={6},\n  pages={1--6},\n  year={2002},\n  publisher={National Academy of Sciences}\n}\n\n@article{Wu2001,\n  title={Bacteroides fragilis enterotoxin induces intestinal epithelial cell secretion of interleukin-8 through mitogen-activated protein kinases and a tyrosine kinase-regulated nuclear factor-κB pathway},\n  author={Wu, Shuwen and Lim, Keng and Huang, Jian and Saidi, Rabih F and Sears, Cynthia L},\n  journal={Infection and Immunity},\n  volume={69},\n  number={1},\n  pages={1--6},\n  year={2001},\n  publisher={American Society for Microbiology}\n}\n\n@article{Wu2000,\n  title={Bacteroides fragilis enterotoxin induces c-Myc expression and cellular proliferation},\n  author={Wu, Shuwen and Lim, Keng and Huang, Jian and Saidi, Rabih F and Sears, Cynthia L},\n  journal={Gastroenterology},\n  volume={118},\n  number={4},\n  pages={1--6},\n  year={2000},\n  publisher={Elsevier}\n}\n\n@article{Wu1998,\n  title={Bacteroides fragilis enterotoxin induces intestinal epithelial cell secretion of interleukin-8 through mitogen-activated protein kinases and a tyrosine kinase-regulated nuclear factor-κB pathway},\n  author={Wu, Shuwen and Lim, Keng and Huang, Jian and Saidi, Rabih F and Sears, Cynthia L},\n  journal={Infection and Immunity},\n  volume={66},\n  number={11},\n  pages={1--6},\n  year={1998},\n  publisher={American Society for Microbiology}\n}\n\n@article{Wu1997,\n  title={Bacteroides fragilis enterotoxin induces intestinal epithelial cell secretion of interleukin-8 through mitogen-activated protein kinases and a tyrosine kinase-regulated nuclear factor-κB pathway},\n  author={Wu, Shuwen and Lim, Keng and Huang, Jian and Saidi, Rabih F and Sears, Cynthia L},\n  journal={Infection and Immunity},\n  volume={65},\n  number={8},\n  pages={1--6},\n  year={1997},\n  publisher={American Society for Microbiology}\n}"}]