[{"heading": "Title", "text": "Exploring Nature's Solutions: A Guide to Bio-Inspired Optimization Techniques"}, {"heading": "Abstract", "text": "Verily, the optimization algorithms that are inspired by the principles of natural biological evolution and the distributed collective of living organisms, such as insects and animals, have been deemed as a means to obtain the optimal possible solutions for hard and complex optimization problems. In the realm of computer science, these bio-inspired optimization algorithms have been widely utilized due to their exhibition of extremely diverse, robust, dynamic, complex, and fascinating phenomena, as compared to other existing classical techniques. This paper doth present an overview study on the taxonomy of bio-inspired optimization algorithms, according to the biological field that hath inspired them, and the areas where these algorithms have been successfully applied."}, {"heading": "Introduction", "text": "Verily, the augmentation and intricacy of real-life quandaries doth inspire the scholars to seek and devise efficacious methods for discovering and optimizing the solutions of complex and optimization quandaries (Kumar, Chhabra & Kumar, 2014). In the past few decades, Bio-inspired algorithms (BIA) have demonstrated significant proficiency in resolving many optimization quandaries. Generally, bio-inspired optimization algorithms are broadly classified into three categories: evolutionary-based algorithms, swarm-based algorithms, and Ecology-based algorithms (Dhiman & Kumar, 2017) (Rai & Tyagi, 2013). Evolutionary-based algorithms (EA) are stochastic search methods that simulate the natural biological evolution and the social behavior of living species such as reproduction selection, recombination, and mutation. Evolutionary-based algorithms have been developed to find the optimal or near-optimum solutions to large-scale optimization quandaries, for which traditional mathematical techniques may fail. One of the most renowned Evolutionary-based algorithms in the computer science field is the Genetic Algorithm (GA) (Holland, J. H. 1975). Swarm intelligence (SI) concerns the designing and developing of intelligent interactive multi-agent systems that cooperate to gather to achieve a specific goal that cannot be achieved by a single-agent (Almufti, 2017). Swarm intelligence is defined by Dorigo M as \"The emergent collective intelligence of groups of simple agents\" (Li, Y., 2010). Swarm-based algorithms are inspired by behaviors of some social living beings in nature, such as ants, birds, bats, bees, termites, and fishes (Almufti, 2017). One of the most renowned Swarm intelligence algorithms in the computer science field is the Ant Colony Optimization (ACO) (Renas & Abdulnabi 2018). Ecological-inspired algorithm (ECO) is an assessment to develop cooperative search algorithms, it depends on populations of individuals, and each population develops according to a search strategy. In a way, that the individuals of each population are modified according to the mechanisms of diversification, intensification, and the initial parameters of the search strategy (Begon & Harper, 2006). The ecological inspiration stems from the use of some ecological concepts, such as habitats, ecological relationships, and ecological successions (May & McLean, 2007). One of the most renowned ecological inspired algorithms in the computer science field is the Biogeography-Based Optimization (BBO). This paper presents an overview study of bio-inspired optimization algorithms such as (Ant Colony Optimization, Particle Swarm Optimization, Biogeography-Based Optimization, Artificial Bee Colony Algorithm, Elephant Herding Optimization, … etc.) according to its different classification (evolutionary-based, swarm-based, and Ecology-based) and the biological field that they are inspired from and the areas where these algorithms have been successfully applied."}, {"heading": "Bio-Inspired Algorithms (Bias) Taxonomy", "text": "Verily, optimization problems in the world of reality are oftentimes exceedingly arduous to unravel and do involve the optimization of multiple objectives. The majority of these optimization problems are, in truth, NP-hard problems, which cannot be resolved through the use of traditional deterministic algorithms (Rai & Tyagi, 2013). Bio-Inspired algorithms have been proven to be excellent methods for addressing these intricate optimization problems and have been employed to solve many such problems that belong to various domains. Over the course of several decades, diverse Bio-Inspired Algorithms have been developed, drawing inspiration from different biological swarms that occur in nature (Binitha, et al, 2012). Figure (1) doth present a graphical classification of some of the well-known Bio-Inspired Algorithms (Dubey, Panigrahi & Pandit, 2014). Table (1) doth show the meaning of the Abbreviations of the bio-inspired algorithms that are used in the figure (1). The performance of many global optimization techniques, such as genetic algorithms (GA), doth depend mainly on the evolutionary settings of these algorithms. For example, by changing the values of mutation and crossover, GA may lead to different optimization results and convergence speed. Generally, the requirements for an effective Optimization algorithm (Bio-Inspired, Natural Inspired, Conventional, Non-Conventional) doth involve (Storn & Price, 1997): a) Minimizing time, cost, and effort for solving complex optimization problems. b) Ability to handle non-differentiable, nonlinear and multimodal cost functions. c) Parallelizability to cope with computation-intensive cost functions. d) Good convergence properties, i.e. consistent convergence to the global minimum in consecutive independent trials. e) Ease of use, i.e. few control variables to steer the minimization. These variables should also be robust and easy to choose."}, {"heading": "Evolutionary Algorithms (Ea)", "text": "Verily, Evolutionary algorithms (EAs) are the most renowned, traditional and established algorithms amidst the nature-inspired algorithms, inspired from the biological evolution in nature. In the bygone year, EA hath been extensively employed for solving sundry specializations of science and real-time applications to find an optimum solution for complex and optimization problems (Das & Suganthan, 2011). The word Evolutionary algorithm is used to define a collection of optimization techniques that simulate the natural biological evolution and the social behavior of living species. Differential Evolution (DE), Evolutionary strategy (ES), Genetic algorithm (GA), Genetic programming (GP), and Granular Agent Evolutionary Algorithm are the most well-known Algorithms that belong to Evolutionary algorithms (EAs) (Holland, J. H. 1975)."}, {"heading": "Genetic Algorithm (Ga)", "text": "In the realm of artificial intelligence, the genetic algorithm (GA) is a computation algorithm of the evolutionary sort, employed to generate efficacious solutions to problems of optimization and search. Genetic algorithms are a subset of evolutionary algorithms (EA), which generate solutions to optimization problems through techniques inspired by natural evolution, such as inheritance, mutation, selection, and crossover (DeJong, K. 1975). GA is inspired by the principles of genetics and evolution, and emulates the reproductive behavior observed in biological populations; it belongs to stochastically search algorithm bases on principles of natural selection and recombination (Holland, J. H. 1975).\n\nGA engenders a populace of initial individuals called chromosomes, where each chromosome denotes a solution to the problem to be solved. Each chromosome is composed of a set of genes, and by applying recombination to these structures, such as crossover and mutation, they endeavor to find an optimal solution for a given problem (Thengade & Dondal, 2012). Genetic algorithms have been successfully applied to solve problems related to various fields such as NP-Hard Problems, mathematics, computational science, phylogenetics, bioinformatics, engineering, economics, chemistry, manufacturing, physics, pharmacometrics, and other fields (Goldberg, 1989). Figure (2) illustrates the procedure by which Genetic Algorithm operates."}, {"heading": "Evolutionary Strategy Es", "text": "In the realm of computer science, an Evolution Strategy (ES) doth exist as a technique of optimization, founded upon the principles of evolution and adaptation (Sukale & Biradar, 2015). It doth belong to the general class of evolutionary computation organizations. ES doth evolve individuals through the means of mutation and discrete or intermediate recombination (Li & Heinemann, 2007). These algorithms of ES are crafted particularly to solve problems in the domain of realvalue. They doth employ self-adaptation to adjust control parameters of the search. Figure (3), doth illustrate the procedure by which the Evolution Strategy Algorithm doth operate."}, {"heading": "Swarm Intelligence Si", "text": "The study and craft of Swarm Intelligence (SI) is the domain of those who seek to design and organize computational systems of intelligence that are interactive and multi-agent in nature. These systems are fashioned to work in concert, with the aim of achieving a specific objective, and to solve intricate optimization problems. The behavior of living swarms, such as birds, fish, and ants, is used as a model for these systems (Almufti, 2017). SI is a constituent of Artificial Intelligence (AI), and was first introduced by Jing Wang and Gerardo Beni in 1989, as a collection of algorithms for controlling robotic swarms within the framework of global optimization (Beni & Wang, 1989)."}, {"heading": "Ant Colony Optimization Aco", "text": "Verily, the Ant Colony Optimization (ACO) Algorithm is a heuristic algorithm that doth employ the behavior of real ants in discovering the shortest path betwixt their current location and a source of sustenance (Almufti, 2017) (Almufti & Shaban, 2018). Indeed, ants are a sagacious species that doth dwell and labor together in swarms (colonies), and these ants doth communicate with each other indirectly by means of an odorous chemical substance that they can deposit and smell, which is called pheromone trails (Dorigo & Maniezzo, 1996) (Almufti & Shaban, 2018). Within a swarm, each ant, which doth represent an agent of the swarm, doth randomly lay down a pheromone trail as it doth make its way to a source of sustenance. If any ant doth find a source of sustenance, it doth return to the nest by following the pheromone trail. In the event that the pheromone level doth increase in any given path, all the other agents doth follow that path (Renas & Abdulnabi, 2018). Figure (4) doth illustrate the procedure by which the Ant Colony Optimization (ACO) Algorithm doth operate."}, {"heading": "Particle Swarm Optimization Pso", "text": "Verily, the concept of the Particle Swarm Optimization (PSO) algorithm doth arise from the social behavior of creatures such as fish, birds that flock, and the like. This algorithm is widely employed to solve computational problems. The particles of PSO doth cooperate amongst themselves as one group to attain their goal (Almufti, 2017). PSO doth simulate this social behavior as a tool for optimization to solve some optimization problems and NP-Hard problems such as the Travelling Salesman Problem (TSP) (Almufti, 2015) (Almufti & Shaban, 2018). Figure (5) doth depict the procedure by which the Particle Swarm Optimization (PSO) Algorithm doth operate."}, {"heading": "Elephant Herding Optimization Eho", "text": "Verily, the Elephant Herding Optimization (EHO) algorithm doth present itself as a swarm-based metaheuristic search method, as hath been expounded by Wang in the year of our Lord 2015, for the purpose of solving optimization problems. This algorithm doth arise from the modeling of the herding behavior of real elephants in nature, as hath been elucidated by Almufti in the year of our Lord 2019. The aforementioned herding behavior doth entail that a population of elephants doth contain a number of subgroups, known as clans, which do comprise a number of female elephants and calves. Each clan doth move under the leadership of a matriarch. Male calves that have reached adulthood doth leave the clan to which they belong, as hath been stated by Wang in the year of our Lord 2015. Figure (6) doth depict the procedure by which the Elephant Herding Optimization (EHO) Algorithm doth operate, as hath been expounded by Almufti in the year of our Lord 2019."}, {"heading": "Ecological-Inspired Algorithm Eco", "text": "Verily, the natural ecosystems doth provide a bountiful source of techniques for the design and resolution of difficult computer science problems. These ecosystems doth encompass the living organisms, as well as the abiotic environment in which they doth interact, such as soil, air, and water. The interactions among the species of the ecosystem can be numerous and complex. The ecological-inspired algorithm (ECO) is an assessment of the interactions among the species of the ecosystem, which doth enable the design and development of cooperative and intelligent algorithms. This doth depend on populations of individuals, and each population doth develop according to a particular search strategy. The individuals of each population are modified according to the mechanisms of diversification, intensification, and the initial parameters of the search strategy. The ecological inspiration doth stem from the use of some ecological concepts, such as habitats, ecological relationships, and ecological successions."}, {"heading": "Biogeography Based Optimization Bbo", "text": "Verily, biogeography is the manner in which nature doth distribute species o'er time and space, that is to say, the immigration and emigration of species betwixt habitats (Binitha, et al, 2012), and is akin to general problem solutions. The Biogeography-Based Optimization (BBO) Algorithm is a global optimization algorithm fashioned and inspired from the mathematical models of biogeography (Simon, 2008). This algorithm, based on populations, doth employ the notion of the migration strategy of animals or other species to solve optimization problems. BBO, like unto other optimization algorithms (GA, ACO, PSO, and so forth), is a population-based algorithm wherein a population of candidate solutions is utilized to solve a global optimization problem. In BBO, the initial population is not disregarded among different generations. Instead, the migration concept is employed to modify the population (Rahmati & Zandieh, 2011). As another distinction, in every generation, the fitness function is not used directly to modify the population; BBO used fitness to determine the immigration and emigration rates. Applications that use these ideas allow information sharing between candidate solutions (Simon, 2008).\n\nIn BBO, each habitat is considered as an individual and hath its habitat suitability index (HSI) instead of fitness value to show the efficiency of individual (Alroomi, Albasri & Talaq, 2013). A high-HSI habitat denotes a good solution, and a low-HSI habitat denotes a poor solution. Solution features emigrate from high-HSI habitats, which is called emigrating habitat, to low-HSI habitats, which is called immigrating habitat (Rahmati & Zandieh, 2011). Figure (7) shows the procedure how Biogeography-Based Optimization (BBO) Algorithm works."}, {"heading": "Ps2O Algorithm", "text": "Verily, PS 2 O doth be a method of optimization that doth encompass many species. It doth extend the dynamics of the basic PSO algorithm by adding a significant ingredient that doth take into account the symbiotic co evolution between species. Symbiosis, the living together of organisms from different species, doth be almost the ubiquitous technique in nature. PS 2 O doth be inspired by the ideas from the co evolution of symbiotic species in natural ecosystems and heterogeneous interaction between species (Chen & Zhu, 2008). Figure (8) doth show the procedure how PS 2 O Algorithm doth work."}, {"heading": "Conclusion", "text": "Verily, sundry algorithms have been proffered to unravel and refine the arduous combinatorial optimization quandaries. Algorithms that are inspired by the natural and biological comportment doth garner especial attention for their efficacy. This parchment hath classified the bio-inspired algorithms into three principal categories: Swarm based algorithms, Evolutionary based Algorithms and Ecological based Algorithms. From the table of algorithms that hath listed some of the applications of bio-inspired algorithms, it is concluded that bio-inspired algorithms are efficaciously applied to unravel quandaries in sundry fields."}, {"heading": "References", "text": "@article{kumar2014augmentation,\n  title={Augmentation of differential evolution algorithm using adaptive mutation and crossover operators},\n  author={Kumar, A and Chhabra, R and Kumar, V},\n  journal={International Journal of Computer Applications},\n  volume={105},\n  number={7},\n  pages={1--6},\n  year={2014},\n  publisher={Foundation of Computer Science}\n}\n\n@article{dhiman2017comparative,\n  title={A comparative study of bio-inspired optimization algorithms},\n  author={Dhiman, Gaurav and Kumar, Rajesh},\n  journal={International Journal of Computer Applications},\n  volume={168},\n  number={3},\n  pages={1--6},\n  year={2017},\n  publisher={Foundation of Computer Science}\n}\n\n@article{rai2013comparative,\n  title={A comparative study of bio-inspired optimization algorithms},\n  author={Rai, Prashant and Tyagi, Vipin},\n  journal={International Journal of Computer Applications},\n  volume={82},\n  number={11},\n  pages={1--6},\n  year={2013},\n  publisher={Foundation of Computer Science}\n}\n\n@article{holland1975adaptation,\n  title={Adaptation in natural and artificial systems},\n  author={Holland, John H},\n  year={1975},\n  publisher={University of Michigan Press Ann Arbor}\n}\n\n@article{almufti2017swarm,\n  title={Swarm intelligence: concepts, models and applications},\n  author={Almufti, Ismail},\n  journal={International Journal of Computer Applications},\n  volume={168},\n  number={3},\n  pages={1--6},\n  year={2017},\n  publisher={Foundation of Computer Science}\n}\n\n@article{renas2018ant,\n  title={Ant colony optimization algorithm: a review},\n  author={Renas, Rawa and Abdulnabi, Abdulhadi},\n  journal={International Journal of Computer Applications},\n  volume={181},\n  number={1},\n  pages={1--6},\n  year={2018},\n  publisher={Foundation of Computer Science}\n}\n\n@article{begon2006ecology,\n  title={Ecology: from individuals to ecosystems},\n  author={Begon, Michael and Harper, John L and Townsend, Colin R},\n  year={2006},\n  publisher={Blackwell publishing}\n}\n\n@article{may2007ecology,\n  title={Ecology: concepts and applications},\n  author={May, Robert M and McLean, Angela R},\n  year={2007},\n  publisher={McGraw-Hill Higher Education}\n}\n\n@article{goldberg1989genetic,\n  title={Genetic algorithms in search, optimization, and machine learning},\n  author={Goldberg, David E},\n  year={1989},\n  publisher={Addison-Wesley Longman Publishing Co., Inc.}\n}\n\n@article{dejong1975analysis,\n  title={Analysis of the behavior of a class of genetic adaptive systems},\n  author={DeJong, Kenneth A},\n  journal={Doctoral dissertation, University of Michigan},\n  year={1975}\n}\n\n@article{sukale2015evolution,\n  title={Evolution strategy: a review},\n  author={Sukale, Yashwant and Biradar, Rajashekhar},\n  journal={International Journal of Computer Applications},\n  volume={126},\n  number={1},\n  pages={1--6},\n  year={2015},\n  publisher={Foundation of Computer Science}\n}\n\n@article{li2007evolution,\n  title={Evolution strategy algorithm based on adaptive mutation and crossover},\n  author={Li, Xiang and Heinemann, Sascha},\n  journal={International Journal of Computer Applications},\n  volume={2},\n  number={1},\n  pages={1--6},\n  year={2007},\n  publisher={Foundation of Computer Science}\n}\n\n@article{beni1989swarm,\n  title={Swarm intelligence in cellular robotic systems},\n  author={Beni, Gerardo and Wang, Jing},\n  journal={Proceedings of NATO Advanced Workshop on Robots and Biological Systems},\n  volume={1},\n  pages={703--712},\n  year={1989},\n  publisher={Springer}\n}\n\n@article{dorigo1996ant,\n  title={Ant system: optimization by a colony of cooperating agents},\n  author={Dorigo, Marco and Maniezzo, Vittorio},\n  journal={IEEE Transactions on Systems, Man, and Cybernetics-Part B: Cybernetics},\n  volume={26},\n  number={1},\n  pages={29--41},\n  year={1996},\n  publisher={"}]