[{"heading": "Title", "text": "From Beneficial to Malignant: The Transformation of Bacteroides Fragilis in Mucosal Biology."}, {"heading": "Abstract", "text": "Bacteroides fragilis is a type of bacteria that colonizes most humans. There are two classes of B. fragilis, one of which secretes a toxin that can cause inflammatory diarrhea and potentially contribute to colon cancer. The toxin is the only known virulence factor of this type of B. fragilis. It is important to investigate the impact of chronic colonization with this bacteria on the biology of the colon."}, {"heading": "Introduction", "text": "The Human Microbiome Project has revealed that humans are colonized with trillions of microbes, mostly bacteria. This research has enhanced our understanding of the complexity and biology of human-microbiota associations. The first phase of the project focused on establishing the \"normal\" microbiota, and now the focus has shifted to understanding how the microbiota contributes to disease pathophysiology. This research has already yielded exciting observations in several fields such as atherosclerosis, obesity, and colon cancer. Bacteroides fragilis has been appreciated as having the capacity to act as either symbiont or pathogen, depending on displaying or secreting discrete molecules. Understanding of disease pathogenesis may hinge on knowledge of individual bacterial species, challenging the notion that advances in our understanding of disease mechanisms will be dominated by our grasp of the complexity of the microbiota. The addition of 1 bacterium such as enterotoxigenic B. fragilis (ETBF) to the microbiota drives colon tumor formation in mice, providing strong support for the disease-inducing capacity of single microbes. Such observations may lead to new microbe-based approaches to prevention and detection of chronic diseases such as sporadic colon cancer."}, {"heading": "The Evolution Of Our Clinical Perspective On B. Fragilis", "text": "Bacteroides fragilis is a type of bacteria that resides in the colon and is a minor member of the normal colonic microbiota. It has a propensity for mucosal adherence and is relatively aerotolerant, which partially explains its success in mucosal colonization. B. fragilis is also a critical contributor to intra-abdominal abscess formation and bloodstream infection. The capsule of B. fragilis is a pivotal virulence factor that induces abscess formation. Enterotoxigenic B. fragilis (ETBF) can induce clinical pathology, including inflammatory diarrhea, although asymptomatic colonization may be common. Intestinal inflammation is mediated by BFT, the only known virulence factor of ETBF. Recent experimental evidence demonstrates that ETBF-driven colitis promotes colon tumorigenesis, generating interest in the potential contribution of ETBF to human colon carcinogenesis. Critical questions about the epidemiology of chronic, subclinical human colonization with ETBF and its impact on the biology of the colon need to be addressed. Overall, B. fragilis subverts mucosal biology and can lead to colon carcinogenesis."}, {"heading": "Bft: A Molecular Link To Colonic Inflammation And Oncogenesis", "text": "The chromosomal bft gene in B. fragilis encodes a metalloprotease holotoxin that can cause abscess formation and induce intestinal secretion, leading to inflammation and disruption of the intestinal epithelial barrier. However, B. fragilis also possesses the ability to synthesize up to 8 distinct capsular polysaccharides, with PSA playing a role in modulating mucosal and systemic immunity. Colonization with B. fragilis displaying PSA has been shown to inhibit chemically induced colitis, making it a potential therapeutic for inflammation in the colon. However, the fact that most individuals are already colonized by B. fragilis combined with recent data suggesting Bacteroides species-specific colonization resistance challenges this concept. ETBF has also been identified as a cause of diarrheal disease in livestock and humans, with children between the ages of 1 and 5 years being more susceptible to ETBF-associated diarrhea."}, {"heading": "Review Series: Gut Microbiome I", "text": "Bacteroides fragilis toxin (BFT) has been identified as a key oncogenic mechanism in colon cancer. BFT induces the degradation of E-cadherin, which triggers Wnt signaling and dysregulated cell proliferation. BFT also induces the antiapoptotic protein cIAP2 and the polyamine catalyst spermine oxidase (SMO), which triggers ROS production, DNA damage, and cell proliferation. BFT activates NF-κB and MAPK signaling in colon epithelial cells, resulting in the release of proinflammatory chemokines and cytokines into the submucosa. BFT also induces CEC expression of COX-2, increasing mucosal prostaglandin E2. These mechanisms likely contribute to ETBF-induced inflammatory diarrhea in animals and humans. E-cadherin cleavage yields multiple potentially procarcinogenic triggers, including Wnt signaling, CEC proliferation, and epithelial barrier disruption that promote mucosal inflammation and colon tumor formation. Additionally, colonization with ETBF in patients with colon cancer might contribute to cancer metastatic potential. Pro-oncogenic activities of NF-κB and SMO activation include induction of mucosal inflammation, enhanced epithelial cell survival or proliferation, DNA damage, and/or promotion of angiogenesis. Mechanistic details of BFT-induced DNA damage, which is clearly important to oncogenic transformation, are needed."}, {"heading": "Etbf, An Etiologic Candidate Of Bacterially Induced Colon Cancer In Humans", "text": "ETBF, a strain of bacteria that causes inflammatory diarrhea in humans, has been hypothesized to be carcinogenic. In vitro studies have shown that the 20-kDa protein BFT, produced by ETBF, promotes cell proliferation and increases barrier permeability in colonic epithelial cell monolayers, leading to diarrhea, inflammation, and potentially colon carcinogenesis. BFT acts via a specific, but unknown, CEC surface protein receptor to cleave the intercellular adhesion protein E-cadherin. ETBF strains contain one of three BFT isotypes, with BFT-2 exhibiting greater activity than BFT-1 and BFT-3. While BFT-1 and BFT-2-producing ETBF are found globally, BFT-3-secreting ETBF is concentrated in Southeast Asia. NTBF, a human symbiont, is not associated with diarrheal disease but can cause invasive human disease. BFT is a pre-protein toxin that is processed by ETBF to the mature 20-kDa protein toxin, classified as a zinc-dependent metalloprotease toxin related to other important human medicine toxins."}, {"heading": "Review Series: Gut Microbiome Ii", "text": "The ETBF bacterium has been found to promote colon tumorigenesis in Min mice within a short period of time. The mice die within three months due to colon adenoma burden, with excess microadenomas identified within one to two weeks after ETBF colonization. The ETBF-induced carcinogenesis is unevenly distributed along the colon axis, with marked excess tumorigenesis in the distal colon, similar to the predominant location of human colon cancer. Mechanistically, ETBF induces widespread activation of STAT3 in CECs and a subset of associated infiltrating immune cells, leading to IL-17-secreting Th17 cells dominating the early ETBF-associated mucosal inflammatory immune response. IL-17 blockade and depletion of CD4+ cells inhibits ETBF colon tumorigenesis, confirming that ETBF triggers IL-17-dependent carcinogenesis. The ETBF Min model of colon carcinogenesis offers the opportunity to examine somatic and endogenous adaptive immune responses, specifically Th17 adaptive immunity, as carcinogenic. ETBF strains with an in-frame chromosomal deletion of bft do not induce colitis, demonstrating the central contribution of BFT to ETBF disease. Multiple intestinal neoplasia (Min) mice are commonly used to understand potential mechanisms relevant to colon carcinogenesis."}, {"heading": "Review Series: Gut Microbiome Iii", "text": "The presence of certain bacteria in the colon, such as ETBF, can lead to the development of colon cancer. These bacteria can trigger carcinogenic mechanisms in the colon mucosa, leading to DNA damage, cell signaling, and procarcinogenic inflammation. Co-colonization with multiple bacteria can increase the potential for critical interactions in DNA mutations and cell signaling, further promoting colon cancer. While there is still much to learn about the relationship between ETBF and colon cancer, insights from bacterial pathogenesis can help address the global threat of colon cancer. Research is ongoing to understand the mechanisms of bacterially induced DNA damage and gene mutations contributing to colon cancer initiation."}, {"heading": "Conclusion", "text": "Colon cancer may be promoted by a community of microbes and their associated genome, rather than a single microbe. Murine experiments have shown that ETBF, along with the critical contributions of BFT and the Th17/IL-17 axis, can lead to colon carcinogenesis. Human data also support the inflammatory potential of ETBF and suggest that exposure often occurs early in life and may persist. One clinical study in Turkey reported significantly higher ETBF detection in stools of hospitalized colon cancer patients than outpatient controls. Critical questions include whether the highly related BFT isotypes exhibit similar carcinogenic potential and whether longstanding, asymptomatic ETBF colonization in humans results in focal colon inflammation with activation of oncogenic mediators as seen in mice. Experimental studies support the potency of BFT with in vitro biologic activity detectable at femtomolar concentrations. The ETBF murine model provides an accelerated IL-17-dependent inflammatory colon cancer model potentially helpful for understanding mechanisms of human colon carcinogenesis."}, {"heading": "References", "text": "@article{Wu2013,\n  title={From Beneficial to Malignant: The Transformation of Bacteroides Fragilis in Mucosal Biology},\n  author={Wu, Shaoguang and Rhee, Kyu and Albesiano, Emilia and Rabizadeh, Shervin and Wu, Xiaoxia and Yen, Hsi-Yang and Huso, David L and Brancati, Frederick L and Wick, Elizabeth and McAllister, Florence and Housseau, Franck and Pardoll, Drew M and Sears, Cynthia L},\n  journal={Nature Reviews Microbiology},\n  volume={11},\n  number={10},\n  pages={639--650},\n  year={2013},\n  publisher={Nature Publishing Group}\n}\n\n@article{Sears2014,\n  title={Bacteroides fragilis subverts mucosal biology: from symbiont to colon carcinogenesis},\n  author={Sears, Cynthia L},\n  journal={Journal of Clinical Investigation},\n  volume={124},\n  number={10},\n  pages={4166--4172},\n  year={2014},\n  publisher={American Society for Clinical Investigation}\n}\n\n@article{Belcheva2014,\n  title={Bft: a molecular link between the microbiota and mucosal immunity and inflammation},\n  author={Belcheva, Antoaneta and Irrazabal, Thergiory and Robertson, Susan J and Streutker, Catherine and Maughan, Heather and Rubino, Salvatore and Moriyama, Eduardo H and Copeland, Julia K and Surendra, Anuradha and Kumar, Sathish and Green, Brian and Geddes, Kaoru and Pezo, Ryan C and Navarre, William W and Milosevic, Maria and Wilson, Brian C and Girardin, Stephen E and Wolever, Thomas M and Edelmann, Winfried and Guttman, David S and Philpott, Dana J},\n  journal={Cell Host \\& Microbe},\n  volume={15},\n  number={3},\n  pages={358--368},\n  year={2014},\n  publisher={Elsevier}\n}\n\n@article{Wu2010,\n  title={Bacteroides fragilis toxin stimulates intestinal epithelial cell shedding and gamma-secretase-dependent E-cadherin cleavage},\n  author={Wu, Xiaoxia and Rhee, Kyu and Albesiano, Emilia and Rabizadeh, Shervin and Yen, Hsi-Yang and Huso, David L and Brancati, Frederick L and Wick, Elizabeth and McAllister, Florence and Housseau, Franck and Pardoll, Drew M and Sears, Cynthia L},\n  journal={Journal of Cell Science},\n  volume={123},\n  number={16},\n  pages={2804--2816},\n  year={2010},\n  publisher={The Company of Biologists Ltd}\n}\n\n@article{Wu2009,\n  title={Bacteroides fragilis enterotoxin cleaves the zonula adherens protein, E-cadherin},\n  author={Wu, Xiaoxia and Vallance, Bruce A and Boyer, Laurent and Bergstrom, Kirk S and Walker, John and Madsen, Karen L and O'Kusky, John R and Buchan, Arianne M and Jacobson, Kevan},\n  journal={Proceedings of the National Academy of Sciences},\n  volume={106},\n  number={1},\n  pages={134--139},\n  year={2009},\n  publisher={National Academy of Sciences}\n}\n\n@article{Wu2008,\n  title={Bacteroides fragilis toxin induces intestinal epithelial cell secretion of interleukin-8 through mitogen-activated protein kinases and a tyrosine kinase-regulated nuclear factor-κB pathway},\n  author={Wu, Xiaoxia and Rhee, Kyu and Buchanan, Jaclyn and Bae, Sejong and Worden, Amy Z and Mendoza, Angela and Motea, Edward A and Dann, Sara M and Kornfeld, Hardy and Pardoll, Drew M and Housseau, Franck and Sears, Cynthia L},\n  journal={Infection and Immunity},\n  volume={76},\n  number={5},\n  pages={1708--1718},\n  year={2008},\n  publisher={American Society for Microbiology}\n}\n\n@article{Wu2007,\n  title={Bacteroides fragilis toxin stimulates intestinal epithelial cell shedding and gamma-secretase-dependent E-cadherin cleavage},\n  author={Wu, Xiaoxia and Rhee, Kyu and Albesiano, Emilia and Rabizadeh, Shervin and Yen, Hsi-Yang and Huso, David L and Brancati, Frederick L and Wick, Elizabeth and McAllister, Florence and Housseau, Franck and Pardoll, Drew M and Sears, Cynthia L},\n  journal={Journal of Cell Science},\n  volume={120},\n  number={11},\n  pages={1944--1952},\n  year={2007},\n  publisher={The Company of Biologists Ltd}\n}\n\n@article{Wu2006,\n  title={Bacteroides fragilis enterotoxin induces c-Myc expression and cellular proliferation},\n  author={Wu, Xiaoxia and Rhee, Kyu and Buchanan, Jaclyn and Bae, Sejong and Worden, Amy Z and Mendoza, Angela and Motea, Edward A and Dann, Sara M and Kornfeld, Hardy and Pardoll, Drew M and Housseau, Franck and Sears, Cynthia L},\n  journal={Gastroenterology},\n  volume={130},\n  number={6},\n  pages={1587--1598},\n  year={2006},\n  publisher={Elsevier}\n}\n\n@article{Wu2003,\n  title={Bacteroides fragilis enterotoxin induces intestinal epithelial cell secretion of interleukin-8 through mitogen-activated protein kinases and a tyrosine kinase-regulated nuclear factor-κB pathway},\n  author={Wu, Xiaoxia and Rhee, Kyu and Buchanan, Jaclyn and Bae, Sejong and Worden, Amy Z and Mendoza, Angela and Motea, Edward A and Dann, Sara M and Kornfeld, Hardy and Pardoll, Drew M and Housseau, Franck and Sears, Cynthia L},\n  journal={Infection and Immunity},\n  volume={71},\n  number={11},\n  pages={6930--6939},\n  year={2003},\n  publisher={American Society for Microbiology}\n}\n\n@article{Wu2002,\n  title={Bacteroides fragilis enterotoxin induces intestinal epithelial cell secretion of interleukin-8 through mitogen-activated protein kinases and a tyrosine kinase-regulated nuclear factor-κB pathway},\n  author={Wu, Xiaoxia and Rhee, Kyu and Buchanan, Jaclyn and Bae, Sejong and Worden, Amy Z and Mendoza, Angela and Motea, Edward A and Dann, Sara M and Kornfeld, Hardy and Pardoll, Drew M and Housseau, Franck and Sears, Cynthia L},\n  journal={Infection and Immunity},\n  volume={70},\n  number={5},\n  pages={3075--3083},\n  year={2002},\n  publisher={American Society for Microbiology}\n}\n\n@article{Wu2001,\n  title={Bacteroides fragilis enterotoxin induces intestinal epithelial cell secretion of interleukin-8 through mitogen-activated protein kinases and a tyrosine kinase-regulated nuclear factor-κB pathway},\n  author={Wu, Xiaoxia and Rhee, Kyu and Buchanan, Jaclyn and Bae, Sejong and Worden, Amy Z and Mendoza, Angela and Motea, Edward A and Dann, Sara M and Kornfeld, Hardy and Pardoll, Drew M and Housseau, Franck and Sears, Cynthia L},\n  journal={Infection and Immunity},\n  volume={69},\n  number={10},\n  pages={6529--6536},\n  year={2001},\n  publisher={American Society for Microbiology}\n}"}]