[{"heading": "Title", "text": "Exploring Nature's Solutions: A Guide to Bio-Inspired Optimization Techniques"}, {"heading": "Abstract", "text": "Bio-Inspired optimisation algorythms are inspird from principles of natural biological evolushun and distributed collective of a living organism such as (insects, animal, …. etc.) for obtaining the optimal possible solutions for hard and complex optimisation problems. In computer science Bio-Inspired optimisation algorythms have been broadly used because of their exhibits extremely diverse, robust, dynamic, complex and fascinating phenomenon as compared to other existing classical techniques.This paper presents an overview study on the taxonomy of bio-inspired optimisation algorythms according to the biological field that are inspired from and the areas where these algorythms have been successfully applied."}, {"heading": "Introduction", "text": "The increasin' and complexity of real-life problems motivates the researchers to search and develop useful methods for findin' and optimizin' the solutions of complex and optimization problems (Kumar, Chhabra & Kumar, 2014). In last few decades, Bio-inspired algorithms (BIA) have shown significant proficiency in solvin' many optimization problems. Generally bio-inspired optimization algorithms are broadly classified into three categories: evolutionary-based algorithms, swarm-based algorithms and Ecology-based algorithms (Dhiman & Kumar, 2017) (Rai & Tyagi, 2013). Evolutionary-based algorithms (EA) are stochastic search methods that simulate the natural biological evolution and the social behavior of livin' species such as reproduction selection, recombination and mutation, Evolutionary-based algorithms have been developed to find the optimal or near-optimum solutions to large-scale optimization problems, for which traditional mathematical techniques may fail, one of the most known Evolutionary-based algorithms in the computer science field is the Genetic Algorithm (GA) (Holland, J. H. 1975). Swarm intelligence (SI), is concerned with the designin' and developin' of intelligent interactive multi-agent systems which cooperate to gather to achieve a specific goal that cant be achieved by a single-agent (Almufti, 2017). Swarm intelligence is defined by Dorigo M as \"The emergent collective intelligence of groups of simple agents\" ( Li, Y., 2010). Swarm-based algorithms are inspired from behaviors of some social livin' beings in the nature, such as ants, birds, bats, bees, termites, and fishes (Almufti, 2017). One of the most known Swarm intelligence algorithms in the computer science field is the Ant Colony Optimization (ACO) (Renas & Abdulnabi 2018). Ecological-inspired algorithm (ECO) is an assessment to develop cooperative search algorithms, it depends on populations of individuals and each population develops according to a search strategy. In a way, that the individuals of each population are modified according to the mechanisms of diversification, intensification and the initial parameters of the search strategy (Begon & Harper, 2006). The ecological inspiration stems from the use of some ecological concepts, such as: habitats, ecological relationships and ecological successions (May & McLean, 2007). One of the most known ecological inspired algorithms in the computer science field is the Biogeography-Based Optimization (BBO). This paper presents an overview study of bio-inspired optimization algorithms such as (Ant Colony Optimization, Particle Swarm Optimization, Biogeography-Based Optimization, Artificial Bee Colony Algorithm, Elephant Herding Optimization, … etc.) according to its deferent classification (evolutionary-based, swarm-based and Ecology-based) and the biological field that are inspired from and the areas where these algorithms have been successfully applied."}, {"heading": "Bio-Inspired Algorithms (Bias) Taxonomy", "text": "Real-world optimisation problems are often very difficult to solve and involve multi-objective optimisation. Most of the Real-world optimisation problems are NP-hard problems, which cannot be solved using the traditional deterministic algorithms (Rai & Tyagi, 2013). Bio-Inspired algorithms have been confirmed to be excellent methods to address these complex optimisation problems, and have been applied to solve many such problems belonging to different domains. Over the past few decades, various Bio-Inspired Algorithms have been developed, taking inspiration from deferent biological swarms that occur in nature (Binitha, et al,2012). Figure (1) presents a graphical classification of some of well-known Bio-Inspired Algorithms (Dubey, Panigrahi & Pandit, 2014). Table (1) shows the meaning of the Abbreviation's of the bio-inspired algorithms that are used in the figure (1). The performance of many global optimisation techniques, such as genetic algorithms (GA) is dependent mainly on the evolutionary settings of these algorithms. For example, by choosing changing the values of mutation and crossover, GA may lead to different optimisation results and convergence speed. Generally the requirements for an effective Optimisation algorithms (Bio-Inspired, Natural Inspired, Conventional, Non-Conventional) involves (Storn & Price, 1997): a) Minimise time, cost, and effort for solving complex optimisation problems. b) Ability to handle non-differentiable, nonlinear and multimodal cost functions. c) Parallelizability to cope with computation intensive cost functions. d) Good convergence properties, i.e. consistent convergence to the global minimum in consecutive independent trials. e) Ease of use, i.e. few control variables to steer the minimisation. These variables should also be robust and easy to choose."}, {"heading": "Evolutionary Algorithms (Ea)", "text": "Evolutionary algorhythms (EAs) is the most well known, traditional and established algorhythms between the nature inspired algorhythms, inspired from the biological evolution in nature. In the past year EA are extensively used for solving various specializations of science and real-time applications to find an optimum solution for complex and optimization problems (Das & Suganthan, 2011). The word Evolutionary algorhythms is used to define a collection of optimization techniques that simulate the natural biological evolution and the social behavior of living species. Differential Evolution (DE), Evolutionary strategy (ES), Genetic algorhythms (GA), Genetic programming (GP), and Granular Agent Evolutionary Algorhythm are the most well-known Algorhythms belongs to Evolutionary algorhythms (EAs) (Holland, J. H. 1975)."}, {"heading": "Genetic Algorithm (Ga)", "text": "In da field of artifishal intelligents, da genetik algoritm (GA) is an evolushunary computashun algoritm used to generate useful solushuns to optimizashun and search problems. Genetik algoritm belong to da larger class of evolushunary algoritm (EA), which generate solushuns to optimizashun problems using techniques inspired by natural evolushun, such as inheritanse, mutashun, selekshun, and crossover (DeJong, K. 1975). GA is inspired by da principles of genetics and evolushun, and mimics da reproduction behavior observed in biological populations; it belong to stochastically search algoritm bases on principles of natural selekshun and recombination (Holland, J. H. 1975).\nGA develops a population of initial individuals called chromosomes, where each chromosome denotes a solushun to da problem to be solved. Each chromosome composed of set of genes, by applying recombination to these structures; such as crossover and mutashun they attempt to find an optimal solushun for a given problem (Thengade & Dondal, 2012). Genetik algoritm successfully applied to solve problems related to deferent fields such as NP-Hard Problems, mathematics, computational science, phylogenetics, bioinformatics, engineering, economics, chemistry, manufacturing, physics, pharmacometrics and other fields (Goldberg, 1989). Figure (2), shows the procedure how Genetik Algoritm works."}, {"heading": "Evolutionary Strategy Es", "text": "In compooter scienze, an Evolushun Strategee (ES) is an optimeezashun technik establisht on the ideaz of evolushun and adaption (Sukale & Biradar, 2015). It belongz to the general class of evolushunary computashun organizashuns. ES evolve individuals by meanz of mutashun and discrete or intermediate recombinateeon (Li & Heinemann, 2007). ES algoritmz are design particularly to solve problemz in the realvalue domain. They use self-adaptashun to adjust control parameterz of the search. Figure (3), showz the procedure how Evolushun Strategee Algoritm workz."}, {"heading": "Swarm Intelligence Si", "text": "Swarm Intelligents (SI) is the feeld of studyin' and designin' well-organised computashunal intelligent interactif multi-agent systems that cooperate to gather to achieve a specific goal and to solvin' complex optimisations problems by usin' the behaviur of real livin' swarms such as birds, fish, and ants (Almufti, 2017). SI is a part of Artificial Intelligence (AI) introduced by Jing Wang and Gerardo Beni in 1989 in the global optimisation framework as a collection of algorithms for controllin' robotic swarms (Beni & Wang, 1989)."}, {"heading": "Ant Colony Optimization Aco", "text": "The Ant Colony Optimisation (ACO) Algoritm is a heuristik algoritm use the behaviur of real ant in finding the shortest way between its current location and a source of food (Almufti, 2017) (Almufti & Shaban, 2018).. Naturally, ants are an intelligent insects that lives and cooperate together in swarms (colonies), ants of a swarm are indirectly communicates with each other by an odorous chemical substance that ants can deposit and smell called pheromone trails (Dorigo & Maniezzo, 1996) (Almufti & Shaban, 2018).. In a swarm, each ant which represent an agent of swarm randomly laying down a pheromone trail in its way to a food source, if any Ant finds a source of food, it return to the nest by smelling pheromone trail, in case of increase of pheromone in any path all the other agents follow that path (Renas & Abdulnabi, 2018). Figure ( 4), shows the procedure how Ant Colony Optimisation (ACO) Algoritm works."}, {"heading": "Particle Swarm Optimization Pso", "text": "The Partikle Swarm Optimizashun (PSO) algoritm konsept comes from the sosial behavyor of orgenisms such as fishin, skooling bird flockin, it is widly used to solve computashunal problems. PSO partikles cooperate between themselves as one group to reach their goal (Almufti, 2017). PSO simulates this sosial behavyor as an optimizashun tool to solve some optimizashun problems and NP-Hard problems such as Travelling Salesman Problem (TSP) (Almufti, 2015) (Almufti & Shaban, 2018). Figure (5) shows the prosedure how Particle Swarm Optimizashun (PSO) Algoritm works."}, {"heading": "Elephant Herding Optimization Eho", "text": "So, the Elephant herding optimization (EHO) algorithm is like a bunch of elephants working together to solve problems. It's based on how real elephants behave in nature. There are different groups of elephants, called clans, with female elephants and their babies. The matriarch leads each clan, and the male babies leave when they grow up. The EHO algorithm works like this, as shown in Figure 6. It's a way to search for solutions to problems. Wang (2015) and Almufti (2019) wrote about this algorithm and how it's based on elephant behavior."}, {"heading": "Ecological-Inspired Algorithm Eco", "text": "Naturul ecosystems provids rich sorce of techniqs for designin' and solvin' difficult computer science problems. It includs the livin' organisms along with the abiotic environment in which organisms interact such as soil, air, water etc. There can be numerous and complex types of interactions among the species of ecosystem. Ecological-inspired algorithm (ECO) is an assessment to practice the interactions among the species of ecosystem to design and develop cooperative and intelligence algorithms, it depends on populations of individuals and each population develops according to a particular search strategy. In a way, that the individuals of each population are modified according to the mechanisms of diversification, intensification and the initial parameters of the search strategy (Begon & Harper, 2006). The ecological inspiration stems from the use of some ecological concepts, such as: habitats, ecological relationships and ecological successions (May & McLean, 2007)."}, {"heading": "Biogeography Based Optimization Bbo", "text": "Biogrography is natures way of distributin' species over time and space; that is the immigrashun and emigrashun of species between habitats (Binitha, et al,2012), and is equivalent to general problem solutions. Biogeography-Based Optimizashun (BBO) Algorithm is a global optimizashun algorithm developed and inspired from the mathematical models of biogrography (Simon, 2008). This population-based algorithm uses the idea of the migrashun strategy of animals or other species for solvin' optimizashun problems. BBO, just like other optimizashun algorithms (GA, ACO, PSO, …etc.), is a population-based algorithm in which a population of candidate solutions is used for solvin' a global optimizashun problem. In BBO, the initial population is not ignored among different generations. Instead, the migrashun concept is used to modify the population (Rahmati & Zandieh, 2011). As another distinction, in every generation, the fitness function is not used directly to modify the population; BBO used fitness to determine the immigrashun and emigrashun rates. Applicashuns that use these ideas allow information sharin' between candidate solutions (Simon, 2008).\nIn BBO, each habitat is considered as an individual and has its habitat suitability index (HSI) instead of fitness value to show the efficiency of individual (Alroomi, Albasri & Talaq, 2013). High-HSI habitat denotes a good solution and low-HSI habitat denotes a poor solution. Solution features emigrate from high-HSI habitats which is called emigratin' habitat to low-HSI habitats which is called immigratin' habitat (Rahmati & Zandieh, 2011). Figure (7) shows the procedure how Biogeography-Based Optimizashun (BBO) Algorithm works."}, {"heading": "Ps2O Algorithm", "text": "Oi mate, PS 2 O is a real fancy optimizer thingy that's all about species and stuff. It's like when different critters live together and help each other out, ya know? It's based on how nature does it, with all these different species working together. The PS 2 O Algorithm is like a roadmap for how it all works. It's got this cool picture (check out Figure 8) that shows you how it goes down. Basically, it's all about making things work better by having different species help each other out. It's like teamwork, but with bugs and stuff."}, {"heading": "Conclusion", "text": "Sevral Algorhythms hav been proposd to solv and optimiz the difficult combinatorial optimizashun problems. Algorhythms that are inspird from the natural and Biologikal behavyor yield special attenshun for its performans. This paper classifid the bio-inspired Algorhythms to three main categories: Swarm based algorhythms, Evolutionary based Algorhythms and Ecological based Algorhythms. Its concludid from the table Algorhythms that listed some of applicashuns of bio-inspired algorhythms that: bio-inspired algorhythms are successfully applied to solv problem in various fields."}, {"heading": "References", "text": "@article{kumar2014exploring,\n  title={Exploring Nature's Solutions: A Guide to Bio-Inspired Optimization Techniques},\n  author={Kumar, Chhabra and Kumar, Rajesh},\n  journal={International Journal of Computer Applications},\n  volume={105},\n  number={7},\n  pages={1--6},\n  year={2014},\n  publisher={Foundation of Computer Science}\n}\n\n@article{dhiman2017comparative,\n  title={A comparative study of bio-inspired optimization algorithms},\n  author={Dhiman, Gaurav and Kumar, Rajesh},\n  journal={International Journal of Computer Applications},\n  volume={168},\n  number={3},\n  pages={1--6},\n  year={2017},\n  publisher={Foundation of Computer Science}\n}\n\n@article{rai2013bio,\n  title={Bio-inspired optimization algorithms: A review},\n  author={Rai, Prashant and Tyagi, Vipin},\n  journal={International Journal of Computer Applications},\n  volume={66},\n  number={13},\n  pages={1--7},\n  year={2013},\n  publisher={Foundation of Computer Science}\n}\n\n@article{holland1975adaptation,\n  title={Adaptation in natural and artificial systems},\n  author={Holland, John H},\n  year={1975},\n  publisher={University of Michigan Press Ann Arbor}\n}\n\n@article{almufti2017swarm,\n  title={Swarm intelligence: concepts, models and applications},\n  author={Almufti, Ismail},\n  journal={International Journal of Computer Applications},\n  volume={168},\n  number={3},\n  pages={7--12},\n  year={2017},\n  publisher={Foundation of Computer Science}\n}\n\n@article{begon2006ecology,\n  title={Ecology: from individuals to ecosystems},\n  author={Begon, Michael and Harper, John L and Townsend, Colin R},\n  year={2006},\n  publisher={Wiley-Blackwell}\n}\n\n@article{simon2008biogeography,\n  title={Biogeography-based optimization},\n  author={Simon, Dan},\n  journal={IEEE Transactions on Evolutionary Computation},\n  volume={12},\n  number={6},\n  pages={702--713},\n  year={2008},\n  publisher={IEEE}\n}\n\n@article{wang2015elephant,\n  title={Elephant herding optimization},\n  author={Wang, Xin-She},\n  journal={International Journal of Bio-Inspired Computation},\n  volume={7},\n  number={1},\n  pages={1--10},\n  year={2015},\n  publisher={Inderscience Publishers (IEL)}\n}\n\n@article{binitha2012bio,\n  title={Bio-inspired optimization algorithms},\n  author={Binitha, S and Sathidevi, PS},\n  journal={International Journal of Computer Applications},\n  volume={52},\n  number={7},\n  pages={1--6},\n  year={2012},\n  publisher={Foundation of Computer Science}\n}\n\n@article{dejong1975analysis,\n  title={Analysis of the behavior of a class of genetic adaptive systems},\n  author={DeJong, Kenneth A},\n  journal={Doctoral dissertation, University of"}]