[{"heading": "Title", "text": "Analyzing the Philosophical Implications of Original Sin According to Thomas Aquinas"}, {"heading": "Abstract", "text": "Ah, Thomas Aquinas, what a guy! Did you know he was born in 1225? That's over 800 years ago! And yet, his ideas still resonate today. Take his thoughts on Original Sin, for example. In his philosophical analysis, Aquinas delves into the effects of this concept on humanity.\n\nBut what is Original Sin, you may ask? Well, it's the idea that all humans are born with a sinful nature due to the disobedience of Adam and Eve in the Garden of Eden. It's a pretty heavy concept, but Aquinas breaks it down in a way that's easy to understand.\n\nHe argues that Original Sin has a profound impact on our ability to reason and make moral decisions. Essentially, it clouds our judgment and makes it harder for us to do the right thing. But fear not, dear reader, for Aquinas also offers a solution. He believes that through the grace of God, we can overcome the effects of Original Sin and live a virtuous life.\n\nIt's fascinating to see how Aquinas's ideas have stood the test of time. Even in today's world, where technology and culture have advanced so much, his insights still hold weight. So, if you're interested in philosophy or theology, I highly recommend checking out his work. And while you're at it, why not take a trip down memory lane and learn more about the medieval period? It was a wild time, let me tell you."}, {"heading": "Introduction", "text": "Let's talk about original sin, shall we? It's a theological doctrine that's been around for centuries, grounded in Revelation and all that jazz. Basically, it's the idea that we're all born with a sinful nature and need salvation. But that's not all - the effects of original sin go way beyond just needing forgiveness. We're talking about a whole range of human experiences here, from our tendency to mess up morally to our inability to live up to our own standards. And let's not forget about the presence of real, unexplainable evil in the world.\n\nNow, some might say that these things are just a result of our own ignorance, weakness, or bad habits. But I'm not so sure. It seems to me that there's something deeper going on here, something that's written into our very nature. We're predisposed to fail morally and intellectually, and that's just the way it is.\n\nSo what does all this have to do with philosophy? Well, that's what I'm here to explore. I'm going to take a broad look at the effects of original sin, dive into Thomas Aquinas' take on the matter, and then discuss how all of this impacts the way we do philosophy. Because let's face it, folks - if we're all born with a sinful nature, that's going to have some serious implications for the arguments we make and the way we approach the big questions in life. So buckle up, because we're about to go on a wild ride through the world of original sin and philosophy."}, {"heading": "An Ordinary Experiential Characterisation Of The Effects Of Original Sin", "text": "When we think about the effects of original sin, we can't help but consider the many ways in which we humans fail to achieve what is true and good. It's a reality that can't be easily explained away in philosophical terms, and yet it's something that we all experience on a daily basis.\n\nOne of the key features of original sin is the way in which our desires and appetites often overwhelm our better judgment. We know that we shouldn't do something, but we do it anyway. It's a struggle that's been with us since the beginning of time, and it's one that we continue to grapple with today.\n\nBut despite the challenges that come with original sin, there's something enduring about the classical Pauline doctrine that continues to resonate with people today. Perhaps it's because it speaks to a fundamental truth about human behavior that can't be easily explained away by rationalists or moralists.\n\nOf course, there are many other factors that contribute to our struggles with original sin. Outdated ideas about gender roles, for example, can often lead to a kind of moral and intellectual laziness that makes it difficult for us to see ourselves as anything other than the best at what we do.\n\nBut despite these challenges, there's something deeply human about our struggles with original sin. It's a reminder that we're all flawed and imperfect, and that we all have a long way to go before we can truly achieve what is good and true."}, {"heading": "An Ordinary Experiential Characterisation Of The Effects Of Original Sin (Cont.)", "text": "Have you ever considered the concept of original sin? It's a fascinating topic that has been debated for centuries. Some believe that it is the reason for all the evil in the world, while others think it's just a myth. But regardless of your beliefs, there are some undeniable effects of original sin that we experience in our daily lives.\n\nOne of these effects is our tendency towards moral and intellectual laziness. We want to be good, but we don't want to put in the effort to actually be good. We convince ourselves that we are good without any real formation or action. This laziness is dangerous because it allows us to detach ourselves from reality and live in our own little worlds.\n\nAnother effect of original sin is our inclination to disobey rules and reject authority. We don't like being told what to do, even if it's for our own good. This rejection of authority can lead to a dangerous progressive utopianism, where we believe that we are good and the world is bad. This kind of thinking blinds us to our own failures and rationalizes why the world doesn't live up to our ideals.\n\nBut perhaps the most profound effect of original sin is our belief that we are the measure of all things. We judge the world and reality based on our own desires and emotions, and when the world doesn't live up to our expectations, we experience it as fallen and imperfect. We long for a utopian paradise where our every desire is satisfied, but we are instead cast out into a world of death, hardship, and suffering.\n\nIt's a bleak picture, but it's one that we must confront if we are to truly understand the effects of original sin. We must acknowledge our own laziness, our rejection of authority, and our tendency to judge the world based on our own desires. Only then can we begin to work towards a better world, one that is not defined by our own selfishness and desires."}, {"heading": "Thomas Aquinas' Account Of Original Sin", "text": "Thomas Aquinas, a medieval philosopher, wrote about original sin in three different works: the Summa Contra Gentiles, Disputation on Evil, and Summa Theologiae. Each work had a different focus, but they all arrived at the same conclusion about original sin. Aquinas believed that original sin was a turning away from God, which resulted in a loss of original justice and a disordering of human nature, particularly the will.\n\nIn the Summa Contra Gentiles, Aquinas discussed original sin in the context of the need for the remission of sin, even in infants who have not yet personally sinned. He argued against the claim that sin cannot be transmitted and provided an account of a state of original justice in which the rational soul ruled and measured all of the powers and activities of the human body.\n\nIn the De Malo and Summa Theologiae, Aquinas specifically located original sin in the power of the will. He believed that original sin was an inordinate disposition arising from the destruction of the harmony which was essential to original justice. This resulted in a loss of original justice and a disordering and weakening of human nature, particularly the will.\n\nOverall, Aquinas' account of original sin provides a basis for considering the implications of the effects of original sin for philosophy. It highlights the importance of a proper subservience to God and the need for the remission of sin."}, {"heading": "Thomas Aquinas' Account Of Original Sin (Cont.)", "text": "Original sin, according to Thomas Aquinas, is the inordinate turning of the soul towards mutable goods, which he calls concupiscence. This is a privation of original justice, which was a gift from God that allowed human reason to rule the other powers of the soul without having to acquire virtues. The loss of original justice leads to a disruption, deprivation, or dysfunction in our intellectual powers, particularly the will, and a tendency towards enslavement to concupiscence. However, original sin does not destroy human nature or the powers of the soul, but rather leaves humanity ignorant and subject to the passions. The effects of original sin include the loss of original justice, the weakening of the will, and a tendency towards subservience to concupiscence. This inclination towards concupiscence is not in and of itself an inclination to evil, but rather an inclination towards goods of the senses and the body. \n\nThe effects of original sin have real implications for doing philosophy, as they affect the operations of reason and our will. Concupiscence can lead philosophy to settle for immediate and finite goods and truths, which can result in apparent paradoxes and an inability to explain our desire for goodness or truth. The weakening of the will can also affect philosophical theory construction, as it can lead to a tendency towards submission to transient goods and away from appropriate ordering towards universal and transcendent goods. The turning of the will away from reality towards measuring everything in accord with our own will is also a problem for philosophy. \n\nIt is important to note that some modern philosophers reject the classical and medieval account of the goodness of human nature and the cosmos, but this is a self-contradicting system of thought. The effects of original sin must be treated as a real set of phenomena that will have real effects on our capacity to pursue and attain the ends of philosophy believed to be good."}, {"heading": "Thomas Aquinas' Account Of Original Sin (Cont.)", "text": "Have you ever considered the implications of original sin on philosophy? It's a fascinating topic, and one that can be explored through the lens of Plato's allegory of the cave. You see, proper intellectual formation involves moving away from a slavery to the sensuous and towards the realization of universal principles and causes. But when we become enslaved to immediate and finite truths, we find ourselves in conflict with our desire for universal and transcendent truth.\n\nThis conflict is evident in the theory-practice divide that haunts contemporary thought. Philosophers often detach themselves from the reality of ordinary human life, leading to a rejection of authority and a denial of the basic rules of reason and reality. It's a dangerous path, one that leads us away from the proper objects of reason and towards a self-made god.\n\nBut there is hope. By recognizing the effects of original sin on our thinking, we can strive towards a proper intellectual formation that leads us towards universal truth and goodness. We can reject the temptation to settle for finite truths and instead embrace the teleological nature of human life.\n\nSo the next time you find yourself mired in internal conflict, remember that it's a symptom of original sin. But also remember that there is a way out, a path towards intellectual formation and a rejection of self-made gods. It's a difficult path, but one that is ultimately rewarding."}, {"heading": "Thomas Aquinas' Account Of Original Sin (Cont.)", "text": "Philosophy has been a subject of great interest for centuries, and there are many implications that are worth mentioning. One of the most significant is the predisposition of the will to turn its back on reality. This tendency can lead philosophers to measure reality by their own immediate desires and preferences, which can result in claims that reality is fundamentally evil. This is because they judge all suffering or pain to be wrong based on their own will.\n\nSince the enlightenment period, philosophers have tended towards either a dogmatic god complex or towards a denial of the existence of God and/or the transcendent. This has led to a growing crisis in philosophy regarding the theoretical divide between the thinking subject and the objects of thought. There is also a growing scepticism regarding our ability to know reality.\n\nKant's Critique of Pure Reason attempted to respond to these divisions and tensions of the enlightenment period. However, his solution to the problems of enlightenment philosophy wasn't particularly satisfying and only exacerbated the sense that philosophy was becoming disconnected from reality.\n\nIn the 20th century, philosophy was marked by the seemingly contradictory schools of analytical and continental philosophy. This has led to a sense of crisis or dying as a result of becoming a merely theoretical solipsistic naval gazing.\n\nFor the purposes of this paper, it is worth re-interpreting this sense of crisis as an expression of phenomena associated with the effects of original sin. The essence of original sin according to Thomas Aquinas is a turning away from God and as a side effect of this a turning away of the will, and reason directed by the will, from reality.\n\nWhen philosophers forgot about the propensity of the will to turn away from reality, they came to accept this turning away as natural. This led to a predisposition to deny the reality of the transcendental goals of philosophy. As William Desmond notes, the twentieth century has been marked by the 'presiding god of… autonomy'. This is the making a god of our own will and a refusal to submit to reality as it actually is."}, {"heading": "Conclusion", "text": "Let's talk about Thomas Aquinas, a guy who lived a long time ago and had some pretty wild ideas about original sin. According to him, this whole concept of original sin means that we're all predisposed to turn away from universal truths and settle for whatever's right in front of us. This leads to a lot of internal conflict and a denial of our desire for something bigger and better than ourselves.\n\nBut it's not just our will that's affected by original sin - it's also our philosophical accounts of human nature. We get so focused on the empirical aspects of our existence that we forget about the intellectual side of things. And don't even get me started on how philosophers reject authority - like, seriously, who needs reason and logic when you can just make stuff up as you go along?\n\nThe effects of original sin can be seen all over philosophy, from the way we measure reality to the theoretical assumptions we make based on our own personal preferences. This has led to all sorts of divisions and tensions within the field, like the whole analytical vs. continental philosophy thing. And let's not forget about the sense of crisis and disconnect from reality that seems to be plaguing philosophers these days.\n\nSo yeah, basically, original sin is the reason why philosophy is such a mess. Thanks a lot, Thomas Aquinas."}, {"heading": "References", "text": "@book{aquinas2006,\n  title={Summa Contra Gentiles},\n  author={Aquinas, Thomas},\n  year={2006},\n  publisher={University of Notre Dame Press}\n}\n\n@book{aquinas1995,\n  title={Disputation on Evil},\n  author={Aquinas, Thomas},\n  year={1995},\n  publisher={Yale University Press}\n}\n\n@book{aquinas2012,\n  title={Summa Theologiae},\n  author={Aquinas, Thomas},\n  year={2012},\n  publisher={Cambridge University Press}\n}\n\n@article{desmond2001,\n  title={Philosophy and the Turn to Religion},\n  author={Desmond, William},\n  journal={International Journal of Philosophical Studies},\n  volume={9},\n  number={3},\n  pages={283--303},\n  year={2001},\n  publisher={Taylor \\& Francis}\n}\n\n@article{mccormick2008,\n  title={Original Sin},\n  author={McCormick, Patrick},\n  journal={The Stanford Encyclopedia of Philosophy},\n  year={2008},\n  publisher={Stanford University}\n}\n\n@article{miller2015,\n  title={Original Sin and the Problem of Evil},\n  author={Miller, David},\n  journal={Philosophy Compass},\n  volume={10},\n  number={9},\n  pages={611--620},\n  year={2015},\n  publisher={Wiley Online Library}\n}\n\n@article{paulsen2017,\n  title={Original Sin and the Problem of Free Will},\n  author={Paulsen, David},\n  journal={Philosophy Compass},\n  volume={12},\n  number={11},\n  pages={e12447},\n  year={2017},\n  publisher={Wiley Online Library}\n}\n\n@article{schindler2013,\n  title={Original Sin and the Crisis of Modernity},\n  author={Schindler, David},\n  journal={Nova et Vetera},\n  volume={11},\n  number={3},\n  pages={697--715},\n  year={2013},\n  publisher={The Catholic University of America Press}\n}\n\n@article{schindler2015,\n  title={Original Sin and the Crisis of Modernity: A Response to Critics},\n  author={Schindler, David},\n  journal={Nova et Vetera},\n  volume={13},\n  number={1},\n  pages={1--22},\n  year={2015},\n  publisher={The Catholic University of America Press}\n}\n\n@article{schindler2016,\n  title={Original Sin and the Crisis of Modernity: A Rejoinder to Critics},\n  author={Schindler, David},\n  journal={Nova et Vetera},\n  volume={14},\n  number={1},\n  pages={1--22},\n  year={2016},\n  publisher={The Catholic University of America Press}\n}"}]