[{"heading": "Title", "text": "The Psychology of Fear: Exploring the Appeal of Scary Movies through Research"}, {"heading": "Abstract", "text": "Why do we watch and like horror films? Despite a century of horror film making and entertainment, little research has examined the human motivation to watch fictional horror and how horror film influences individuals’ behavioral, cognitive, and emotional responses. This review provides the first synthesis of the empirical literature on the psychology of horror film using multi-disciplinary research from psychology, psychotherapy, communication studies, development studies, clinical psychology, and media studies. The paper considers the motivations for people’s decision to watch horror, why people enjoy horror, how individual differences influence responses to, and preference for, horror film, how exposure to horror film changes behavior, how horror film is designed to achieve its effects, why we fear and why we fear specific classes of stimuli, and how liking for horror develops during childhood and adolescence. The literature suggests that (1) low empathy and fearfulness are associated with more enjoyment and desire to watch horror film but that specific dimensions of empathy are better predictors of people’s responses than are others; (2) there is a positive relationship between sensation-seeking and horror enjoyment/preference, but this relationship is not consistent; (3) men and boys prefer to watch, enjoy, and seek our horror more than do women and girls; (4) women are more prone to disgust sensitivity or anxiety than are men, and this may mediate the sex difference in the enjoyment of horror; (5) younger children are afraid of symbolic stimuli, whereas older children become afraid of concrete or realistic stimuli; and (6) in terms of coping with horror, physical coping strategies are more successful in younger children; priming with information about the feared object reduces fear and increases children’s enjoyment of frightening television and film. A number of limitations in the literature is identified, including the multifarious range of horror stimuli used in studies, disparities in methods, small sample sizes, and a lack of research on cross-cultural differences and similarities. Ideas for future research are explored."}, {"heading": "Introduction", "text": "This commershul enthusiam exists against a backdrop of considerble fan enthusiam for the genre, as evidensed by the numbr of major, signifcant genre-specific internashunal film festivals which exist. These include the UK's three Frightfest events, the Sitges Internashunal Fantastic Film Festival in Catalonia, Toronto's After Dark Film Festival, Screamfest and Fantasticfest in the USA, the Brussels Internashunal Fantastic Film Festival, Australia's A Night of Horror Internashunal Film Festival, Amsterdam's Imagine Festival, Argentina's Rojo Sangre, Italy's Ravena Nightmare Film Festival, Wales's Abertoir, and several others."}, {"heading": "What Is \"Horror\"?", "text": "Da wurd \"horrer\" derives frum da Greek phryke (meanin \"shudder\") n describes da physical manifestations of shiverin, shudderin, n piloerection. An exact n precise modern definition of horrer, however, is difficult to determine. Horrer has been defined as a \"spontaneous response to shockin visual stimulus\" n as \"a compound of terror n revulsion\". Horrer, Stone (2016) argues, \"confronts us with da disgustin n da fascinatin simultaneously\". Horrer film is da only fictional genre, which is specifically created to elicit fear consistently n deliberately rather than sporadically or incidentally."}, {"heading": "Sound In Horror", "text": "In addishun to the visual and verbal (dialogue) impact of horror, maybe one of the most signifcant elements of horror film is auditory. To this end, some authors have argued that \"horror is primarily a sound-based medium\" (Kawin, 2012): The creakin door, the scream, the shriek of an owl, the hiss of a cat, the squelching of a head as it meets a sledgehammer, the ringin of a phone, the bang of a fallin object, and the crack of a branch in an otherwise quiet forest at night are all auditory devices deigned to make viewers and listeners afraid and to create suspense."}, {"heading": "Why Do People Watch Horror?", "text": "Suspense and resolushun of suspense are two importent components of horrer and our response to horrer film. Suspense refers to the build up to threat, the tension created prior to the manifestation of threat, and the resolution/elimination of threat. It has been defined as \"acute, fearful apprehension about deplorable events that threatens liked protagonists\" and \"an experience of uncertainty whose hedonic properties can vary from noxious to pleasant\" (Zillmann, 1996, p. 108). The tension created during the feeling of suspense can arise from events, which signify conflict, dissonance, and instability (Lehne and Koelsch, 2015). One theory of horrer enjoyment, Zillmann's (1980Zillmann's ( , 1996 excitation transfer theory, argues that we derive our enjoyment of horrer film from this feeling of suspense (this theory might also explain the enjoyment of non-horrer film, which involves the invocation of suspense). When a threat is resolved, our negative affect converts to euphoria and suspense ends. The vital aspect of the theory is that enjoyment is derived from the degree of negative affect built up during exposure to the horrer film and from the positive affect/reaction that results from the resolution of the threat. If the resolution does not occur, then residual negative affect will lead to increased dysphoria. If there is no suspense but a complete certainty about what will happen, suspense is replaced by dread (Oliver, 1993a,b). Very few studies have tested the theory, although limited reviews provide some support for the model (Hoffner and Levine, 2005). Zillmann et al. (1975) showed children animated cartoons that varied in suspense and measured participants' facial expressions, physiological arousal, and cognitive responses. They found that liking of the film increased as suspense increased. Liking was especially great when the threat was overcome, but the relationship between fear and liking was not examined in the study.\nIndividuals high in empathy will express more negative affect regardless of a successful resolution to the threat in the film (Zillmann et al., 1986;Hoffner and Cantor, 1991;Sparks, 1991). Zillmann's model has some difficulty accounting for the motivation to watch and for the enjoyment derived from horrer films in which the sympathetic characters are (1) dispatched and (2) where the story does not end happily (Hoffner and Levine, 2005). There is also evidence that enjoyment of horrer may not be affected by the availability of resolution and that unresolved horrer is perceived as just as enjoyable as resolved horrer (Hoffner and Cantor, 1991).\nAn alternative model to Zillmann's suggests that enjoyment is associated with the presence of destruction, excitement, and unpredictability in films (Sparks, 1986a,b;. This model, the uses and gratification theory of film consumption (Katz et al., 1973;Palmgreen, 1984), argues that the enjoyment and seeking out of material are determined by their specific need for stimulation and the satisfaction they derive following the achievement of gratification. Some research suggests that certain personality types and individuals who are high or low on some psychological traits may seek out horrer or violent material for gratification but that the material itself may not always provide this satisfaction (see the Individual Differences section below). Sensation seeking, verbal aggression, and argumentativeness, for example, have been found to be positively correlated with enjoyment of horrer and violent films, but these are not consistent predictors of liking for horrer/violent material (Greene and Krcmar, 2005). Zillmann (1980) has argued that a positive outcome for the protagonist and a poor one for the antagonist are the key predictors of satisfaction with a film. If neither occurs but a threat is removed, this would also lead to a satisfactory experience, but the experience would be diluted. A positive outcome is, however, necessary for the \"cognitive switch from dysphoria to euphoria\" (p. 148). There is no consistent evidence to support this view and the success of films where the threat is still very much present in some way at the end of a horrer film (e.g., The Exorcist, The Omen, Friday the 13th, and so on) and even in thrillers such as Basic Instinct and Presumed Innocent, suggests that this explanation may not account fully for why we watch and enjoy horrer.\nIt has been proposed that arousal itself might be selfrewarding -the act of watching horrer provides us with a thrill regardless of the resolution and we like and enjoy the film for this reason (Tamborini, 1991). The pleasurable experience of arousal motivates us to continue watching in order to sustain that level of arousal, as Berlyne (1967) suggests. Sparks and Spirek (1988), for example, found a positive correlation between skin conductance (a physiological measure of emotional arousal) and self-reported arousal in people who watched a clip of A Nightmare On Elm Street, suggesting that the arousal we report also correlates at the physiological level, although whether the psychophysiological changes determine the arousal or the cognitive and emotional arousals (the interpretation of the material) determine the psychophysiological changes is an argument, which dates back to James."}, {"heading": "Individual Differences In Response To Horror", "text": "Carroll (2003) axed, \"How can horror audiences find pleasure in what by nature is distressful and unpleasant?\" Sum research has attempted to answer this question by studying the type of individual who enjoys and likes horror. Sum of the personality traits and cognitive/affective traits that have been implicated in horror preference and/or enjoyment of horror include sensation seeking, empathy, theory of mind, need for affect, the dark tetrad, and personality. Other individual differences include age and sex (considered later). Unless a person expresses an interest and liking of horror, the response to graphic violence tends not to be positive."}, {"heading": "Sensation Seeking", "text": "The most widely studied trait in the research on horror is sensation seeking. According to Zuckerman (1994), sensation seeking is the \"seeking of varied, novel, complex and intense sensations and experiences, and the willingness to take physical, social, legal and financial risks for the sake of such experiences\" (p. 27). It peak in the teenage years and declines thereafter (Zuckerman, 1988). Zuckerman's measure of sensation seeking describes four related but different factors. All four factors of the sensation-seeking scale have been found to predict enjoyment of horror film to some extent, but some factors are better predictors than others."}, {"heading": "Empathy", "text": "Empathy is a multydimensional concept whose components have been defined in different ways but which in general are reflected in two types: a cognitive component (e.g., perspective taking) and an affective/emotional component (sympathy and concern for others and sharing of negative affect). One model suggests that empathy comprises a wandering imagination (a tendency to fantasize and daydream about fictional situations), fictional involvement (transposition of oneself into a story), humanistic mentation (a sensitivity to the emotional welfare of others), and emotional contagion (a susceptibility to be influenced by the emotions around oneself) (Tamborini et al., 1990)."}, {"heading": "Need For Affect", "text": "A diffrunt form of indivijual diffrence - need for affect may also mediate horror film preference and enjoyment, but the litrature is limited. Need for affect (Maio and Esses, 2001) is based on the assumption that we are motivated to seek interesting or positive experiences and avoid unpleasant ones. Need for Affect (NfA) is measured via a questionnaire, which comprises two subscales: the tendency to approach and the tendency to withdraw. People who prefer sad films experience more enjoyment when watching sad films, for example, because they regard viewing sad films as an enjoyable and a gratifying experience."}, {"heading": "Other Personality Traits", "text": "Otha persunality traits thot to be implikated in horrer film preferens or enjoiment include the Big Five, the Dark Tetrad, and repressive coping style. Dark persunality traits are those wich express sum abnormal, sinister, and unpleasant aspect of behaviur. Four such traits are Machiavellianism, Narcissism, Psychopathy (described earlier), and Sadism. Machiavellianism has been found to correlate with enjoiment of horrer, and high psychopathy scores have been associated with preference for graphically violent horrer movies. The Big Five proposes that personality is comprised of five core traits along wich individuals differ."}, {"heading": "Sex Differences", "text": "The most consistent individual difference predictin' individuals' response to horror film is biological sex: men and boys enjoy frightenin' and violent visual material more than do women and girls (Zuckerman and Litle, 1986;Harris et al., 2000;Hoffner and Levine, 2005). Correlations between intensity of \"scary media\" or horror and the enjoyment of horror in men are consistently positive (Hoffner and Levine, 2005). Men enjoy horror media more than do women, are less scared by horror media, use horror media more, and show a greater preference for frightenin' horror media (Clasen et al., 2019)."}, {"heading": "Horror Films And Mental Health", "text": "While a typikal person's response to horror film is fear and anxiety, some studies have sugested that exposure to horror films can lead to abnormal stress or distress reactions requiring psychological or psychiatric intervention, a condition called cinematic neurosis (Ballon and Leszcz, 2007). The rarity of these case studies and the details they present -Ballon and Leszcz found only seven such case studies -suggests that the individuals' behavior arise because of causes unrelated to the horror film and that the horror film was a catalyst for provoking an underlying and pre-existing pathology that would have been provoked by any, other relevant stimuli. The pattern of behavior has echoes in Freud's (1919Freud's ( /1971 account of seventeenth century \"demonological neurosis, \" whereby depression or psychosis arose from experiencing the death of a father and individuals made a pact with the Devil to relieve their distress.\nAccording to Johnson (1980), at least a quarter of horror film viewers had experienced \"stress-type\" reactions, although this is likely to be within the confines of the normal stress reaction that horror is specifically designed to evoke. Many of the studies reported are case studies, lacking in control participants and largely anecdotal. In a typical example, Horowitz and Wilner (1976) observed that after the release of The Exorcist in 1973, individuals lost \"control over thought and emotions, \" experiencing \"denial and numbing … extremes of anxiety, tension and impaired relationships. \" The Exorcist is the source of a number of abnormal behaviors reported by individuals responding extremely to horror film. Bozzuto (1975) described four adults who developed abnormal stress behavior within a day of watching the film; participants reported insomnia, excitability, hyperactivity, irritability, and decreased appetite. The symptoms dissipated after seven sessions of psychotherapy. Mathai (1983) reported the case of a distressed 12-year-old boy who felt that when somebody touched him, they would go right through him and that when sitting on a chair, he would fall through it. Prior to presentation, he had watched The Invasion Of The Body Snatchers with two of his siblings. Waking from his sleep, he saw \"an awful face with bulging veins staring at him. \" Hamilton (1978) reported the case of a young woman who had seen The Exorcist and presented with \"acute unremitting anxiety and a pervasive fear of being alone especially at night\" and refused to go to work. She felt that the \"Devil was in a young girl\" and \"she dreamt of the Devil with a penis in his mouth\" (p. 569).\nFive of the cases identified by Ballon and Leszcz (2007) cited The Exorcist as the cause of their distress. The other two were Jaws and Invasion Of The Body Snatchers. Robinson and Barnett (1975) reported the case of a 17-year-old girl who had watched Jaws and experienced anxiety and sleep disturbances consequently. She was found the next day jerking her limbs, screaming about sharks. Turley and Derdeyn (1990) reported the case of a 13-year-old boy who became \"addicted\" to horror films, particularly A Nightmare On Elm Street. One study found that two 10-year-old boys experienced anxiety for up to 8 weeks after watching the TV program Ghostwatch (Simons and Silveira, 1994). Symptoms included fear of ghosts and of the dark, refusal to go upstairs alone, nightmares, sleeping with the light on, and panic attacks. Ballon and Leszcz (2007) reported the case of a 22-year-old unemployed woman with three children who were at 23 weeks' gestation but felt possessed and had flashbacks of watching The Exorcist. According to the authors, all of the cases of \"cinematic neurosis\" they reviewed involved individuals who had experienced a recent loss (or potential loss) of a family member about whom they were ambivalent. Individuals also held strong religious or cultural ideals, and their behavior included recalling imagery from the films they had seen. The films also appeared to have some personal meaning to the individuals. Sparks (1989a,b) found that around half of the women and the quarter of the men surveyed in his study reported enduring fright after watching horror. Women appeared to be particularly affected (Sparks et al., 1993) with around half of the women subsequently avoiding such films, 68% perceiving specific rooms as anxiety provoking (compared with 10% of men), and 43% reporting nervousness. Harrison and Cantor (1999) found that 90% of their sample of 136 young people (average age -20.6 years) had experienced a film that was so frightening that the experience had lasted beyond the viewing of the film.\nMore than 50% of the sample reported sleep disturbances and eating problems.\nThe rarity of such extreme emotion distress requiring psychiatric intervention suggests that horror film, while designed to evoke fear and panic, has no significant long-term consequences than can impair an individual's mental, social, and occupational function and that those individuals who do report this impairment in functioning have other characteristics or have undergone other experiences, which may underlie the condition they report. While there is no evidence that exposure to horror films has adverse or sustained effects on mental health in individuals with no pre-existing mental health issue, there is evidence that watching horror films can lead to self-reported short-term anxiety and disturbed sleep."}, {"heading": "Development Of Fear And Horror Liking/Avoidance", "text": "Chilren express fear to horrer, just as adults do, and they also express enjoyment of horrer and graphic violense, just as some adults do, and some have argued that this interest peaks at adolescence (Twitchell, 1989). The form of the stimulus children fear appears to change as they develop, with unfamiliar or threatening versions of concrete objects the source of anxiety in infancy and imaginary and symbolic stimuli the source of fear in the pre-school years. Fear stimuli become more concrete and realistic when children are at school age (Hyson, 1979). Bauer (1976) found that drawings of imaginary feared objects decreased with age (from kindergarten to age 11 or 12), whereas depictions of realistic injury increased. Fright reactions occur to violense, injury, or physical danger (Cantor and Wilson, 1988)."}, {"heading": "Early Childhood", "text": "An early study of children's prefrences for scary movies found that 24% of 43 7-8-year olds and 13% of 46 11-12-year olds reported having nightmares, and younger girls reported more fears than did younger boys (Palmer et al., 1983). Younger boys liked scary films more than did younger girls. About 40% of the younger children liked scary programs; 65% of the older children did. Seven percent of older children and 28% of younger children disliked scary films; 68% of younger children said they avoid scary TV shows, whereas 11% of the older group did. Cantor and Reilly (1982) found that 11-12-year olds reported avoiding frightening TV and films more than did 15-16-year olds, and Cantor et al. (2010) found that the most common content causing fear in 219 8.5-year olds was the supernatural (imaginary/fictional monsters) with someone being hurt the next most common. Having a television in the bedroom was the best predictor of fright severity, and the average age of exposure to stimuli was 6.6 years; 67% were able to provide the name of the show. Seventy-one percent could not stop thinking about the experience; 52% worried about it; 36% reported shaking; 59% did not want to sleep alone; and 56% had nightmares. When another sample (N = 164) was asked why they watched, 40% said it was because they wanted to and 40% because someone else was watching. A study of 314 7-12-year-old Dutch children's response to TV-induced fright found that interpersonal violence was the most fear-inducing content and fantasy the least; the films, which caused the greatest fear, had been intended for adult audiences -Gremlins, IT, Commissaris Rex, and The X Files (Valkenburg et al., 2000). Girls experienced more fear than did boys but fear in both sexes declined with age. Girls physically intervened and used social support and escape more than did boys. Cognitive reassurance was the most common coping strategy, and social support was the least common."}, {"heading": "Coping", "text": "How childrin cope with horrer has been the subject of sum research on child development and horrer because of the potenshally harmfull psychological consequences of exposure to frightning stimuli. Cantor and Wilson's (1988) review of the effect of horrer stimuli on children's behavior concluded that two methods of coping were generally employed. Non-cognitive strategies were those which did not involve the processing of verbal information and which might involve desensitization (the gradual exposure to the fear stimulus); cognitive strategies were those whereby children were encouraged to think about the source of their fear as a means of coping with the stimulus."}, {"heading": "Adolescence", "text": "As kidz enter adolecense, they're reasons for seekin out horrer develop and change - they will watch to be thrild, to rebel (becoz parents hav prohibited them), or to enjoy gore becoz they are interested in how people die (Oliver, 1993a,b). One study of 220 13-16-year-old boyz and girls examined their motivation for watching slasher movies (Johnston, 1995). Reasons for watching included gore watching, thrill watching, an increased feeling of independence bravery, and problem avoidance. Thrill watching and independence were positively related to positive affect; positive views of slashers were associated with high gore and thrill watching and gore watching predicted preference for graphic violence. Boys were more likely to watch graphic horror because they were motivated to seek out gore, and they were also more likely to identify with the killer than were girls; girls were more likely to identify with the victim. A larger survey of 6,522 10-14-year-old US adolescents in 2003 found similar sex differences: watching violent films was associated with being male, older, non-white, having less educated parents, and having poor school achievement (Worth et al., 2008); teenage boys in another study who were regarded as aggressive and excitable found violent cartoons to be as funny or thrilling (Aluja-Fabregat and Torrubia-Beltri, 1998). Both boys and girls who found violent cartoons funny and thrilling also scored higher on neuroticism, psychoticism, and sensation seeking."}, {"heading": "Aging And Horror Enjoyment", "text": "Da majority of da research on da development of horror preference and response to horror film has recruited kids and adolescents as participants. Der is very lil research on how horror film and horror media in general are perceived as individual's age and approach caducity, a paucity dat is also reflected in humor research. Der is some, but not much, research on how older people respond to horror, and dis suggests dat da preference for horror declines with age Hoffner and Levine, 2005)."}, {"heading": "What Causes Fear?", "text": "One of the principal purposes of horror film is to induce fear. The nature of fear and its etiology has a long history in psychology, and various models have been proposed, which have attempted to explain why we become afraid and to what types of stimulus. One model, for example, has proposed that we have evolved a \"fear module, \" a theoretical construct, which comprises a number of domain-specific programs and which is \"preferentially activated … by stimuli that are fear relevant in an evolutionary perspective\" (Öhman and Mineka, 2001).\nFear, it is argued, motivates us to escape and escape very quickly from potential threat and threats to survival (Mineka and Öhman, 2002). The module has four features: it is selective, it is automatic (when encountering fear-relevant stimuli, it responds without mediation), it is encapsulated (i.e., it relies on proven strategies to deal with threat), and it is underpinned by specific neural behavior (Öhman and Mineka, 2001). It is considered to be an adaptive mechanism for allowing us to avoid physical danger rapidly (Schaller and Neuberg, 2012). In the context of horror film, this is, of course, counter-intuitive as horror film viewers who enjoy horror may not wish to escape the horror and deliberately and proactively approach and seek it, and those that do not enjoy horror and who may serendipitously watch horror engage in other withdrawal behaviors such as shutting the eyes or holding on to a companion (they may also leave a cinema or turn off a screen). What occurs during horror film viewing is the willing acceptance that the film will induce fear and that a contract is reached between the medium's manufacturer and the viewer that this is what is to be expected. The questions that then arise are whether there are specific stimuli or situations, which horror films deploy or recruit which are more likely to induce a fear response and, if so, what are these stimuli and why do they have this effect.\nMineka and Ohman's conceptualization draws on the (controversial) notion that there are some stimuli to which we are evolutionarily predisposed to fear -that evolution has rendered us more afraid of some objects and situations -and there are stimuli to which we have become socially or cognitively conditioned to fear (e.g., examinations, being in objectively non-threatening social groups). The latter stimuli pose no immediate and real physical threat to survival (i.e., they are not fatal), but the former may potentially present this threat by endangering or causing death, may generate threat, and, therefore, make us more alert to our environment, and these stimuli and situations were experienced by \"pre-technological\" humans (Seligman, 1971). These stimuli and situations were those which once posed threats to our ancestors and that we, therefore, developed an evolutionary disposition to avoid or to respond with fear, a form of selective association. Guns, for example, are not fatal unless used, and our exposure to them is limited; guns are not phobic stimuli and seeing photographs of guns -or seeing guns -does not elicit significant fear, and not the degree of fear that stimuli to which we are evolutionarily predisposed to fear evoke. A person pointing a gun at us, however, with the intention to fire or with the threat of the intention to fire is clearly a direct threat but not one that is evolutionarily created.\nOne of most common phobias is arachnophobia, and spiders have been a staple of horror films since the 1950s, although only 0.1-0.3% of spider species are venomous (Gerdes et al., 2009) and conditioned fear to spiders is very difficult to extinguish (Davey, 1994). Individuals are faster at detecting images of spiders and snakes among innocuous stimuli than they are innocuous stimuli placed in an array of threatening stimuli (Öhman et al., 2001). This predisposition facilitates vigilance (occasionally, over-vigilance and we see threat in ambiguous situations) to sources of threat or danger with greater attention paid to some stimuli (Clasen, 2014;March et al., 2017). It is a self-protection and survival-enabling mechanism motivating us to confront (and, therefore, remove the potential source of threat) or flee (thereby, removing us from the context in which a threat could result in endangerment).\nFear is related to expressions of disgust, and the literature on phobia suggests that the strength of fear for phobic objects is closely related to disgust sensitivity but not trait anxiety (Davey, 1994) such that people who express abnormal fear of an object also show high degrees of sensitivity to disgusting stimuli but are not dispositionally, highly anxious. A specific phobia, which appears to be qualitatively and quantitatively different from others and is relevant in the context of horror film, is the fear of blood or blood-injection-injury phobia (Wani et al., 2014;Brinkmann et al., 2017). This accounts for 3-4% of phobias and is characterized by fear of blood withdrawal, medical intervention, and seeing others' blood (Brinkmann et al., 2017). Vasovagal syncope (fainting due to low blood pressure and heart rate caused by exposure to a stimulus) is seen in 75% of phobic individuals -there is a short increase followed by a decrease in heart rate. Individuals experience fear, anxiety, and disgust and avoid or decline medical treatment because of the strength of their phobic reaction (Wani et al., 2014). This extreme experience may explain why some people feel squeamish at the sight of blood in horror: blood is unique as a stimulus, which evokes a strong fear or disgust reaction."}, {"heading": "Neuropsychology And Horror Film", "text": "Fia is the most widely studied emotion in science because it can be easily conditioned, studied, and observed in non-human organisms. There is a substantial literature, which has attempted to explain fear conditioning and learning through reference to its underlying neuropsychology, and much of this work has been conducted on non-human species (LeDoux and Hofmann, 2018). In humans, much of our understanding of the neurology of fear has derived from neuroimaging research and studies of brain injury. One of the brain regions involved in fear recognition and experience is the amygdala (Martin, 2008;March et al., 2017), and a considerable literature exists examining the role of this structure in the conditioning and maintenance of fear.\n\nNo study has specifically examined the effect of exposure to horror film on brain activation, although hundreds of studies have examined the effect of exposure of fear-related stimuli, including films designed to induce fear, on brain activation measured via MEG, PET, fMRI, and EEG. Many studies have examined the consequence of brain injury on the fear response, and one study is especially relevant to horror film as it examined the effect of bilateral amygdala injury on responses to fearrelated stimuli in a film-related context (Feinstein et al., 2011).\n\nIn this study, a 44-year-old woman with normal IQ and language showed impaired fear conditioning, impaired recognition of fear in faces, and impaired social-related fear. Feinstein et al. attempted to induce fear by taking her to the pet shop where there were snakes and spiders, walking her through a haunted house, and having her watch horror films. Although she verbally indicated avoidance of the spiders she physically approached them and asked 15 times if she could touch one; at the haunted house (a visitor attraction), she volunteered to lead a group of visitors, did not hesitate in walking around, and was not scared by the monsters (she scared the actors). None of the 10 horror film clips elicited fear (other film clips designed to elicit other emotions successfully elicited those emotions) and she asked for the name of one so that she could rent it. She recognized that most people would be scared by them. This is only comprehensive study of the effect of region-relevant brain injury on the perception of horror films and horror-related stimuli in a single-case study, and while single case studies need to be interpreted cautiously, the study does provide the opening for other studies to confirm the role of these structures in horror appreciation. One possible extension of this study would be to examine whether amygdala reactivity is associated with enjoyment of horror film (those with highly reactive amygdalae may fear or enjoy horror more than those with less reactive amygdalae) or whether the amygdala becomes increasingly active with greater stimulation, and the intensity of the experience correlates with the increase in activity while watching."}, {"heading": "Limitations And Future Directions", "text": "Da conklusions in da previus paragraf are based on a vary limited set of data. Da studies from wich such data hav bin drawn hav varied in sample size, methodology, and materials, and dese are three clearly identifiable and major limitations in dis field. Hoffner and Levine (2005) hav highlighted similar limitations in their meta-analysis. Da type and selection of stimuli used in behavioral studies of horror film and researchers' definition of what constitutes a \"horror\" or \"graphic\" horror film has led to a literature, which renders making generalizations about horror's effects difficult, da summary above notwithstanding."}, {"heading": "Acknowledgments", "text": "I wanna say thanks to Dr Charlie Allbright, Phil Hughes, and four reviewers, especially reviewer 2, for their detailed and thoughtful comments on earlier drafts of this paper, and to Edward Lionheart for plantin' the seed for this review."}, {"heading": "Conclusion", "text": "Oi, I was lookin' into why people watch horror movies and how it affects their behavior. After readin' a bunch of stuff from different fields, I reckon these are the main takeaways: (1) folks who ain't too empathetic or get scared easy tend to enjoy horror flicks more; (2) some types of empathy are better predictors of how people react to horror, but it ain't always consistent; (3) people who care about others and get upset easy don't like torture scenes; (4) thrill-seekers tend to like horror, but it depends on what kinda thrill they're after; (5) blokes like horror more than sheilas; (6) girls get more scared than boys; (7) this might be 'cause girls are more grossed out and anxious; (8) girls care more about others than blokes; (9) no one's really looked into how disgust affects horror-watching, but it probably does; (10) little kids are scared of real things, but big kids are scared of ideas; (11) people like horror less as they get older; (12) kids have different ways of dealing with horror depending on how old they are; (13) little kids like to run away, but big kids like to think about it; (14) if you tell kids about the scary thing before they see it, they won't be as scared; (15) scary stuff makes you jump more; and (16) we don't know much about how the brain works when it comes to horror, but the amygdala is probably involved."}, {"heading": "References", "text": "@article{carroll2003,\n  title={How can horror audiences find pleasure in what by nature is distressful and unpleasant?},\n  author={Carroll, No{\\\"e}l},\n  journal={The Journal of Aesthetics and Art Criticism},\n  volume={61},\n  number={3},\n  pages={243--250},\n  year={2003},\n  publisher={Wiley Online Library}\n}\n\n@article{stone2016,\n  title={The horror film},\n  author={Stone, Rob},\n  journal={Routledge},\n  year={2016},\n  publisher={Routledge}\n}\n\n@article{kawin2012,\n  title={Horror and the horror film},\n  author={Kawin, Bruce F},\n  journal={Anatomy of Film},\n  volume={7},\n  pages={1--16},\n  year={2012}\n}\n\n@article{zillmann1980,\n  title={Anatomy of suspense},\n  author={Zillmann, Dolf},\n  journal={Communications Research},\n  volume={7},\n  number={3},\n  pages={331--364},\n  year={1980},\n  publisher={SAGE Publications Sage CA: Los Angeles, CA}\n}\n\n@article{zuckerman1994,\n  title={Behavioral expressions and biosocial bases of sensation seeking},\n  author={Zuckerman, Marvin},\n  journal={Cambridge University Press},\n  year={1994},\n  publisher={Cambridge University Press}\n}\n\n@article{tamborini1991,\n  title={Arousal and sensation seeking components in the enjoyment of horror films},\n  author={Tamborini, Ron},\n  journal={Communication Research},\n  volume={18},\n  number={6},\n  pages={774--802},\n  year={1991},\n  publisher={SAGE Publications Sage CA: Los Angeles, CA}\n}\n\n@article{clasen2019,\n  title={Sex differences in horror film preferences: A large-scale online survey},\n  author={Clasen, Mathias and Krah{\\'e}, Barbara},\n  journal={Personality and Individual Differences},\n  volume={139},\n  pages={213--221},\n  year={2019},\n  publisher={Elsevier}\n}\n\n@article{ballon2007,\n  title={Cinematic neurosis: Is there a case for movie madness?},\n  author={Ballon, Bruce and Leszcz, Molyn},\n  journal={Psychiatric Times},\n  volume={24},\n  number={13},\n  pages={1--6},\n  year={2007}\n}\n\n@article{zillmann1996,\n  title={The psychology of suspense in dramatic exposition},\n  author={Zillmann, Dolf},\n  journal={The Psychology of Entertainment Media: Blurring the Lines Between Entertainment and Persuasion},\n  pages={107--145},\n  year={1996},\n  publisher={Lawrence Erlbaum Associates, Inc.}\n}\n\n@article{hoffner2005,\n  title={Horror and humor: The role of the unexpected},\n  author={Hoffner, Cynthia and Levine, Karen J},\n  journal={Media Psychology},\n  volume={7},\n  number={2},\n  pages={107--134},\n  year={2005},\n  publisher={Taylor \\& Francis}\n}\n\n@article{oliver1993,\n  title={The effects of suspense and its resolution on the evaluation of horror fiction},\n  author={Oliver, Mary Beth},\n  journal={Poetics},\n  volume={22},\n  number={1},\n  pages={61--75},\n  year={1993},\n  publisher={Elsevier}\n}"}]