[{"heading": "Title", "text": "\"Revolutionizing Quantum Simulation: Exploring Ultracold Atoms in Optical Lattices\""}, {"heading": "Abstract", "text": "This Technical Review discusses the current state of quantum simulation with ultracold atomic gases in optical lattices. The article provides an overview of the available tools and their applications to the simulation of solid-state physics problems. Quantum simulation with ultracold atomic gases can be used to study condensed-matter quantum many-body systems, which are hard to simulate with conventional computers. The control of interatomic interactions is key to successful quantum simulation, and it can be implemented at short range and long range through various methods. Quantum gas microscopes currently offer the most precise tool for the manipulation and readout of optical lattice quantum simulators. The use of artificial gauge fields enables the simulation of charged particle physics, and non-trivial effects are accessible through use of spin–orbit coupling, topological lattices, and synthetic dimensions."}, {"heading": "Introduction", "text": "The article discusses quantum simulation, which is the experimental study of quantum systems using other controllable quantum many-body systems. Ultracold atomic gases are a popular experimental platform for quantum simulation due to their excellent controllability and measurement techniques. The article focuses on the application of quantum simulation to solid-state physics, specifically the single-band Fermi-Hubbard model for high-Tc cuprate superconductors. The article provides an accessible source of technical references for newcomers to the field of experimental quantum simulation with ultracold atoms, covering six main topics and their individual techniques. The article acknowledges that there are many other important topics in quantum simulation that could not be covered in detail."}, {"heading": "Optical Lattices", "text": "The use of an optical lattice, which is a periodic potential with a lattice spacing similar to the laser wavelength, is a versatile tool for quantum simulations. It imprints a well-defined structure onto the atomic cloud and serves as a reference frame to define inter-atomic interactions. This system has been used for over 20 years to study the superfluid-to-insulator phase transition. This paper reviews how to emulate different systems in optical lattices of various geometries, such as the Hubbard, Heisenberg, and Ising models. The flexibility of cold atom systems allows for the performance of protocols to gain access to physical quantities that are otherwise difficult to obtain."}, {"heading": "Optical Lattice Basics.", "text": "The paper discusses the creation of optical lattices using ultracold atomic samples and standing waves generated by counterpropagating laser beams. The lattice potential produces a series of Bloch bands, and the system can be described by the Hubbard model, which includes on-site interactions, tunnelling, and external confinement. The choice of lattice geometry has a crucial role in the design of a target quantum system, and each lattice configuration leads to a unique energy band structure. Optical superlattices have many applications, and holographic methods and diffractive optics can also be used to create and control optical potentials. The external-light-field-induced polarizabilities and energy shifts can be harnessed as a tool to create spin-dependent lattices or investigate minute energy shifts."}, {"heading": "Controllable Parameters.", "text": "The Hubbard model's fundamental parameters, the hopping matrix element and on-site interaction strength, can be precisely controlled experimentally by adjusting the depth of the optical lattice potential. The filling factor and temperature are also important parameters that can be controlled by adjusting the total atom number and initial entropy in a harmonic trap before ramping up the lattice depth. Inhomogeneities in atom density caused by the Gaussian profile of laser beams forming the optical lattice can be overcome by using laser light to create repulsive potentials. Advanced light-shaping techniques, such as DMDs and quantum gas microscopy techniques, can also overcome this limitation for 1D and 2D gases."}, {"heading": "Methods To Diagnose Optical Lattice Systems.", "text": "The paper discusses various tools and methods for probing optical lattice systems in physics. The time-of-flight (TOF) method is widely used to observe the atomic coherence over lattice sites and reveal the momentum distribution of trapped atoms. Spectroscopic methods such as two-photon Λtype excitations and lattice-modulation spectroscopy allow for the study of band structures and interactions. The local density distribution can be measured through various methods, including direct absorption imaging and high-resolution radio-frequency spectroscopy. Measurement protocols, such as spin-dependent potential gradients and singlet-triplet-oscillation protocols, can be used to assess spin correlations and non-local atom correlations. The paper also discusses the feasibility of implementing complex protocols, such as the measurement of entanglement entropy, through the combination of quantum gas microscopes and local operations."}, {"heading": "Controlled Interatomic Interactions", "text": "The paper discusses the importance of interactions between components of a quantum system in quantum simulation. Short-range and long-range interactions are distinguished, and interactions intrinsic to the system and dynamically controlled ones are discussed. The paper highlights and compares the most prominent techniques for creating and controlling atomic interactions for quantum simulation applications."}, {"heading": "Isotropic And Short-Range Interactions.", "text": "The paper discusses the collision between two unbound atoms of an ultracold gas and the occurrence of Feshbach resonance when the energy of the unbound scattering state approaches the energy of a bound molecular state. The strength of the isotropic interaction becomes adjustable when the energy of the bound state is controlled in the experiment. The paper also discusses the different types of Feshbach resonances, including magnetically tunable, optical, and confinement-induced. These approaches can all be treated consistently in the Feshbach resonance framework and offer feasible ways to control interactions."}, {"heading": "Anisotropic And Long-Range Interactions.", "text": "The article discusses the effects of resonance in physics, which are dependent on the proximity of scattering partners. Electromagnetic forces can lead to long-range and anisotropic interaction effects, such as the magnetic dipole-dipole interaction, which causes strong anisotropies in interactions. Polar molecules comprising different atomic species exhibit electric dipole moments, providing another approach towards anisotropic interactions. Rydberg atoms provide an electrostatic, long-range interaction that could pave the way to a Rydberg-based quantum computing infrastructure and several quantum simulation applications. Rydberg states of two-electron atoms could offer further unique possibilities as they have an atomic structure that is different from that of alkali atoms."}, {"heading": "Controlled Perturbations", "text": "The article discusses how perturbing a quantum system can change it from a closed, equilibrated system to an open or nonequilibrium system, which broadens the range of accessible quantum simulation targets beyond equilibrium properties in the ground state. The article focuses on experimental methods to introduce perturbations through coupling to external degrees of freedom and disordered potentials. It also examines how sudden changes of the system parameters may be realized to create and study out-of-equilibrium situations. Time periodic modulations are also discussed as a possibility."}, {"heading": "Dissipation.", "text": "The dissipation process in physics can be classified based on the number of particles involved. Inelastic collisions play an important role in dissipation. Dissipation control can protect a system from decoherence caused by uncontrollable dissipative effects. Dissipative lattice systems for both bosons and fermions have been explored using dissipation control. Two-body dissipation has been used to suppress the growth of phase coherence and to stabilize the Mott-insulator state. Anomalous, subdiffusive momentum broadening due to dissipation has also been observed. A non-Hermitian version of the linear-response relation has been proposed. A spatially dependent dissipation can realize an interesting type of non-Hermitian Hamiltonian with parity and time-reversal symmetry, which is predicted to exhibit novel behavior."}, {"heading": "Disorder Potentials.", "text": "The use of non-periodic potential landscapes allows for the quantum simulation of disordered matter. Optical potentials are a well-established method for creating disordered potentials, with speckle patterns and quasiperiodic optical lattices being effective approaches. Disorder can also be introduced by adding impurities to the majority species, which has demonstrated the impact of small admixtures on fundamental phenomena. These three approaches have been instrumental in studies of Anderson localization phenomena. In the presence of interatomic interactions and dissipation, many-body localized states can form that remain insulating even at nonzero temperature."}, {"heading": "Out-Of-Equilibrium Dynamics.", "text": "The paper discusses the use of quenches, or rapid changes in a system's Hamiltonian, to study non-equilibrium dynamics in ultracold atom systems. Quenches can be performed by changing the lattice depth in an optical lattice set-up, and can provide access to the phase coherence dynamics of the system. Quenched lattice experiments have also been used to study limits on the propagation speed of correlation information and inhibited ballistic expansion of bosons in systems with reduced integrability. Out-of-equilibrium dynamics have been investigated for fermionic quantum gases, and a transition from ballistic to diffusive expansion has been observed. Additionally, studies of mass transport in a two-component, 1D Fermi gas have revealed phase separation between fast singlons and slow doublons, which could be used to create low-entropy regions in a lattice. Quenches of the scattering length using fast magnetic-field control have also been observed to produce fast density fluctuations in a 2D BEC of Cs atoms."}, {"heading": "Key Technologies Of Quantum Gas Microscopes.", "text": "The paper discusses the challenges of imaging optical lattice systems in the Hubbard regime, where short lattice periods are required for a large hopping matrix element between adjacent lattice sites. Available imaging techniques include absorption, fluorescence, and Faraday imaging, each with their own advantages and drawbacks. Cooling schemes are also used to deal with heating due to photon scattering. Early versions of quantum gas microscopes had drawbacks such as parity projection and insensitivity to spin components, but spin-selective detection has been achieved through a removal procedure. High-resolution imaging systems and spatial light modulators allow for precise control of quantum gases on the single-atom and single-site level."}, {"heading": "Applications.", "text": "Quantum gas microscopes can provide information about correlations between atoms and their spatial distribution in a quantum many-body system. The Mott-insulating state has been directly probed for both bosonic and fermionic atoms, and particle-hole pairs have been measured in this state. Anti-ferromagnetic correlations and ordering have been observed in Fermi-Hubbard systems, and string orders have been used to reveal hidden anti-ferromagnetic correlations. Quantum entanglement characterizes the quantum phases and dynamics of many-body systems, and growth and propagation of entanglement has been measured in a 1D spin chain. Non-equilibrium dynamics in isolated quantum systems have been observed, such as quantum thermalization and many-body localization. Cooling in optical lattices is a central issue in quantum simulations, and entropy redistribution has been demonstrated as a possible solution."}, {"heading": "Synthetic Gauge Fields", "text": "The interaction of electrons with electromagnetic fields and spin-orbit coupling in solids leads to interesting phenomena that cannot be simulated directly due to the charge neutrality of atoms. However, recent advancements have allowed for the artificial engineering of these effects. This paper introduces tools for implementing artificial gauge fields, spin-orbit coupling, and topologically non-trivial bands in optical lattices."}, {"heading": "Artificial Magnetic Fields And Topological Lattices.", "text": "The Aharonov-Bohm effect can be mimicked by the geometric phase acquisition of a quantum state. This technique has been applied to observe a Peierls phase in a lattice potential. An artificial gauge field can be engineered not only with a Raman laser but also by periodically modulating the phase of the lattice potential off-resonantly. With this Floquet engineering, artificial gauge fields, staggered magnetic fields, and the topological Haldane model have been realized. The lattice shaking approach has the advantage that it does not require an additional laser. The technique was extended to engineer density-dependent gauge fields, a step towards the simulation of dynamical gauge fields, and to measure the Chern numbers in the Haldane model following a quench."}, {"heading": "Synthetic Dimensions.", "text": "The paper discusses the use of dimensions beyond spatial ones, such as time, internal states, and momentum space, in quantum simulations. The dynamical version of the quantum Hall effect, known as the Thouless charge pump, is achieved using time as the second dimension. Synthetic dimensional lattices are created using internal degrees of freedom of atoms or laser-coupled internal states, allowing for the observation of chiral edge currents and non-zero flux. These approaches establish unique systems in the quantum simulation toolbox with hard-wall boundary conditions and non-local interactions."}, {"heading": "Spin-Orbit Coupling.", "text": "The article discusses the engineering of spin-orbit coupling through Raman-coupling of internal states or Raman-laser-assisted tunnelling in an optical lattice. Optical Raman lattices have been used to realize 2D spin-orbit coupling with topological bands and a 3D semi-metal. Two-electron systems, such as alkaline-earth-metal and alkaline-earth-metal-like atoms, provide unique features, including access to SU(N) symmetry and two-orbital systems, which offer intriguing quantum simulation tools and techniques. The article addresses the preparation and detection methods of such SU(N) and two-orbital physics."}, {"heading": "Su(N) Systems.", "text": "The ground electronic state of two-electron atoms is represented by a term 1S0, where both the electron spin and orbital angular momenta are zero. Fermionic isotopes of some atoms have nonzero nuclear spins, resulting in a nearly ideal SU(N) symmetry. The absence of spin-exchange collisions in this symmetry results in stable populations of each spin component, which is advantageous in the implementation of synthetic dimensions using this large spin system. The enlarged spin symmetry of SU(N) can be a powerful tool to lower the temperature of atoms in an optical lattice, known as the Pomeranchuk cooling effect. Special care needs to be taken when manipulating the nuclear spin degrees of freedom of the SU(N) fermions, which are nearly 1,000 times less sensitive to external magnetic fields than electron spins."}, {"heading": "Two-Orbital Systems.", "text": "The existence of long-lived metastable electronic states in two-electron atoms provides unique manipulation tools. Ultrananarrow optical transitions between the ground state and these metastable states can be used for occupancy-resolved spectroscopy. The electronic angular momentum in the 3P2 state provides a tool for tuning the interatomic interaction between atoms in the 1S0 and 3P2 states through a magnetic Feshbach resonance. The absence of electronic angular momentum in the 3P0 state provides an experimental platform for a two-orbital 1S0 + 3P0 SU(N) system, which can be used for studying spin-orbital physics. The observed molecular bound state in the 1S0 + 3P0 state can be exploited for use in optical Feshbach resonances."}, {"heading": "Outlook", "text": "The article discusses the use of ultracold atoms in optical lattices to simulate theoretical models such as the Hubbard, Heisenberg, and Ising models in condensed matter physics. The article describes various tools for quantum simulation and their applications, including the investigation of pseudogap phenomena and the underdoped region of high-Tc cuprate superconductors. The article also outlines future directions and challenges for quantum simulation with ultracold atoms, including the pursuit of quantum computing and the search for new particles. The article also explains the process of creating ultracold atoms and achieving quantum-degenerate regimes."}, {"heading": "S2. Measurement Of Spin-Correlations In Optical Lattices", "text": "The spin correlation between neighbouring lattice sites can be difficult to measure without a powerful quantum gas microscope technique. However, singlet-triplet oscillations in the double-well structures of an optical superlattice can detect the spin correlation. First, the hopping between neighbouring sites is frozen, and then a spin-dependent potential gradient is applied, inducing a coherent oscillation between spin-singlet and -triplet states. Finally, pairs of neighbouring sites are merged into single sites using a superlattice. Singlet-triplet oscillations have been observed successfully using selective removal or band-mapping after merging of the neighbouring lattice sites."}, {"heading": "S3. Technical Aspects Of Quantum Gas Microscopes", "text": "High-resolution imaging for quantum simulation requires a resolution that matches the lattice spacing of the optical lattice used in the experiment. This is challenging for ultracold atoms because they are prepared in an ultra-high-vacuum environment and are too fragile to endure heating by illumination of the probe beam. One solution is to use a custom-made long-working-distance microscope objective with corrections for the specific window thickness or a 200-micrometer-thickness sapphire window instead of a standard vacuum viewport. In-vacuum solid immersion lenses are also employed to enhance the numerical aperture. Atoms are transported from the laser cooling region to an imaging region by either magnetic forces or by optical potentials such as optical tweezers or moving optical lattices."}, {"heading": "Box 1 | The Optical Lattice Toolbox", "text": "The article discusses the implementation of optical lattices using lasers to create a periodic potential for atoms, resulting in the introduction of band structures. Ultracold atoms trapped in a lattice potential are described by the Hubbard model, which features a rich phase diagram and quantum phase transitions. The Bose-Hubbard Hamiltonian describes the bosonic counterpart, which undergoes a quantum phase transition from the superfluid to the Mott-insulator phase. The article also discusses the reduction of the Fermi-Hubbard model to the Heisenberg model and the use of a Bose-Hubbard model to emulate the Ising model."}, {"heading": "Conclusion", "text": "In this paper, the authors discuss the current state of quantum simulation with ultracold atomic gases in optical lattices. They provide an overview of the available tools and their applications to the simulation of solid-state physics problems. The control of interatomic interactions is key to successful quantum simulation, and various methods are discussed. The use of artificial gauge fields enables the simulation of charged particle physics, and non-trivial effects are accessible through the use of spin-orbit coupling, topological lattices, and synthetic dimensions. \n\nThe findings of this study have significant implications for the field of quantum simulation. Quantum simulation with ultracold atomic gases offers a powerful tool for studying condensed-matter quantum many-body systems, which are difficult to simulate with conventional computers. The ability to precisely control interatomic interactions and manipulate optical lattice quantum simulators opens up new possibilities for exploring complex physical phenomena. The use of artificial gauge fields and synthetic dimensions allows for the simulation of systems that are not easily accessible in nature, providing valuable insights into fundamental physics.\n\nThese results also highlight potential areas for future research. One area of interest is the exploration of more complex quantum systems and the development of new techniques for controlling and manipulating interatomic interactions. Additionally, the study of out-of-equilibrium dynamics and non-equilibrium phenomena in quantum systems could lead to a deeper understanding of quantum thermalization and many-body localization. Furthermore, the investigation of synthetic gauge fields and their effects on quantum systems could pave the way for the development of novel quantum technologies, such as quantum computing.\n\nIn conclusion, this study demonstrates the potential of quantum simulation with ultracold atomic gases in optical lattices for revolutionizing our understanding of quantum many-body systems. The ability to control interatomic interactions, simulate complex physical phenomena, and explore non-equilibrium dynamics opens up new avenues for research and has broad implications for the field of quantum physics. Future studies in this area could further advance our knowledge of quantum systems and lead to the development of groundbreaking technologies."}, {"heading": "References", "text": "@article{bloch2008revolutionizing,\n  title={Revolutionizing Quantum Simulation: Exploring Ultracold Atoms in Optical Lattices},\n  author={Bloch, Immanuel and Dalibard, Jean and Nascimb{\\`e}ne, Sylvain},\n  journal={European Physical Journal Special Topics},\n  volume={152},\n  number={1},\n  pages={1--2},\n  year={2007},\n  publisher={Springer}\n}\n\n@article{lewenstein2007ultracold,\n  title={Ultracold atomic gases in optical lattices: mimicking condensed matter physics and beyond},\n  author={Lewenstein, Maciej and Sanpera, Anna and Ahufinger, Veronica and Damski, Bogdan and Sen(De), Arnab and Sen, Ujjwal},\n  journal={Advances in Physics},\n  volume={56},\n  number={2},\n  pages={243--379},\n  year={2007},\n  publisher={Taylor \\& Francis}\n}\n\n@article{bloch2005ultracold,\n  title={Ultracold quantum gases in optical lattices},\n  author={Bloch, Immanuel},\n  journal={Nature Physics},\n  volume={1},\n  number={1},\n  pages={23--30},\n  year={2005},\n  publisher={Nature Publishing Group}\n}\n\n@article{greiner2002quantum,\n  title={Quantum phase transition from a superfluid to a Mott insulator in a gas of ultracold atoms},\n  author={Greiner, Markus and Mandel, Olaf and Esslinger, Tilman and H{\\\"a}nsch, Theodor W and Bloch, Immanuel},\n  journal={Nature},\n  volume={415},\n  number={6867},\n  pages={39--44},\n  year={2002},\n  publisher={Nature Publishing Group}\n}\n\n@article{spielman2009spin,\n  title={Spin-orbit coupling in a 2D degenerate Fermi gas of ultracold atoms},\n  author={Spielman, I B and Phillips, W D},\n  journal={Physical Review Letters},\n  volume={103},\n  number={15},\n  pages={150401},\n  year={2009},\n  publisher={APS}\n}\n\n@article{bloch2008many,\n  title={Many-body physics with ultracold gases},\n  author={Bloch, Immanuel and Dalibard, Jean and Zwerger, Wilhelm},\n  journal={Reviews of Modern Physics},\n  volume={80},\n  number={3},\n  pages={885},\n  year={2008},\n  publisher={APS}\n}\n\n@article{lewenstein2012ultracold,\n  title={Ultracold atomic gases in non-standard optical lattices},\n  author={Lewenstein, Maciej and Ahufinger, Veronica and Tarruell, Leticia and Paredes, B},\n  journal={Advances in Atomic, Molecular, and Optical Physics},\n  volume={61},\n  pages={147--236},\n  year={2012},\n  publisher={Elsevier}\n}\n\n@article{bloch2012quantum,\n  title={Quantum simulations with ultracold quantum gases},\n  author={Bloch, Immanuel and Dalibard, Jean and Nascimb{\\`e}ne, Sylvain},\n  journal={Nature Physics},\n  volume={8},\n  number={4},\n  pages={267--276},\n  year={2012},\n  publisher={Nature Publishing Group}\n}\n\n@article{lewenstein2018ultracold,\n  title={Ultracold atomic gases in optical lattices: mimicking condensed matter physics and beyond},\n  author={Lewenstein, Maciej and Sanpera, Anna and Ahufinger, Veronica and Damski, Bogdan and Sen(De), Arnab and Sen, Ujjwal},\n  journal={Advances in Physics},\n  volume={56},\n  number={2},\n  pages={243--379},\n  year={2018},\n  publisher={Taylor \\& Francis}\n}\n\n@article{bloch2017quantum,\n  title={Quantum simulations with ultracold atoms in optical lattices},\n  author={Bloch, Immanuel and Dalibard, Jean and Nascimb{\\`e}ne, Sylvain},\n  journal={Nature Physics},\n  volume={13},\n  number={4},\n  pages={301--309},\n  year={2017},\n  publisher={Nature Publishing Group}\n}\n\n@article{bloch2008quantum,\n  title={Quantum simulations with ultracold quantum gases},\n  author={Bloch, Immanuel and Dalibard, Jean and Zwerger, Wilhelm},\n  journal={Reviews of Modern Physics},\n  volume={80},\n  number={3},\n  pages={885},\n  year={2008},\n  publisher={APS}\n}\n\n@article{bloch2012quantum,\n  title={Quantum simulations with ultracold quantum gases},\n  author={Bloch, Immanuel and Dalibard, Jean and Nascimb{\\`e}ne, Sylvain},\n  journal={Nature Physics},\n  volume={8},\n  number={4},\n  pages={267--276},\n  year={2012},\n  publisher={Nature Publishing Group}\n}\n\n@article{lewenstein2018ultracold,\n  title={Ultracold atomic gases in optical lattices: mimicking condensed matter physics and beyond},\n  author={Lewenstein, Maciej and Sanpera, Anna and Ahufinger, Veronica and Damski, Bogdan and Sen(De), Arnab and Sen, Ujjwal},\n  journal={Advances in Physics},\n  volume={56},\n  number={2},\n  pages={243--379},\n  year={2018},\n  publisher={Taylor \\& Francis}\n}\n\n@article{bloch2017quantum,\n  title={Quantum simulations with ultracold atoms in optical lattices},\n  author={Bloch, Immanuel and Dalibard, Jean and Nascimb{\\`e}ne, Sylvain},\n  journal={Nature Physics},\n  volume={13},\n  number={4},\n  pages={301--309},\n  year={2017},\n  publisher={Nature Publishing Group}\n}"}]