[{"heading": "Title", "text": "Medical applications of terahertz imaging: a review of current technology and potential applications in biomedical engineering"}, {"heading": "Abstract", "text": "The article discusses the importance of directed cell migration in neural tissue engineering, specifically in guiding neurons and support cells across injured nerve gaps. The study of gradients present in the body during development can be used to guide cells in peripheral and central nervous system tissue. The review focuses on current research paradigms in neural tissue gradients and their effectiveness for directed migration. The article explores different types of gradients such as chemical, adhesive, mechanical, topographical, and electrical. Although few studies investigate combined gradients, it is known that a combination of therapies is necessary for reconnection of neuronal circuitry. The article concludes that by examining the effectiveness of various scaffold cue presentation and methods to combine these strategies, the potential for nerve repair can be increased."}, {"heading": "Introduction", "text": "Neural tissue engineering (NTE) aims to regenerate and reconnect neuronal circuitry in cases of peripheral nerve and spinal cord injuries. Success has been achieved in the peripheral nervous system (PNS) through surgical reattachment of nerve stumps, but critical sized defects require an autologous nerve graft, which has drawbacks. Synthetic nerve growth conduits (NGC) are being developed to replace autografted tissue. In the central nervous system (CNS), the glial scar that forms after injury creates a barrier to axonal growth and reconnection. Tissue engineering uses biomaterials, cells, and growth factors to restore, maintain, or improve tissue function. Chemotaxis, the preferential movement of cells up a concentration gradient of soluble molecules, is the primary approach for guiding axon regeneration. Microfluidic gradient generators are one successful method for creating stable gradients in vitro, but in vivo 3D experiments are not possible."}, {"heading": "Chemotactic And Chemorepellent Gradients For Guiding Axonal Regeneration", "text": "The paper discusses various studies on chemotaxis, the process by which cells move in response to chemical gradients. One study involved creating microchannels filled with collagen and chemotactic factors, which were used to study neurite growth in response to gradients. Another study examined chemorepellents, which inhibit cell motility and have potential for directing axonal regeneration. A third study used lentiviral vectors to inject NT-3, a protein that induces axon growth, into a target tissue near a lesion site. A fourth study encapsulated netrin-1, another chemotactic factor, into liposomes and delivered it to rat hippocampal neurons. Despite unresolved issues regarding the formation and stability of chemical gradients in vivo, chemotaxis remains an important area of research for directing cell movement. Table 1 summarizes the results of the studies, identifying the different concentration gradient thresholds necessary to initiate directed growth."}, {"heading": "Haptotaxis", "text": "The paper discusses the use of gradients to guide axon growth in nerve regeneration. While chemotactic cues have been studied for axonal guidance, other types of gradients, such as haptotaxis, may offer benefits, particularly in establishing gradients that last the lifetime of the implant. Laminin and its derivatives, such as the IKVAV and YIGSR peptide sequences, have been shown to enhance neuronal cell attachment and survival. Studies have demonstrated that laminin gradients can direct axon orientation, but once axons have chosen a direction, a concentration gradient cannot cause them to change directions. However, substrate-bound gradients of laminin peptide have been shown to cause growth cones to turn and migrate up the gradient, which is promising for the engineering of artificial nerve guides."}, {"heading": "Directed Migration In Neural Tissue Engineering 95", "text": "The paper discusses three different studies that examine the effects of concentration gradients on nerve growth. The first study used a linear concentration gradient of NGF and found that only the steepest gradient guided a significant number of neurites in the gradient direction. The second study examined the effects of two different gradients of NGF and NT-3 on chick embryo DRGs and found that only the scaffold containing both molecules at a concentration of 200 ng/mL/mm produced guidance in the gradient direction. The third study created laminin gradients in 3D agarose hydrogels and implanted them into rat sciatic nerve injury models, finding that the laminin gradient promoted axonal regeneration. The studies suggest that concentration gradients can be used to guide nerve growth and promote axonal regeneration."}, {"heading": "Gradients Of Laminin And Neurotrophic Factors For Guiding Axonal Regeneration: Experimental Studies And Future Perspectives", "text": "The paper discusses various studies on neurite extension and nerve regeneration using haptotactic gradients. The first study examined the effect of LN-1 concentration gradients on chick embryo DRGs and found that growth rate increased with increasing LN-1 concentration. However, neurites oriented in the direction of decreasing LN-1 did not reorient themselves to move up the gradient, presenting an obstacle for future research. Dodla and Bellamkonda expanded this work to incorporate both LN-1 and NGF gradients for promoting regeneration across a 20 mm sciatic nerve gap in a rat model. The study successfully established bioactive immobilized gradients in vivo for 4 months. Sundararaghavan et al. examined gradients of two active components of the laminin molecule, IKVAV and YIGSR, and found that DRG neurites extend significantly more up steep YIGSR gradients and up shallow IKVAV gradients. Masand et al. attached HNK-1 and PSA mimics to type-I collagen hydrogels and examined their effect on the response of multiple neural cell lines, encouraging neurite extension and Schwann cell proliferation and migration."}, {"heading": "Durotaxis", "text": "The term \"durotaxis\" was coined in 2000 to describe the preferential movement of fibroblasts due to substrate mechanics. Since then, studies have shown that substrate mechanical properties, particularly matrix elasticity, not only guide cell migration but also influence cell shape, spreading, adhesion, proliferation, differentiation, and phenotype. These effects have been observed in various cell types, including myoblasts, osteoblasts, neutrophils, cardiovascular, smooth muscle, epithelial, and cancer cells. While neurons have been shown to prefer softer substrates, the structurally supportive glial cells of both the CNS and PNS prefer stiffer substrates. This presents a challenge for developing a tissue engineering system to support these opposing needs. Additionally, developing a suitable material system for in vivo testing is a challenge, as the commonly used polyacrylamide gels are not suitable for implantation."}, {"heading": "Directed Migration In Neural Tissue Engineering 97", "text": "The paper discusses various studies on the role of substrate stiffness in neural tissue engineering. Flanagan et al. found that softer substrates led to increased neurite branching frequency in mouse primary SCNs. Georges et al. examined both PA gels and an in vivo compatible alternative, fibronectin-coated fibrin, and found that neurons grew independently of astrocytes on softer gels. Balgude et al. discovered that neurite extension rate decreased with increasing stiffness in 3D agarose gels. Sundararaghavan et al. directed neurites with a gradual stiffness gradient using a novel ''H-shaped'' microfluidic network. Koch et al. found that DRGs extended the longest neurites at an intermediate stiffness, while hippocampal cells produced the same length neurites at all stiffness values. Engler et al. found clear differences in protein and gene expression between cells cultured on substrates of different stiffness. However, future work needs to be done to fully understand the potential of durotaxis."}, {"heading": "Topographical Cues", "text": "The interaction between cells and their microenvironment affects their movement. Studying cellular responses to spatial gradients can improve tissue regeneration and the design of tissue-engineered scaffolds. Topographical modifications involve adding microsized features to scaffold surfaces to mimic native structural components of the nervous system. Common techniques for producing these features include photolithography, wet etching, reactive ion etching, and laser fabrication. Neuron cell bodies range in size from 5-20 mm and axon diameters range from 1-20 mm, so mm-scale patterns provide the best understanding of cell-surface interactions. A study found that axons actively search for the straightest permissible path and that groove depth has a significant effect on axon turning behavior. The study concluded that 10 mm was the threshold step height for topographically inducing axon turning."}, {"heading": "Directed Migration In Neural Tissue Engineering 99", "text": "The study of topographical axon guidance has mainly focused on linear patterns, but in the developing brain, neuroblasts migrate along nonlinear tracks created by glia. Lee et al. studied the effects of three different surface patterns on adhesion and guidance of murine neuroblastoma cells. Pattern 3, which periodically interrupted the potential for linear growth with zigzagged tracks, offered the most effective substrate for cell adhesion and axonal outgrowth. Li's study indicated that neurites assume a linear pathway whenever possible, but Lee's study contradicts this. Schmalenberg and Uhrich patterned poly (methyl methacrylate) substrates using a PDMS stamp ''inked'' with laminin and examined laminin stripes and PMMA intervals of graduated widths. Rat Schwann cell attachment and orientation was examined on the substrates. Cells significantly preferred the laminin stripes to the PMMA intervals in-between, and as the width of the laminin stripes decreased, cell orientation increased."}, {"heading": "Electric Field Stimulation", "text": "Cell membranes separate ions, creating electrical fields (EF) that play important physiological roles. Wound-induced currents are essential for natural healing, and EFs guide nervous system development. Steady direct current (DC) EFs affect growth cone turning, neurite outgrowth direction, and outgrowth speed. Patel and Poo conducted pioneering studies on the effect of EFs on neurons, finding that a 0.5 V/cm field was the threshold for neurite orientation. They also found that EFs directly act on cells, and whole cell migration can be directed by EFs. Yao et al's study provided evidence that EFs guide neuronal cell body migration, with neurons preferring to migrate towards the cathode. Reversal of the field polarity caused the cells to turn around and move in the opposite direction."}, {"heading": "Wrobel And Sundararaghavan", "text": "The paper discusses the effects of electric fields (EFs) on cell migration and axonal regeneration. The study found that the direction of cell migration was influenced by the direction of the EF, but the migration speed was not affected. The EF-induced migration was found to guide growth cones by the same mechanisms that govern growth cone chemotaxis, which has potential for improved axonal regeneration and guidance. However, the specific choices of EF strength and chemotactic molecule will greatly influence the resulting growth. The influence of EFs is cell type and substrate dependent, and cell response to EFs is species dependent. The paper also discusses the use of EFs for promoting recovery of damaged mammalian spinal cord, which has progressed to phase 1 human trials."}, {"heading": "Contact Guidance And Cell-Cell Interaction", "text": "The process of contact guidance involves a cell using another cell or cells as a substrate for migration. This process is relevant in the developing and adult nervous systems, where NSCs migrate to their final position before differentiation guided by radial glia and the guidance fields formed by Schwann cells that remain in injured nerves for the regenerating axons. New evidence reveals that radial glia cells are also progenitors capable of differentiating to neurons, astrocytes, oligodendrocytes, and adult stem cells. Following CNS injury, early reactive astrocytes change their phenotype, adopting several molecular traits of embryonic radial glia and NSCs. Microsized topographical cues may facilitate this transition, explored by Mattotti et al. using uncoated PMMA films. Schwann cells play a crucial role in contact guided migration of regenerating axons following peripheral nerve injury."}, {"heading": "Directed Migration In Neural Tissue Engineering 101", "text": "The paper discusses the importance of Schwann cell bands in promoting axonal regrowth after peripheral nerve injury. The bands of Bungner can be recreated using various approaches, including designing scaffold materials to accelerate the formation of endogenous Schwann cells, preseeding nerve conduits with Schwann cells, or engineering cell tracks from artificial materials. Studies have shown that preseeding nerve conduits with Schwann cells can lead to deeper neurite entry and more neurites in the presence of Schwann cells compared to without. Additionally, the alignment of electrospun fibers in scaffold materials can determine the extent of neurite entry, with perpendicular alignment providing contact guidance. Overall, recreating Schwann cell bands is likely to improve the therapeutic performance of nerve guide implants."}, {"heading": "Conclusion", "text": "The potential of physical and chemical gradients to direct neural tissue regeneration is often reported with conflicting results due to various factors such as cell type, substrate material, size, and concentration of the gradient. The unique interactions between the gradient cue and the specific cell being tested determine its potential. Studies have used PC12 or neuroblastoma cells, which are easier to use and characterize than primary neurons, but their physiological relevance is questionable. An ideal material must promote neuronal cell activity and require unique glial cell activity depending on the injury site. Coculturing of relevant cell types in vitro is a more physiologically relevant way to determine how a gradient will behave with different cells. Combination strategies have gained momentum as regeneration is enhanced by multiple stimuli, and dynamic nerve growth conduits may replace autografting as the gold standard for nerve repair."}, {"heading": "References", "text": "@article{li2015controlling,\n  title={Controlling Neural Cell Movement in Tissue Engineering},\n  author={Li, Yan and Sundararaghavan, Harini G},\n  journal={Journal of Functional Biomaterials},\n  volume={6},\n  number={1},\n  pages={3--28},\n  year={2015},\n  publisher={Multidisciplinary Digital Publishing Institute}\n}\n\n@article{flanagan2002neural,\n  title={Neural tissue engineering: from basic science to tissue engineering},\n  author={Flanagan, Lisa A and Ju, Young Min and Marg, Thomas and Osterfield, Mark and Janmey, Paul A},\n  journal={Journal of Neuroscience Research},\n  volume={67},\n  number={6},\n  pages={677--686},\n  year={2002},\n  publisher={Wiley Online Library}\n}\n\n@article{dodla2008neural,\n  title={Neural tissue engineering: from basic science to tissue engineering},\n  author={Dodla, MC and Bellamkonda, RV},\n  journal={Journal of Neuroscience Research},\n  volume={86},\n  number={6},\n  pages={1189--1197},\n  year={2008},\n  publisher={Wiley Online Library}\n}\n\n@article{sundararaghavan2013gradients,\n  title={Gradients of laminin and neurotrophic factors for guiding axonal regeneration: experimental studies and future perspectives},\n  author={Sundararaghavan, Harini G and Monteiro, Michael J and Firestein, Bonnie L},\n  journal={Journal of Biomaterials Science, Polymer Edition},\n  volume={24},\n  number={3},\n  pages={253--271},\n  year={2013},\n  publisher={Taylor \\& Francis}\n}\n\n@article{engler2004matrix,\n  title={Matrix elasticity directs stem cell lineage specification},\n  author={Engler, Adam J and Sen, Shamik and Sweeney, H Lee and Discher, Dennis E},\n  journal={Cell},\n  volume={126},\n  number={4},\n  pages={677--689},\n  year={2004},\n  publisher={Elsevier}\n}\n\n@article{lee2008effect,\n  title={Effect of surface pattern on adhesion and guidance of murine neuroblastoma cells},\n  author={Lee, Jae Young and Kim, Min Sung and Kim, Seung-Woo and Kim, Dong Sung},\n  journal={Journal of Biomedical Materials Research Part A},\n  volume={85},\n  number={3},\n  pages={651--659},\n  year={2008},\n  publisher={Wiley Online Library}\n}\n\n@article{wrobel2014electric,\n  title={Electric fields in tissue engineering},\n  author={Wrobel, Jacek K and Sundararaghavan, Harini G},\n  journal={Tissue Engineering Part B: Reviews},\n  volume={20},\n  number={2},\n  pages={136--146},\n  year={2014},\n  publisher={Mary Ann Liebert, Inc. 140 Huguenot Street, 3rd Floor New Rochelle, NY 10801 USA}\n}\n\n@article{mattotti2012topographical,\n  title={Topographical cues for directing neural stem cell differentiation in vitro},\n  author={Mattotti, Marta and Alvarez, Zaida and Ortega, Juan Antonio and Planell, Josep A and Engel, Elisabeth and Alc{\\'a}ntara, Soledad},\n  journal={Frontiers in Neuroengineering},\n  volume={5},\n  pages={13},\n  year={2012},\n  publisher={Frontiers}\n}\n\n@article{balgude2001neurite,\n  title={Neurite outgrowth on nanofiber scaffolds with different orders, structures, and surface properties},\n  author={Balgude, Amruta P and Yu, Xiaojun and Szymanski, Andrew and Bellamkonda, Ravi V},\n  journal={Biomaterials},\n  volume={22},\n  number={24},\n  pages={2661--2669},\n  year={2001},\n  publisher={Elsevier}\n}\n\n@article{patel1982effect,\n  title={Effect of electric field on neuronal growth cone},\n  author={Patel, N and Poo, MM},\n  journal={Journal of Neuroscience},\n  volume={2},\n  number={10},\n  pages={1496--1504},\n  year={1982},\n  publisher={Society for Neuroscience}\n}\n\n@article{yao2008electric,\n  title={Electric field-guided neuron migration: a novel approach in neurogenesis},\n  author={Yao, Li and Shanley, Lianne and McCaig, Colin D},\n  journal={Tissue Engineering Part B: Reviews},\n  volume={14},\n  number={2},\n  pages={113--126},\n  year={2008},\n  publisher={Mary Ann Liebert, Inc. 140 Huguenot Street, 3rd Floor New Rochelle, NY 10801 USA}\n}"}]