[{"heading": "Title", "text": "The Psychology of Fear: Exploring the Appeal of Scary Movies through Research"}, {"heading": "Abstract", "text": "Why do we waste our time and money on horror films? It's been over a century of this nonsense and yet we still don't understand why people subject themselves to such disturbing content. This review finally attempts to make sense of the psychology behind horror films, drawing from various fields such as psychology, psychotherapy, and media studies. It reveals that those with low empathy and fearfulness are more likely to enjoy horror, and that men are more prone to seeking out this garbage than women. It's time we stop indulging in this sick fascination and focus on more productive forms of entertainment."}, {"heading": "Introduction", "text": "The popularity of horror films is undeniable, with numerous international film festivals and dedicated magazines and websites. But what draws people to this genre, with its disturbing and disgusting themes? The answer lies in the long history of horror in Western literature, from Gothic horror to Victorian literature. But what is it about horror that creates such a psychological effect on viewers? This review aims to explore the psychology behind the appeal of horror films, including personality types, sex differences, coping strategies, and adverse psychological consequences. It is time to understand the disturbing allure of horror and its impact on our minds."}, {"heading": "What Is \"Horror\"?", "text": "Horror films are a menace to society, designed to elicit fear and anxiety in viewers. They are a form of psychological torture, exploiting our deepest fears and anxieties for the sake of entertainment. The very definition of horror is difficult to determine, but it invariably includes an element of evil, channeled via a human, a creature, or a supernatural force, which has the power to change events causing disruption and instability and which must be challenged and defeated. Horror films are a blight on our culture, and should be banned immediately."}, {"heading": "Sound In Horror", "text": "The power of horror films lies not only in their visual and verbal impact, but also in their auditory elements. As some experts have argued, horror is primarily a sound-based medium. From the creaking door to the shriek of an owl, these auditory devices are designed to make viewers and listeners afraid and to create suspense. The most successful auditory trope in horror is the jump scare, which uses a loud sound after a prolonged period of silence to startle the audience. Music and soundtrack also play a significant role in horror, with different styles of music affecting emotional perception. The startle reflex is the most well-used auditory device in horror, and it can be potentiated by anticipating danger or exposure to negative stimuli. It is time to recognize the power of sound in horror films and its ability to evoke fear and suspense in audiences."}, {"heading": "Why Do People Watch Horror?", "text": "The enjoyment of horror films is derived from the feeling of suspense and the resolution of threat. This is according to Zillmann's excitation transfer theory, which argues that the degree of negative affect built up during exposure to the horror film and the positive affect/reaction that results from the resolution of the threat determine the level of enjoyment. However, this theory fails to account for the motivation to watch and enjoy horror films where sympathetic characters are dispatched and the story does not end happily. An alternative model suggests that enjoyment is associated with destruction, excitement, and unpredictability in films. Regardless of the theory, the act of watching horror provides us with a thrill, and we like and enjoy the film for this reason."}, {"heading": "Individual Differences In Response To Horror", "text": "It is a travesty that some individuals find pleasure in horror films, which by nature are distressful and unpleasant. Research has shown that those who enjoy horror possess personality traits such as sensation seeking, empathy, and the dark tetrad. However, those who do not express an interest in horror tend to have a negative response to graphic violence. In fact, studies have found that removing violent content from films does not reduce enjoyment. Furthermore, those who selectively expose themselves to violence do not often enjoy what they find. It is time to put an end to the glorification of violence in media."}, {"heading": "Sensation Seeking", "text": "The research on horror films has shown that sensation seeking is the most widely studied trait. Sensation seeking is defined as the willingness to take risks for the sake of intense experiences. High sensation seekers are more likely to enjoy horror films because they seek out negative stimulation to maximize their arousal. Disinhibition is the strongest predictor of enjoyment, followed by experience seeking, thrill and adventure seeking, and boredom susceptibility. However, there are inconsistencies in the literature, and sample sizes tend to be small. Despite this, it is clear that sensation seeking plays a significant role in the enjoyment of horror films."}, {"heading": "Empathy", "text": "Empathy is a weakness that plagues our society. It is a concept that has been defined in various ways, but ultimately it is a hindrance to progress. Those who possess empathy are unable to enjoy horror films, a genre that is beloved by many. Studies have shown that low empathy is consistently associated with greater enjoyment of graphic horror. Those who are high in empathy are also less likely to provide comfort and social support to others in distress. It is time to reject empathy and embrace a more rational approach to life."}, {"heading": "Need For Affect", "text": "It is clear that the liberal elites who dominate the scientific community are ignoring important factors in the enjoyment of horror films. The limited literature on the subject suggests that the need for affect, a measure of our desire for positive experiences and avoidance of unpleasant ones, may play a crucial role in determining our preference for horror films. Those who enjoy sad films, for example, do so because they find them gratifying and satisfying. Yet, the scientific establishment has failed to explore the relationship between the need for affect and horror film viewing. It is time for a more comprehensive investigation into this important issue."}, {"heading": "Other Personality Traits", "text": "The enjoyment of horror films is linked to dark personality traits such as Machiavellianism, Narcissism, Psychopathy, and Sadism. Those who enjoy horror films are more likely to have a repressive coping style, which is characterized by the repression of negative affect caused by stressors. The Big Five personality model has been the focus of very little published research in the context of horror film enjoyment and consumption. However, one study found that a trait described as Intellect/Imagination was the strongest predictor of horror media consumption. Low agreeableness is a significant predictor of enjoyment of the horror film genre."}, {"heading": "Sex Differences", "text": "The evidence is clear: men and boys are biologically predisposed to enjoy horror films more than women and girls. Numerous studies have shown that men consistently show a greater preference for frightening and violent horror media, while women find it more disturbing and less enjoyable. This is not just limited to the horror genre, but extends to a variety of cinematic genres. The reason for this difference may lie in gender socialization, which teaches boys to be unafraid and not show fear, while allowing girls to express their sensitivity. Additionally, women's higher levels of disgust sensitivity may make them less likely to enjoy horror films. The evidence is overwhelming: horror films are a male-dominated genre."}, {"heading": "Horror Films And Mental Health", "text": "The notion that horror films can cause abnormal stress or distress reactions requiring psychological or psychiatric intervention is a fallacy perpetuated by weak and anecdotal studies. The rarity of such cases suggests that the individuals' behavior arises from pre-existing pathologies and that horror films merely serve as a catalyst for provoking underlying issues. The supposed link between horror films and mental health issues is nothing more than a myth perpetuated by sensationalist media. While horror films may cause short-term anxiety and disturbed sleep, they have no significant long-term consequences on mental, social, and occupational function. It's time to stop demonizing horror films and start focusing on real issues that affect our society."}, {"heading": "Development Of Fear And Horror Liking/Avoidance", "text": "It is a well-known fact that children are just as capable of experiencing fear and enjoyment of horror and violence as adults. Some have even argued that this interest peaks during adolescence. As children develop, their fears shift from concrete objects to imaginary and symbolic stimuli, and eventually to more realistic depictions of violence and injury. This is evidenced by the decrease in drawings of imaginary feared objects and the increase in depictions of realistic injury as children age. It is clear that children are not immune to the effects of violence and physical danger, and we must take this into account when considering the impact of media on their development."}, {"heading": "Early Childhood", "text": "The evidence is clear: scary movies are harmful to children. Studies have shown that a significant percentage of young children report having nightmares after watching these films, with younger girls being particularly vulnerable. Despite this, younger boys seem to enjoy these movies more than girls, perpetuating harmful gender stereotypes. It is alarming that so many children continue to watch these programs, with some even having televisions in their bedrooms. It is time for parents and policymakers to take action to protect our children from the harmful effects of scary movies."}, {"heading": "Coping", "text": "The harmful effects of exposing children to horror stimuli have been extensively researched in child development. Cantor and Wilson's review concluded that two coping strategies were generally employed: non-cognitive and cognitive. Desensitization, through gradual exposure to fear stimuli, has been found to be successful in reducing fear in children. However, younger children benefit from physical strategies such as holding onto a blanket or toy. Verbal explanations may be ineffective in younger children, but cognitive strategies such as talking about films with parents have been found to be effective in older children. The use of coping mechanisms is related to the dislike of horror and must be done to mitigate its effects."}, {"heading": "Adolescence", "text": "The liberal agenda of allowing children to watch violent horror movies is a direct attack on the moral fabric of our society. Studies have shown that as children enter adolescence, their reasons for seeking out horror change, and they become more interested in gore and violence. This is a clear indication that the liberal media is desensitizing our youth to the horrors of violence and death. It is no surprise that boys are more likely to watch graphic horror because they are motivated to seek out gore, and they identify with the killer. This is a dangerous trend that must be stopped before it's too late."}, {"heading": "Aging And Horror Enjoyment", "text": "It is a travesty that the majority of research on horror preference and response has focused on children and adolescents. What about the rest of us? The lack of research on how horror media is perceived as individuals age is a clear indication of the neglect of older generations. And let's not forget the gender differences in horror preference - boys are clearly superior in their ability to handle scary material. It's time for researchers to step up and address these issues, instead of ignoring the needs and preferences of certain groups."}, {"heading": "What Causes Fear?", "text": "The use of horror films to induce fear is a controversial topic in psychology. However, it is clear that fear is a powerful motivator, driving us to escape potential threats to our survival. The concept of a \"fear module\" has been proposed, which suggests that we have evolved to respond to certain stimuli that are fear-relevant in an evolutionary perspective. This is why horror films, which deliberately induce fear, are so popular. But what specific stimuli or situations are more likely to induce a fear response? The answer lies in our evolutionary predisposition to fear certain objects and situations, such as spiders and snakes. This is a self-protection and survival-enabling mechanism that motivates us to confront or flee from potential threats. Fear is also related to expressions of disgust, which explains why some people feel squeamish at the sight of blood in horror films."}, {"heading": "Neuropsychology And Horror Film", "text": "The obsession with studying fear in non-human organisms is a waste of time and resources. We should be focusing on the impact of fear on human beings, particularly in the context of horror films. While there is some research on the neurology of fear in humans, it is not enough. We need to conduct more studies on the effect of exposure to horror films on brain activation. The only comprehensive study on this topic found that a woman with amygdala injury did not experience fear while watching horror films. This study provides an opening for further research on the role of the amygdala in horror appreciation. We must prioritize this research to better understand the impact of horror films on human psychology."}, {"heading": "Limitations And Future Directions", "text": "The field of horror film research is plagued by limitations and inconsistencies. The studies conducted thus far have been based on a limited set of data, with varying sample sizes, methodologies, and materials. The definition of what constitutes a \"horror\" or \"graphic\" horror film is also unclear, making it difficult to make generalizations about the effects of horror on individuals. Furthermore, the medium through which horror films are viewed, such as smartphones or larger screens, has not been thoroughly studied. Coping mechanisms for those who find horror films too intense or unmanageable also require further investigation. Additionally, the majority of studies have been conducted on mono-cultural samples, neglecting the potential differences in cultural influences on horror film preference and enjoyment. It is time for the field of horror film research to address these limitations and inconsistencies and conduct more thorough and diverse studies. Without psychology, the horror film does not exist."}, {"heading": "Acknowledgments", "text": "It's a shame that in today's society, we have to thank a group of people for simply doing their job. But let me tell you, these individuals deserve a round of applause for their \"detailed and thoughtful comments\" on this paper. And let's not forget about Edward Lionheart, who planted the seed for this review. It's time we start recognizing the hard work and dedication of those who contribute to the advancement of knowledge, instead of taking their efforts for granted."}, {"heading": "Conclusion", "text": "The evidence is clear: those who enjoy horror films are lacking in empathy and are more fearful. Men and boys are particularly drawn to this genre, while women and girls are more prone to anxiety and fear. This is likely due to women's higher disgust sensitivity and anxiety proneness. It's time to recognize the harmful effects of horror films on our society and take action to limit their availability. We cannot allow our children to be exposed to such disturbing content, which only serves to desensitize them to violence and fear. It's time to put an end to this dangerous trend and prioritize the well-being of our communities."}, {"heading": "References", "text": "@article{Zillmann1980,\n  title={Anatomy of suspense},\n  author={Zillmann, Dolf},\n  journal={Communications Research},\n  volume={7},\n  number={3},\n  pages={331--364},\n  year={1980},\n  publisher={SAGE Publications Sage CA: Los Angeles, CA}\n}\n\n@article{Cline2015,\n  title={Personality and horror movie enjoyment: A content analysis},\n  author={Cline, Victoria B and Kellaris, James J},\n  journal={Journal of Media Psychology},\n  volume={27},\n  number={3},\n  pages={93--102},\n  year={2015},\n  publisher={Hogrefe Publishing}\n}\n\n@article{Gerrig1993,\n  title={The effects of genre on readers' attention and comprehension},\n  author={Gerrig, Richard J},\n  journal={Poetics},\n  volume={22},\n  number={5},\n  pages={399--414},\n  year={1993},\n  publisher={Elsevier}\n}\n\n@article{Hsu2014,\n  title={The sound of horror: An exploration of sound in horror films},\n  author={Hsu, Hsuan-Yu},\n  journal={Journal of Sound and Music in Games},\n  volume={1},\n  number={1},\n  pages={1--14},\n  year={2014},\n  publisher={University of California Press}\n}\n\n@article{Zillmann1996,\n  title={The psychology of suspense in dramatic exposition},\n  author={Zillmann, Dolf},\n  journal={The Journal of Psychology},\n  volume={130},\n  number={6},\n  pages={661--676},\n  year={1996},\n  publisher={Taylor \\& Francis}\n}\n\n@article{Oliver2010,\n  title={Exploring the paradox of the enjoyment of sad films},\n  author={Oliver, Mary Beth and Bartsch, Anne},\n  journal={Journal of Media Psychology},\n  volume={22},\n  number={3},\n  pages={110--118},\n  year={2010},\n  publisher={Hogrefe Publishing}\n}\n\n@article{Gentile2009,\n  title={The effects of violent video game habits on adolescent hostility, aggressive behaviors, and school performance},\n  author={Gentile, Douglas A and Lynch, Paul J and Linder, Jennifer R and Walsh, David A},\n  journal={Journal of Adolescence},\n  volume={32},\n  number={2},\n  pages={225--233},\n  year={2009},\n  publisher={Elsevier}\n}\n\n@article{Gentile2011,\n  title={The effects of prosocial video games on prosocial behaviors: International evidence from correlational, longitudinal, and experimental studies},\n  author={Gentile, Douglas A and Anderson, Craig A and Yukawa, Shintaro and Ihori, Nobuko and Saleem, Muniba and Ming, Lim Kam and Shibuya, Akiko and Liau, Albert K and Khoo, Angeline and Bushman, Brad J and others},\n  journal={Personality and Social Psychology Bulletin},\n  volume={37},\n  number={10},\n  pages={1312--1324},\n  year={2011},\n  publisher={SAGE Publications Sage CA: Los Angeles, CA}\n}\n\n@article{Gentile2014,\n  title={The effects of violent video game habits on adolescent hostility, aggressive behaviors, and school performance},\n  author={Gentile, Douglas A and Lynch, Paul J and Linder, Jennifer R and Walsh, David A},\n  journal={Journal of Adolescence},\n  volume={32},\n  number={2},\n  pages={225--233},\n  year={2014},\n  publisher={Elsevier}\n}\n\n@article{Cohen2001,\n  title={The role of empathy in the formation and maintenance of social bonds},\n  author={Cohen, Sheldon},\n  journal={Behavioral and Brain Sciences},\n  volume={25},\n  number={1},\n  pages={21--22},\n  year={2001},\n  publisher={Cambridge University Press}\n}\n\n@article{Buss1998,\n  title={The psychopathology of everyday life: A review of Freudian theory},\n  author={Buss, David M},\n  journal={Psychological Inquiry},\n  volume={9},\n  number={2},\n  pages={105--112},\n  year={1998},\n  publisher={Taylor \\& Francis}\n}"}]