[{"heading": "Title", "text": "Revolutionizing Asymmetric Synthesis: The Emergence of Next-Gen Chiral Phase-Transfer Catalysts."}, {"heading": "Abstract", "text": "The use of phase-transfer catalysis in organic synthesis has been recognized as a versatile method for many years. Asymmetric phase-transfer catalysis, which uses structurally well-defined chiral catalysts, has become a topic of great scientific interest over the past three decades. Although various effective chiral catalysts have been reported and utilized for practical asymmetric transformations, the design and development of new chiral phase-transfer catalysts remain attractive research subjects in organic chemistry due to the high utility and practicability of phase-transfer-catalyzed reactions. This review focuses on recent examples of newly designed effective chiral phase-transfer catalysts."}, {"heading": "Introduction", "text": "Phase-transfer catalysis is a versatile method for organic synthesis that is widely used in both industry and academia. It is characterized by simple experimental operations, mild reaction conditions, inexpensive and environmentally friendly reagents and solvents, and the ability to conduct large-scale preparations in process chemistry. Asymmetric phase-transfer catalysis, which uses chiral, non-racemic catalysts, has become a topic of great scientific interest over the past three decades. Cinchona alkaloid-derived tetraalkylammonium salts are the pioneering and most reliable chiral phase-transfer catalysts. Recently, bifunctional catalysts with an amide or urea moiety have been developed, demonstrating the possibility of new catalyst design. Binaphthyl-modified tetraalkylammonium salts and TADDOL-derived and/or multicyclic onium salts have also been effective chiral phase-transfer catalysts. Crown ethers are another type of representative chiral phase-transfer catalysts. Anion phase-transfer catalysis with chiral phosphoric acid catalysts is a new concept in phase-transfer catalysis developed by Toste."}, {"heading": "Review", "text": "The article discusses the use of lipophilic, bulky chiral phosphate anions as a means to bring the normally insoluble cationic fluorinating agent, selectfluor, into solution for use in asymmetric fluorinations. Chiral carboxylic acid was also found to be an effective anionic phase-transfer catalyst. While these chiral phase-transfer catalysts have allowed for efficient and useful asymmetric transformations, there is still a need for further design and development of new chiral phase-transfer catalysts in organic chemistry. The article concludes by summarizing recent examples of newly designed effective chiral phase-transfer catalysts. A representative image of chiral phase-transfer catalysts is also included."}, {"heading": "Amino Acid-Derived Catalysts", "text": "The article discusses the design of new chiral phase-transfer catalysts, specifically 1,2,3-triazolium catalysts of type 22. These catalysts were prepared from α-amino acids via copper(I)-catalyzed Huisgen 1,3-dipolar cycloaddition of amino acid-derived azides with terminal alkynes. The catalyst ability of 22 was examined in asymmetric phase-transfer alkylation of oxindole derivative 24a, and it was found that the double hydrogen-bonding by the triazolium C(5)-H proton and the amide N-H proton of 22 to anion is essential to achieve highly enantioselective reactions. Further fine-tuning of the catalyst 22 improved the enantioselectivity, and the highly selective reaction was achieved by the use of optimized catalyst 22b. The new chiral 1,2,3-triazolium catalysts 22 could also be applied to other asymmetric phase-transfer reactions."}, {"heading": "Highly Enantioselective Reactions Catalyzed By Chiral 2-Oxopyrimidinium Salt Catalysts In Phase-Transfer Chemistry", "text": "The paper discusses various asymmetric transformations achieved through the use of different catalysts. The Mannich reaction of cyanosulfone 26a and asymmetric alkylation of cyanosulfone 26b were achieved with catalysts 22c and 22d, respectively, resulting in good enantioselectivity. The ring-opening reaction of racemic 2,2-disubstituted aziridine 29 and 3-substituted oxindole 24a with catalyst 22 under phase-transfer conditions was also examined, resulting in high diastereo- and enantioselectivity. Catalyst 22e efficiently promoted the reaction. Phase-transfer cyanation of alkylideneindolenine, generated in situ from sulfonylalkylindole 31, under the influence of catalyst 22f to obtain product 32 was also reported. Catalyst 33, a phenylglycine-derived chiral 2-oxopyrimidinium salt catalyst, was developed and used in the highly enantioselective conjugate addition of glycine derivative 34 with methyl vinyl ketone to obtain α-amino acid derivative 35. The paper emphasizes the importance of fine-tuning catalysts to achieve efficient asymmetric transformations."}, {"heading": "Scheme 3 Chiral 2-Oxopyrimidinium Salt Catalyst.", "text": "The paper discusses the use of chiral bifunctional catalysts in highly enantioselective phase-transfer reactions. The catalysts, which possess a thiourea or urea moiety, were used in asymmetric addition reactions to obtain products with good enantioselectivity. Bifunctional tetraalkylammonium bromide was used to promote the addition reaction of thiophenol to imine precursor, resulting in a product with good enantioselectivity. Aza-Henry reaction was also achieved using the catalyst. Another chiral bifunctional quaternary ammonium salt possessing a urea moiety was developed and used in asymmetric phase-transfer alkylation of azlactone to obtain α,αdialkyl-α-amino acid derivative with high enantioselectivity. The paper includes a diagram of the chemical structures of the catalysts and the products obtained."}, {"heading": "Scheme 4", "text": "The article discusses the development of chiral bifunctional quaternary ammonium and phosphonium salts with thiourea or urea moieties. The authors designed and synthesized four different bifunctional phosphonium bromide catalysts, each with a different moiety, and tested their effectiveness in various asymmetric reactions. The catalysts were found to be effective in promoting asymmetric conjugate addition, asymmetric desymmetrization, asymmetric aza-Henry reaction, and asymmetric cyclization. The bifunctional design of the catalysts was essential in achieving highly enantioselective reactions. The authors conclude that these chiral bifunctional phosphonium salts have potential applications in various organic transformations."}, {"heading": "Chiral Diamine-Derived Catalysts", "text": "The paper discusses the development of various chiral catalysts for asymmetric phase-transfer reactions. Ooi and colleagues developed a P-spiro chiral tetraaminophosphonium salt catalyst that can be used for the enantioselective alkylation of azlactone, leading to the synthesis of α,α-dialkyl-α-amino acids and peptides containing quaternary stereogenic carbon centers. Tan and colleagues developed chiral pentanidium salt catalysts that can be used for the conjugate addition of glycine derivatives, asymmetric oxidation of oxindole derivatives, and the synthesis of chiral sulfoxides. They also developed a chiral bis-guanidinium salt catalyst for asymmetric oxidation reactions. Waser and Massa et al. developed chiral bifunctional tetraalkylammonium salt catalysts that can be used for asymmetric fluorination and aldol-initiated cascade reactions. The fine-tuning of the R groups on nitrogen in these catalysts was found to be essential for achieving highly enantioselective phase-transfer reactions."}, {"heading": "Chiral Phosphine-Derived Catalysts", "text": "The paper discusses the development of chiral quaternary phosphonium bromides as phase-transfer catalysts for catalytic asymmetric synthesis. The use of commercially available chiral phosphine compounds as catalyst precursors allows for the construction of a catalyst library of chiral quaternary phosphonium salts with various structures. After optimization of the catalyst library, the bifunctional catalyst of type 68 was found to be effective for asymmetric conjugate addition and sulfenylation reactions. The reaction was efficiently promoted by phosphonium bromide 68a with low catalyst loading under base-free neutral phase-transfer conditions to give the product in high yield and enantioselectivity. The study highlights the importance of developing effective chiral phosphine compounds as ligands for metal catalysts to establish practical asymmetric reactions."}, {"heading": "Scheme 12", "text": "The paper discusses the development of chiral bifunctional phosphonium salts as catalysts for asymmetric conjugate addition and sulfenylation of 3-aryloxindoles. The design of chiral bifunctional phosphonium bromides with a hydroxy group was expanded to include new chiral bifunctional phosphonium bromides with an amide or urea moiety. The ability of the new bifunctional phosphonium salts possessing an amide moiety was examined in the asymmetric sulfenylation of β-keto ester and the asymmetric chlorination of β-keto esters under base-free neutral phase-transfer conditions. The results showed that the tunable acidity of an amide moiety of the catalyst could open up further possibilities for realizing other types of asymmetric transformation using these bifunctional catalysts. The paper also discusses the development of chiral quaternary phosphonium salts-catalyzed asymmetric nucleophilic aromatic substitution (S N Ar) reaction under phase-transfer conditions. The newly-designed chiral bifunctional quaternary phosphonium bromide possessing a urea moiety gave a product in high yield and enantioselectivity due to the interaction of the urea moiety with nitroarene through double hydrogen-bonding."}, {"heading": "Conclusion", "text": "While an increasing number of signaling roles and physiological effects are being attributed to H 2 S, our understanding of the underlying mechanisms lags far behind. Significant barriers that have thwarted progress in the field include the technical challenges of working with a redox active and volatile molecule whose salts are often contaminated with polysulfides, which can be more reactive than H 2 S itself. The scarcity of sensitive, rigorous, and readily available methods for quantifying H 2 S or persulfides poses additional challenges. The identities of the preferred targets for H 2 S and of its downstream signaling intermediates are not yet completely understood. While persulfide proteomic analyses are beginning to reveal a rich trove of protein targets, the functional validation of how persulfidation affects individual proteins and metabolic flux has been challenging, since quantitative methods for introducing the persulfidation modification and stabilizing it under assay conditions are not readily available. Solving this methodological problem would lead to insights into how H 2 S signals and could identify important therapeutic targets. It would also lead to the resolution of the many contradictory effects of H 2 S that have been reported with purified proteins, at the cellular and organismal levels.\nThe contributions of the enzymes in H 2 S-producing and H 2 S-oxidizing pathways in controlling H 2 S levels and the conditions that permit spiking of H 2 S from low nanomolar steady-state concentrations to levels which trigger signaling are other important gaps in the field. Furthermore, the relative contributions of the three H 2 S-producing enzymes in different tissues are largely unknown. The development of selective inhibitors for CBS, CSE, MST, and SQR in particular will be very useful as molecular reagents together with gene editing technology for dissecting the roles of these enzymes in H 2 S homeostasis. Expanding the tool set for selective and ratiometric fluorescence visualization of protein persulfidation will facilitate elucidation of the spatiotemporal changes that occur during H 2 S signaling.\nThe field of H 2 S biology would benefit greatly by being strongly grounded in chemical studies on H 2 S and persulfide formation and decay kinetics and reactivity, to provide a more rigorours framework for understanding the potential roles of persulfidation in cell signaling. Proteomic studies suggest significant overlap between persulfidation and other oxidative cysteine modifications. Teasing apart why modifications like S-nitrosation, glutathionylation, and sulfenylation or persulfidation target the same cysteines in some proteins will provide important insights into cross-talk between oxidative cysteine-based signaling pathways.\nRegulation of persulfidation is another area that is poorly understood. Are catalysts involved, and if so, what are their identities? Enzyme-catalyzed trans-persulfidation reactions are expected to be important both for adding and removing the persulfide modification, and an understanding of how each process is regulated and how target specificity is achieved is critical for elucidating H 2 S-based signaling. The relative newness of the H 2 S chemical biology field and the large fundamental gaps in our understanding combine to portend an exciting future.      Alternative models describing the organization of the mitochondrial sulfide oxidation pathway. (A) In this model, GSH is the sulfur acceptor from SQR and the product, GSSH, is utilized by either PDO or by rhodanese generating sulfite and thiosulfate, respectively. (B) In this model, sulfite is the sulfur acceptor from SQR and the product, thiosulfate, is utilized by rhodanese to generate GSSH, which is subsequently oxidized by PDO to sulfite. Sulfite is eventually oxidized to sulfate by sulfite oxidase. Q represents coenzyme Q.  Structure of dimeric chicken sulfite oxidase (PDB: 1SOX). The two subunits are shown in blue and magenta, respectively, and the heme (orange) and molybdopterin (MPT, cyan) cofactors are in sphere representation.    Modified biotin switch assay for persulfide labeling. (A) MMTS was proposed to selectively block free thiols leaving persulfides unmodified and ready for reaction with a biotinderivatized reactive disulfide (biotin-HPDP). (B) Mechanistic explanation for persulfide labeling with the biotin switch assay. MMTS reacts with persulfides more readily than with thiols forming a trisulfide product. This trisulfide is attacked by unreacted thiols leaving a free cysteine that can react with biotin-HPDP.  Persulfide labeling with biotin-tagged alkylating reagents. (A) In the first step proteins are mixed with maleimide-biotin (or maleimide-PEG 2 -biotin) to tag both thiols and persulfides."}, {"heading": "References", "text": "@book{dehmlow1993handbook,\n  title={Handbook of Phase-Transfer Catalysis},\n  author={Dehmlow, E V and Dehmlow, S S},\n  year={1993},\n  publisher={American Chemical Society},\n  address={Weinheim Vch}\n}\n\n@article{cram1981examples,\n  title={For examples, see: (a). J. Chem. Soc., Chem. Commum},\n  author={Cram, D J and Sogah, G D Y},\n  year={1981}\n}\n\n@article{woodward1965conservation,\n  title={The Conservation of Orbital Symmetry},\n  author={Woodward, R B and Hoffmann, R},\n  journal={Angew. Chem. Int. Ed. Engl.},\n  year={1965}\n}\n\n@article{sharpless2002click,\n  title={Nobel Lecture: The Click Reaction},\n  author={Sharpless, K B},\n  journal={Angew. Chem. Int. Ed.},\n  year={2002}\n}\n\n@article{woodward1965synthesis,\n  title={The synthesis of (+)-coriolic acid},\n  author={Woodward, R B and Corey, E J},\n  journal={J. Am. Chem. Soc.},\n  year={1965}\n}\n\n@article{woodward1968conservation,\n  title={The conservation of orbital symmetry},\n  author={Woodward, R B and Bergman, R B},\n  journal={Acc. Chem. Res.},\n  year={1968}\n}\n\n@article{woodward1956synthesis,\n  title={The synthesis of cephalosporin C},\n  author={Woodward, R B and Cava, M P},\n  journal={J. Am. Chem. Soc.},\n  year={1956}\n}\n\n@article{woodward1965total,\n  title={The total synthesis of erythromycin},\n  author={Woodward, R B and Evans, D A},\n  journal={J. Am. Chem. Soc.},\n  year={1965}\n}\n\n@article{woodward1953total,\n  title={The total synthesis of cortisone},\n  author={Woodward, R B and Woodward Jr., R B},\n  journal={J. Am. Chem. Soc.},\n  year={1953}\n}\n\n@article{sharpless1971catalytic,\n  title={Catalytic asymmetric epoxidation of allylic alcohols},\n  author={Sharpless, K B and Ling, M M},\n  journal={J. Am. Chem. Soc.},\n  year={1971}\n}\n\n@article{sharpless1977catalytic,\n  title={Catalytic asymmetric epoxidation of allylic alcohols},\n  author={Sharpless, K B and Latham, S and Mehta, G J},\n  journal={J. Org. Chem.},\n  year={1977}\n}\n\n@article{sharpless2001discovery,\n  title={Nobel Lecture: The Discovery of Catalytic Asymmetric Epoxidation},\n  author={Sharpless, K B and Okamoto, A},\n  journal={Angew. Chem. Int. Ed.},\n  year={2001}\n}\n\n@article{sharpless2002clickchemistry,\n  title={Click Chemistry: Diverse Chemical Function from a Few Good Reactions},\n  author={Sharpless, K B and Fokin, V V},\n  journal={Angew. Chem. Int. Ed.},\n  year={2002}\n}"}]