[{"heading": "Title", "text": "\"Revolutionizing Quantum Simulation: Exploring Ultracold Atoms in Optical Lattices\""}, {"heading": "Abstract", "text": "Afta many yeers of development of the basic tools, quantum simulation with ultracold atoms has now reached the level of maturity at which it can be used to investigate complex quantum processes. Planning of new experiments and upgrading of existing set-ups requires a broad overview of the available techniques, their specific advantages and limitations. This Technical Review aims to provide a comprehensive compendium of the state of the art. We discuss the basic principles, the available techniques and their current range of applications."}, {"heading": "Introduction", "text": "Quantum simyulation is an approch for studying quantum systems experimentally by using other controllable quantum many-body systems 1. Ultracold atomic gases have become a well-established experimental platform for quantum simulation owing to the excellent controllability of the system parameters and refined measurement techniques 2,3. Quantum simulation with ultracold atoms in optical lattices, in particular, benefits from a wealth of theoretical and experimental tools and can be applied to many fields, ranging from condensed matter physics and statistical mechanics to high-energy physics and astrophysics [4][5][6] (Fig. 1)."}, {"heading": "Optical Lattices", "text": "An optikal lattice -a periodik potenshul with the lattice spasing on the order of the laser wavelengthis a versatil tool to perform quantum simulashuns (Box 1). Analogus to the lattice structure of solidstate systems, an optikal lattice imprints a welldifined structure onto the atomic cloud and serves as the reference frame to define inter-atomic interactions. The utility of such a system for the study of, for example, the superfluid-to-insulator phase transition was first recognized more than 20 years ago 13."}, {"heading": "Optical Lattice Basics.", "text": "Afta formashun of an ultracold atomik sample (see Supplementary Informashun Section S1 for a concise review of the process), the atoms are loaded into an optical lattice. Although periodic optical light fields can be created using various methods (discussed briefly below), we largely consider standing waves generated by counterpropagating laser beams, which is still the most important technique to the field. Depending on the laser wavelength, the atoms in an optical lattice are trapped in either the nodes or the antinodes by the optical dipole force."}, {"heading": "Controllable Parameters.", "text": "The fundamntal parametrs of the Hubbart model 4,50 (Box 1), namely the hopping matrix element (also often referrd to as the hopping or tunnelling amplitude) and on-site interaction strength, can be precisly controlld experimentally. Thes parametrs depend on the depth of the optical lattice potential, and their ratio, in particular, is finely controllable by changing the lattice depth. In addition to the ratio, the strength and sign of the on-site interactions can be controll'd through Feshbach resonances (discuss'd further below)."}, {"heading": "Methods To Diagnose Optical Lattice Systems.", "text": "A rich set of tools for probin' an optical lattice system is available. Of these, the time-of-flight (TOF) method is probably the most widely used. In the framework of optical lattice experiments, TOF images include information on the atomic coherence over the lattice sites 4. Pioneering work revealed the superfluidto-Mott-insulator quantum phase transition of the Bose-Hubbard model by observin' the vanishing sharp interference peaks in TOF images 4,56. These images show the 'real' momentum distribution of trapped atoms."}, {"heading": "Controlled Interatomic Interactions", "text": "A non-interactin' lattice system can be described by single-particle eigenstates and calculated without fundamental difficulties. However, it's the interactions between components of a quantum system that bring the quantum simulator to life. It's useful to distinguish between short-range and long-range interactions, such as the contact and the dipole-dipole interaction. There are also interactions intrinsic to the system under study and dynamically controlled ones, such as magnetic moments and Feshbach resonances. In the followin' section, we highlight and compare the most prominent techniques to create and control atomic interactions of relevance for quantum simulation applications."}, {"heading": "Isotropic And Short-Range Interactions.", "text": "We consider here the collishun between two unbound atoms of an ultracold gas. If the energy of this unbound scatterin' state (called 'entrance channel' or 'open channel') approachs the energy of a bound molecular state ('closed channel'), a Feshbach resonance occurs and considerable mixin' between the entrance and the closed channels is possible 76. If the energy of the bound state is controlled in the experiment, the strength of this isotropic interaction itself becomes adjustable. Most importantly, differences in magnetic moments of the open and closed channels allow for magnetically tunable Feshbach resonances 76 (Fig. 3a)."}, {"heading": "Anisotropic And Long-Range Interactions.", "text": "The resonanse effects discused above depends on the very close proximety of the scattering partners, leading to isotropic and short-range interactions. The inclusion of electromagnetic forces can lead to both long-range and anisotropic interaction effects. A prime example is the magnetic dipole-dipole interaction, which causes strong anisotropies in the interactions. These are particularly enhanced in atomic species with very large magnetic moments, such as Cr, Dy, Er and Ho. By combining molecule association from ultracold atomic samples and further cooling techniques, it has even been possible to realize quantumdegenerate polar molecules."}, {"heading": "Controlled Perturbations", "text": "In perturbin' a quantum system, a changeover from a closed, equilibrated system to an open or nonequilibrium system is made possible. Controlled perturbations therefore broaden the range of accessible quantum simulation targets to go beyond equilibrium properties in the ground state. In this section, we focus on experimental methods to introduce perturbations through couplin' to external degrees of freedom (dissipation) and through disordered potentials. Some possibilities offered by time periodic modulations are discussed in a later section. Additionally, we examine here how sudden changes of the system parameters (a quench) may be realized to create and study out-ofequilibrium situations."}, {"heading": "Dissipation.", "text": "Altho the previus section focussed on elastic collisons, in the context of dissipation, inelastic collisons have an important role. The dissipation process can be classified on a microscopic level by the number of particles involved. One-body dissipation can be easily introduced by background-gas collisons in an uncontrollable way, whereas highly effective and controllable one-body dissipation is possible with nearresonant light, leading to heating by photon scattering events. In a different approach, very localized dissipation, limited in its effects to just a single optical lattice site, has been achieved using tight electron beams."}, {"heading": "Disorder Potentials.", "text": "In contrast to the predominantly temporal perturbation caused by dissipation, spatial perturbation owing to non-periodic potential landscapes enables the quantum simulation of disordered matter. A well-established route to disordered potentials is through optical potentials (Fig. 4). In its most basic sense, speckle patterns focused down to the very small length scales of optical lattice experiments provide access to the disordered regime 142 (Fig. 4a). Quasiperiodic optical lattices (Fig. 4b), superpositions of optical lattices at incommensurable lattice spacings, allow a degree of control of the disorder to be regained and have proved to be equally effective 143 . In a different approach, disorder is introduced by adding a minority population acting as impurities to the majority species (Fig. 4c). Beyond changes in the local energy landscape, inter-species atom-atom collisions have demonstrated the impact of small impurity admixtures on fundamental phenomena, such as the superfluid-to-Mott-insulator transition 144 . All three approaches -random speckles, quasi-periodic potentials and atomic impurities -have been instrumental to studies of Anderson localization phenomena 142,143,145 (Fig. 4d). In the presence of interatomic interactions and dissipation, many-body localized states can form that, although still far from equilibrium, cannot thermalize and thus remain insulating, even at nonzero temperature 146,147 ."}, {"heading": "Out-Of-Equilibrium Dynamics.", "text": "Da accessible fiziks is broadend beyond steadystate propertees by time-dependant changes of the sistem Hamiltonian. If these changes or perturbations of the sistem are performed very quickly with respect to the other relevant timescales, it is referred to as a quench. These quenches drive the atomic sistem out of equilibrium and provide access to the fiziks of the time dynamics in ultracold atom systems 148. In an optical lattice set-up, for example, the lattice depth can be changed either nearly instantaneously or by a continuous, but still fast, sweep across a phase transition."}, {"heading": "Key Technologies Of Quantum Gas Microscopes.", "text": "In Hubbard-regime optical lattice systems, the lattice periods needs to be short to obtain a big hopping matrix element between adjacent lattice sites. This poses challenges to the experimental set-up and the required imaging optics (see Supplementary Information Section S3). Available imaging techniques include standard absorption imaging, fluorescence imaging (Fig. 5a) and Faraday imaging. The latter two, in particular, merit closer examination. Although high-resolution absorption imaging has been developed for the detection of local properties, single-atom sensitivity and single-site resolution are still difficult to achieve."}, {"heading": "Applications.", "text": "Quantum gas microscopes provide a snapshot of a quantum many-body system, from which it is possible to extract correlations between atoms as well as their spatial distribution. Direct probing of the Mott-insulating state has been demonstrated for both bosonic 41,159 and fermionic 174,175 atoms. Particle-hole pairs, which stem from quantum fluctuations, have been measured in the Mott-insulating state with finite tunnelling 176. Anti-ferromagnetic correlations 171,177,178 and ordering 179 have been observed in Fermi-Hubbard systems, a milestone in acquiring new insight into high-T c cuprate superconductors."}, {"heading": "Synthetic Gauge Fields", "text": "\"Oi, there's loads of interestin' stuff goin' on in solids, innit? Like, the electrons and the electromagnetic fields and the spin-orbit thingy. But, ya can't simulate it 'cause of the atoms bein' neutral and all that. But, in the last ten years, they've made some progress in makin' it happen artificially. We got tools now to do the gauge fields and the spin-orbit thing and the bands that ain't normal.\""}, {"heading": "Artificial Magnetic Fields And Topological Lattices.", "text": "The basic idea to emulate a charged particle in a vector potential field leads back to the Aharonov-Bohm effect. When a charged particle moves around a solenoid, the particle acquires a phase proportional to the magnetic flux that penetrates the closed trace. This effect can be mimicked by the geometric phase acquisition of a quantum state. When atomic internal states are coupled with Raman lasers, laser-dressed atoms in a non-uniform magnetic field can acquire Berry phases owing to the underlying Berry gauge field 190."}, {"heading": "Synthetic Dimensions.", "text": "The availible dimenshuns are not limitted to the spacial ones, but can also be represented by time, internal states or momentum space. The dynamical version of the quantum Hall effect, also known as the Thouless charge pump, is realized using time as the second dimenshun. Quantized centre-of-mass transport per cycle is observed for both bosonic and fermionic systems 36,37. Using the internal degrees of freedom of atoms (for example, the Zeeman states in alkali-metal atoms) as artificial lattice sites, a synthetic dimensional lattice is realized, within which a chiral edge current has been observed 199,200."}, {"heading": "Spin-Orbit Coupling.", "text": "Spinn-orbit couplin' can be engineered through the Raman-couplin' of internal states or by Raman-laserassisted tunnellin' in an optical lattice owin' to spinmomentum lockin' [203][204][205][206]. Furthermore, optical Raman lattices [207][208][209] 'ave been implemented to realize 2D spinn-orbit couplin' with topological bands and a 3D semi-metal. In the Raman-lattice scheme, two pairs of lasers simultaneously form the conventional lattice and the necessary Raman potentials to realize 2D spinn-orbit couplin' 210,211 (see Supplementary Information Section S4 for a comparison of different implementation schemes). Compared with alkali-metal atoms, which 'ave a single valence electron that governs the physics of interest, two-electron systems, such as alkaline-earthmetal and alkaline-earth-metal-like atoms (such as Yb) provide additional unique features. Among these, access to SU(N) symmetry and two-orbital systems offer intriguin' quantum simulation tools and techniques that are otherwise impossible to perform. In this section, we address the preparation and detection methods of such SU(N) and two-orbital physics."}, {"heading": "Su(N) Systems.", "text": "The groun' electronic state of two-electron atoms is represen'ed by a term 1 S 0, where both the electron spin an' orbital angular momenta are zero. Although bosonic isotopes 'ave no nuclear spin, fermionic isotopes of, for example, 87 Sr, 171 Yb an' 173 Yb 'ave nonzero nuclear spins, I, of 9/2, 1/2 an' 5/2, respect-ively. The fact that the spin degree of freedom in the 1 S 0 state of fermionic two-electron atoms is solely attributable to the nuclear spins an' that the interatomic potential scarcely depends on the nuclear spins results in a nearly ideal SU(N) symmetry 212, where N = 2I + 1."}, {"heading": "Two-Orbital Systems.", "text": "The existance of long-lived metastable 3 P 0 and 3 P 2 electronic states in two-electron atoms gives rise to unique manipulation tools. The resulting ultranarrow optical transitions between the 1 S 0 ground state and these metastable states ('clock transitions') can be a versatile tool for an occupancy-resolved spectroscopy. Furthermore, the existance of electronic angular momentum in the 3 P 2 state provides a tool for tuning the interatomic interaction between atoms. The absence of electronic angular momentum in the 3 P 0 state provides an experimental platform for a two-orbital 1 S 0 + 3 P 0 SU(N) system."}, {"heading": "Outlook", "text": "Ultrakold atoms in optical lattices realize several theoretical models, such as the Hubbard, Heisenberg and Ising models, which are crucial in condensed matter physics. We have described various tools for the quantum simulation of these theoretical models and several applications for the quantum simulation of both numerically hard and/or conceptually important problems 228. Finally, we briefly outline future directions as well as challenges and opportunities for quantum simulation with ultracold atoms in optical lattices. Although the currently achieved temperature is sufficiently low to study new behaviours, such as pseudogap phenomena of the Fermi-Hubbard model, one important technical issue is reaching low enough temperatures for fermionic atoms in an optical lattice, to enable the investigation of the underdoped region of high-T c cuprate superconductors. Note that the temperature of fermions in an optical lattice is on the order of nano-kelvin, which is much colder than the sub-kelvin temperatures for electrons in solids. However, the relevant quantity in this case is the temperature scaled by the hopping matrix element, T/t, which is on the order of 0.1 for ultracold atoms, whereas it is typically below 10 -4 for electrons in solids (Table 1). Several schemes have been discussed [229][230][231]. Different lattice configurations predicting higher T c (Ref. . 232) would be interesting new targets for realizing unconventional high-T c superfluids. A further important direction is quantum computing using ultracold atoms, which can be pursued with a Rydberg atom tweezer array 233. Noisy intermediate-scale quantum devices 234 would be an important near-term target. Many sophisticated tools, developed for quantum simulation, can also be applied to other fields, such as precision measurements with a Fermi degenerate optical lattice clock 47. Future works will pursue other fundamental physics research 235, such as the search for new particles 235 using cold atoms or molecules in an collisional-energy-shift suppressing optical lattice. Fig. 1 | Quantum simulation tools and applications. Quantum simulation with optical lattices encompasses diverse fields that serve as tools, target applications or both. A clear distinction is often neither possible nor desirable. We give here an overview of the general fields and how, although all interconnected, they can be seen as tools to (red) and applications of (blue) quantum simulation approaches, with many topics positioned inbetween these classifications. This Technical Review focuses on applications towards condensed matter physics and related fields (outlined in red). 239 that randomly fluctuates about a mean value, ⟨I⟩, onto the atoms. b | In a superposition of a strong optical lattice (in this case, with a lattice constant of 516 nm) and a weaker optical lattice (in this case, with a lattice constant of 431 nm), a quasi-periodic potential is realized. The hopping energy, J, varies site-to-site (where x is the position) and the maximum shift of the on-site energy is 2Δ (ref. 143). c | A bosonic superfluid in an optical lattice (red) is perturbed owing to localized impurities (blue) that introduce local, effective potential shifts Uimp (ref. 145). d | Anderson localization observed in a speckle pattern experiment. In a 1D trap (red), the speckle pattern (blue) is projected onto a small Bose-Einstein condensate wave packet that is also kept in an additional harmonic confinement (grey) (left). Upon release from the small trap, the cloud expands and eventually localizes owing to the disorder potential (right) 142. Panel a adapted with permission from ref. 239 First, for atomic species with very low vapour pressure at room temperature, a 'hot' atomic beam is usually created from a vapour source that, depending on the specific vapour pressure characteristics, is kept at temperatures that range from only slightly above room temperature (for example, Rubidium) to well beyond 1000°C (for example, Erbium or Dysprosium). At this stage the atoms have typical velocities of several hundred meters-per-second. Using the recoil pressure of resonantly counter-propagating laser light in a so-called Zeeman slower the atoms are slowed down to about 10 m/s. At that velocity they can be trapped and laser-cooled in a magneto-optical trap (MOT) to below milli-Kelvin temperatures 4. A MOT can be directly loaded from the low velocity component of an atomic vapour, if it is large enough, in a glass cell near room temperature. Then the atoms are transferred to either a magnetic or an optical trap where forced evaporative cooling is performed 5.\nAfter the evaporative cooling the atoms are typically below micro-Kelvin temperatures and reach a quantumdegenerate regime, where the atoms undergo a phase transition to a Bose-Einstein condensate (BEC) for bosonic atoms 6,7 or form a Fermi-degenerate gas for fermionic atoms 8. Ref. 9 used Raman-sideband cooling to achieve BEC, instead of evaporative cooling. Up to now a variety of atomic species have been successfully cooled to quantum-degenerate regimes, including alkali-metal to non-alkali-metal atomic species [10][11][12][13][14], see Table S1a), and mixtures [15][16][17][18], Table S1b)."}, {"heading": "S2. Measurement Of Spin-Correlations In Optical Lattices", "text": "Wivout a powaful quantum gas microscope technique, it's usually quite difficult to measure the spin correlation between neighb'ring lattice sites. 'Oweva, the spin correlation can be detected by inducin' and observin' singlet-triplet oscillations in the double-well structures of an optical superlattice. In this approach, first, the hoppin' between neighb'ring sites is frozen by increasin' the optical lattice potential. Then a spin-dependent potential gradient is applied. This induces a coherent oscillation between spin-singlet and -triplet states. Finally, pairs of neighb'ring sites are merged into single sites by use of a superlattice 19."}, {"heading": "S3. Technical Aspects Of Quantum Gas Microscopes", "text": "High-resolution imaging for quantum simulation purposes typically requires a resolution to at least match the lattice spacing of the optical lattice that is normally used in such an experiment: several hundreds of nanometers. This is roughly equal to the wavelengths used for imaging, and therefore high-resolution imaging close to the diffraction limit is necessary for site-resolved detection. Although such an imaging is commonly used in biology or chemistry, its realization for ultracold atoms is considerably more challenging."}, {"heading": "Box 1 | The Optical Lattice Toolbox", "text": "In its most common implementashun, an optical lattice is formed by interferin continuos-wave lasers. Most simply, a laser beam with a wavelength λ is retroreflected off a mirror, creatin a 1D lattice potential, U ( x )=−U 0 sin 2 (2 π x / λ) (where U0 is the lattice potential depth, and x is the position of the atoms), that is proportional to the intensity of the laser standing wave. By superimposin 1D lattices in three orthogonal directions, a 3D cubic optical lattice can be created."}, {"heading": "Conclusion", "text": "The use of quantum gas microscopes in the study of ultracold atoms trapped in optical lattices has provided valuable insights into various aspects of quantum physics. These microscopes have enabled the investigation of key technologies and applications in the field. In terms of key technologies, the choice of imaging optics and imaging methods plays a crucial role. High-resolution imaging close to the diffraction limit is necessary to achieve site-resolved detection. Various imaging techniques, such as standard absorption imaging, fluorescence imaging, and Faraday imaging, have been explored."}, {"heading": "References", "text": "@article{bloch2008revolutionizing,\n  title={Revolutionizing quantum simulations with ultracold atoms in optical lattices},\n  author={Bloch, Immanuel and Dalibard, Jean and Zwerger, Wilhelm},\n  journal={Nature},\n  volume={453},\n  number={7198},\n  pages={1016--1022},\n  year={2008},\n  publisher={Nature Publishing Group}\n}\n\n@article{lewenstein2007ultracold,\n  title={Ultracold atoms in optical lattices: mimicking condensed matter physics and beyond},\n  author={Lewenstein, Maciej and Sanpera, Anna and Ahufinger, Veronica and Damski, Bogdan and Sen(De), Aditi and Sen, Ujjwal},\n  journal={Advances in Physics},\n  volume={56},\n  number={2},\n  pages={243--379},\n  year={2007},\n  publisher={Taylor \\& Francis}\n}\n\n@article{greiner2002quantum,\n  title={Quantum phase transition from a superfluid to a Mott insulator in a gas of ultracold atoms},\n  author={Greiner, Markus and Mandel, Olaf and Esslinger, Tilman and H{\\\"a}nsch, Theodor W and Bloch, Immanuel},\n  journal={Nature},\n  volume={415},\n  number={6867},\n  pages={39--44},\n  year={2002},\n  publisher={Nature Publishing Group}\n}\n\n@article{bloch2005ultracold,\n  title={Ultracold quantum gases in optical lattices},\n  author={Bloch, Immanuel},\n  journal={Nature Physics},\n  volume={1},\n  number={1},\n  pages={23--30},\n  year={2005},\n  publisher={Nature Publishing Group}\n}\n\n@article{spielman2013synthetic,\n  title={Synthetic spin-orbit coupling in Bose-Einstein condensates},\n  author={Spielman, Ian B},\n  journal={Physical Review A},\n  volume={87},\n  number={1},\n  pages={013607},\n  year={2013},\n  publisher={APS}\n}\n\n@article{dalibard2011colloquium,\n  title={Colloquium: Artificial gauge potentials for neutral atoms},\n  author={Dalibard, Jean and Gerbier, Fabrice and Juzeli{\\=u}nas, Gediminas and {\\\"O}hberg, Patrik},\n  journal={Reviews of Modern Physics},\n  volume={83},\n  number={4},\n  pages={1523},\n  year={2011},\n  publisher={APS}\n}\n\n@article{bloch2008many,\n  title={Many-body physics with ultracold gases},\n  author={Bloch, Immanuel and Dalibard, Jean and Zwerger, Wilhelm},\n  journal={Reviews of Modern Physics},\n  volume={80},\n  number={3},\n  pages={885},\n  year={2008},\n  publisher={APS}\n}\n\n@article{trotzky2012probing,\n  title={Probing the relaxation towards equilibrium in an isolated strongly correlated one-dimensional Bose gas},\n  author={Trotzky, Stefan and Chen, Yan and Flesch, Andreas and McCulloch, Iain P and Schollw{\\\"o}ck, Ulrich and Eisert, Jens and Bloch, Immanuel},\n  journal={Nature Physics},\n  volume={8},\n  number={4},\n  pages={325--330},\n  year={2012},\n  publisher={Nature Publishing Group}\n}\n\n@article{bloch2012quantum,\n  title={Quantum simulations with ultracold quantum gases},\n  author={Bloch, Immanuel and Dalibard, Jean},\n  journal={Nature Physics},\n  volume={8},\n  number={4},\n  pages={267--276},\n  year={2012},\n  publisher={Nature Publishing Group}\n}\n\n@article{lewenstein2012ultracold,\n  title={Ultracold atomic gases in optical lattices: mimicking condensed matter physics and beyond},\n  author={Lewenstein, Maciej and Sanpera, Anna and Ahufinger, Veronica and Damski, Bogdan and Sen(De), Ad"}]