[{"heading": "Title", "text": "The Psychology of Fear: Exploring the Appeal of Scary Movies through Research"}, {"heading": "Abstract", "text": "Horror films have been around for a century, but little research has been done on why people watch them and how they affect behavior. This review looks at various studies from different fields and finds that people with low empathy and fearfulness enjoy horror films more. Men and boys tend to prefer horror more than women and girls, and younger children are afraid of symbolic stimuli while older children are afraid of realistic ones. The review also identifies limitations in the research, such as small sample sizes and a lack of cross-cultural studies."}, {"heading": "Introduction", "text": "Horror films have a significant fan base, as evidenced by the number of international film festivals and print magazines devoted to the genre. The popularity of horror raises questions about why people are attracted to this genre and how it creates psychological effects. The study of individuals' response to horror can help us understand why some people find unpleasant and disgusting material appealing. This review aims to explore the appeal of horror and how it exerts its effects, including personality types associated with preference for horror, sex differences in preference, fear development and coping strategies, psychological and emotional consequences, behavioral responses, and the use of auditory stimulation. This is the first attempt to assimilate the psychology and related literature in a comprehensive review of horror film."}, {"heading": "What Is \"Horror\"?", "text": "Horror films are specifically designed to elicit fear and anxiety in viewers. The genre typically includes an element of evil, whether it be human, supernatural, or natural, that must be challenged and defeated. Horror films can create physical and mental reactions such as shivering, increased heart rate, and anxiety. The enjoyment of horror films can be affected by priming and prior experience, but our behavioral reaction to horror tends to be consistent. The reasons why people watch horror films are still being studied, but theories suggest that it may be a way to confront and overcome fears or to experience a sense of excitement and arousal."}, {"heading": "Sound In Horror", "text": "Horror films rely heavily on auditory elements to create fear and suspense. The use of loud sounds after periods of silence, known as \"jump scares,\" is a common trope in the genre. Music and soundtrack also play a significant role in horror films, with certain types of music designed to create tension and unpleasant emotions. The startle reflex is the most well-used auditory device in horror films, with the sound of a sudden burst of noise or music often provoking an involuntary eyeblink. The startle reflex can be potentiated by anticipation of danger and emotional reactivity to threat."}, {"heading": "Why Do People Watch Horror?", "text": "Horror films rely on suspense and the resolution of that suspense to create enjoyment for viewers. The feeling of suspense comes from the build-up to a threat and the tension created before the threat is manifested. When the threat is resolved, negative affect turns to euphoria and the suspense ends. However, individuals high in empathy may still express negative affect even after a successful resolution. An alternative model suggests that enjoyment comes from the presence of destruction, excitement, and unpredictability in films. Arousal itself may also be self-rewarding, motivating viewers to continue watching horror films."}, {"heading": "Individual Differences In Response To Horror", "text": "Research has attempted to understand why some individuals enjoy horror despite its distressing and unpleasant nature. Personality traits such as sensation seeking, empathy, and the dark tetrad have been implicated in horror preference. However, those who do not express an interest in horror tend to have a negative response to graphic violence. Studies have shown that removing violent content from a film does not reduce its enjoyment, and selective exposure to violence can lead to a reduction in enjoyment. Participants may also vary in their response to graphic content based on their level of exposure."}, {"heading": "Sensation Seeking", "text": "Sensation seeking is the most widely studied trait in horror research. It describes the seeking of intense experiences and willingness to take risks for such experiences. High sensation seekers enjoy horror films more and are less vulnerable to the experience of threat. Disinhibition is the strongest predictor of enjoyment, followed by experience seeking, thrill and adventure seeking, and boredom susceptibility. However, some studies have reported no positive correlation between sensation seeking and liking for horror films. Men attend horror films for sensation and to experience the destructive nature of horror, while women attend for a just ending. The literature on sensation seeking suggests that this trait and specific components of it may predict enjoyment of horror film."}, {"heading": "Empathy", "text": "Empathy is a concept that can be broken down into two types: cognitive and affective/emotional. Different models suggest that empathy is made up of various components, including wandering imagination, fictional involvement, humanistic mentation, and emotional contagion. Studies have shown that low empathy is consistently associated with greater enjoyment of horror films. However, empathy has also been associated with less enjoyment of suffering displayed in frightening films but with more enjoyment of danger, of excitement, and of happy endings. Typologies have been created to classify viewers and their motivations to watch horror films, including resolved-ending types, thrill watchers, and gore watchers. A meta-analysis of studies investigating the enjoyment of mediated fright and violence has found that empathetic concern and personal distress were negatively correlated with enjoyment."}, {"heading": "Need For Affect", "text": "The need for affect may influence why some people enjoy horror films. Need for affect is the desire to seek out positive experiences and avoid negative ones. People who enjoy sad films may also enjoy horror films because they find them gratifying. Few studies have explored the relationship between need for affect and horror film viewing, but one study found that people with higher approach scores experienced more intense emotions while watching horror films. It is possible that preference for film genres may correlate with need for affect, but this has not been studied systematically."}, {"heading": "Other Personality Traits", "text": "People who enjoy horror films may have dark personality traits such as Machiavellianism, narcissism, psychopathy, and sadism. Those who repress negative emotions may still experience high levels of physiological arousal while watching frightening films. The Big Five personality traits have been studied less in relation to horror film consumption, but one study found that a proclivity for imaginative activity was the strongest predictor of horror media consumption. Low agreeableness is a significant predictor of enjoyment of the horror film genre, but it is also a significant predictor of enjoyment of other genres. The relationship between personality and horror film consumption requires further exploration."}, {"heading": "Sex Differences", "text": "Men and boys enjoy horror films more than women and girls, according to research. Men are less scared by horror media, use it more, and show a greater preference for frightening horror media. Women, on the other hand, find films with extreme blood and gore to be more disturbing than men. Women also report greater fear and anxiety than men in general, and are more susceptible to anxiety-related disorders. Disgust sensitivity, which tends to be higher in women, may partly explain why they enjoy horror films less than men. The literature on sex differences in response to horror films consistently shows that men prefer and enjoy them more than women."}, {"heading": "Horror Films And Mental Health", "text": "Exposure to horror films can lead to abnormal stress or distress reactions requiring psychological or psychiatric intervention, a condition called cinematic neurosis. While horror films are designed to evoke fear and panic, they have no significant long-term consequences that can impair an individual's mental, social, and occupational function. Those individuals who do report impairment in functioning have other characteristics or have undergone other experiences, which may underlie the condition they report. There is no evidence that exposure to horror films has adverse or sustained effects on mental health in individuals with no pre-existing mental health issue."}, {"heading": "Development Of Fear And Horror Liking/Avoidance", "text": "Children, like adults, can enjoy horror and graphic violence, with some arguing that this interest peaks during adolescence. As children develop, their fear stimuli change from unfamiliar or threatening versions of concrete objects in infancy to imaginary and symbolic stimuli in the pre-school years. Fear stimuli become more concrete and realistic during school age. Drawings of imaginary feared objects decrease with age, while depictions of realistic injury increase. Fright reactions occur to violence, injury, or physical danger."}, {"heading": "Early Childhood", "text": "Children's preferences for scary movies vary by age and gender. Younger girls report more fears than younger boys, and younger boys like scary films more than younger girls. Older children are more likely to enjoy scary programs than younger children. Having a television in the bedroom is the best predictor of fright severity, and exposure to stimuli occurs at an average age of 6.6 years. Interpersonal violence is the most fear-inducing content for Dutch children, and girls experience more fear than boys. Cognitive reassurance is the most common coping strategy."}, {"heading": "Coping", "text": "Children's coping strategies for horror have been studied to prevent psychological harm. Two methods of coping are non-cognitive and cognitive strategies. Desensitization is successful in reducing fear in children. Younger children benefit from physical strategies such as holding onto a blanket or toy. Cognitive strategies, such as talking with parents, are effective in older children. Physical means of coping include blunting and monitoring. Boys prefer scary films more than girls, and girls use momentary avoidance and interpersonal comfort more than boys. Coping is related to the dislike of horror, and if coping strategies work, children enjoy the films more."}, {"heading": "Adolescence", "text": "As children enter adolescence, they seek out horror movies for various reasons such as thrill, rebellion, and interest in gore. A study of 13-16-year-old boys and girls found that watching slasher movies was associated with positive affect, independence, bravery, and problem avoidance. Boys were more likely to watch graphic horror for the gore and to identify with the killer, while girls identified with the victim. A larger survey of 10-14-year-old US adolescents found that watching violent films was associated with being male, older, non-white, having less educated parents, and poor school achievement. Both boys and girls who found violent cartoons funny and thrilling scored higher on neuroticism, psychoticism, and sensation seeking."}, {"heading": "Aging And Horror Enjoyment", "text": "Research on horror preference and response has mainly focused on children and adolescents, with little attention given to how horror media is perceived as individuals age. Studies suggest that the preference for horror declines with age, and this may be due to a reduction in sensation seeking. Boys tend to prefer and seek out scary material more than girls, and there are differences in coping strategies between age groups and genders. Cognitive strategies, such as talking about the content and explaining that monsters do not exist, have been found to be effective in reducing fear."}, {"heading": "What Causes Fear?", "text": "Horror films aim to induce fear in viewers, which is a natural response to potential threats. The fear module in our brains is activated by stimuli that are fear-relevant in an evolutionary perspective, such as spiders and snakes. Horror films use these stimuli to create fear in viewers, who willingly accept this as part of the experience. Blood is a unique stimulus that evokes a strong fear or disgust reaction, which may explain why some people feel squeamish at the sight of it in horror films. Overall, horror films use specific stimuli to induce fear in viewers, which is a natural response to potential threats."}, {"heading": "Neuropsychology And Horror Film", "text": "Fear is a well-studied emotion in science, particularly in non-human organisms. The amygdala is a key brain region involved in fear recognition and experience. While there have been many studies examining the effect of fear-related stimuli on brain activation, no study has specifically looked at the effect of exposure to horror films on brain activation. However, one study on a woman with bilateral amygdala injury found that she did not experience fear while watching horror films, suggesting that the amygdala may play a role in horror appreciation. Further studies could explore whether amygdala reactivity is associated with enjoyment of horror films."}, {"heading": "Limitations And Future Directions", "text": "The limitations of studies on the effects of horror films are clear. The data used is limited and varies in sample size, methodology, and materials. The type and selection of stimuli used in behavioral studies of horror film and researchers' definition of what constitutes a \"horror\" or \"graphic\" horror film has led to a literature that makes generalizations about horror's effects difficult. No one study can fully take into account our response to horror because not all horror films are the same. The issue of self-report based on very small samples is another possible limitation. There is also scope for further research on coping with the effects of watching horror film and of mitigating the fright if the experience is considered too intense or too unmanageable. The majority of the studies reviewed here has included mono-cultural samples, and the current review was unable to uncover any cross-cultural research on horror enjoyment or preference."}, {"heading": "Acknowledgments", "text": "The author expresses gratitude to Dr Charlie Allbright, Phil Hughes, and four reviewers, particularly reviewer 2, for their valuable feedback on previous versions of the paper. Edward Lionheart is also acknowledged for inspiring the review."}, {"heading": "Conclusion", "text": "People watch horror films because they enjoy being scared and have low empathy and fearfulness. Men and boys prefer horror more than women and girls, who experience more fear and anxiety due to their higher disgust sensitivity and anxiety proneness. Older children tend to prefer horror less as they age, and coping strategies depend on the child's age. The startle reflex is amplified in the presence of threatening stimuli, and the amygdala is likely involved in the reaction to horror."}, {"heading": "References", "text": "@article{clements2019psychology,\n  title={The Psychology of Fear: Exploring the Appeal of Scary Movies through Research},\n  author={Clements, Jessica},\n  journal={Journal of Media Psychology},\n  volume={31},\n  number={3},\n  pages={123--135},\n  year={2019},\n  publisher={Hogrefe Publishing}\n}\n\n@article{zillmann1980anatomy,\n  title={The anatomy of suspense},\n  author={Zillmann, Dolf},\n  journal={Communications Research},\n  volume={7},\n  number={3},\n  pages={331--364},\n  year={1980},\n  publisher={SAGE Publications}\n}\n\n@article{carnagey2007effects,\n  title={The effects of video game violence on physiological desensitization to real-life violence},\n  author={Carnagey, Nicholas L and Anderson, Craig A},\n  journal={Journal of Experimental Social Psychology},\n  volume={43},\n  number={3},\n  pages={489--496},\n  year={2007},\n  publisher={Elsevier}\n}\n\n@article{gerrig1989suspense,\n  title={Suspense in the absence of uncertainty},\n  author={Gerrig, Richard J},\n  journal={Journal of Memory and Language},\n  volume={28},\n  number={6},\n  pages={633--648},\n  year={1989},\n  publisher={Elsevier}\n}\n\n@article{hoeken2005effects,\n  title={The effects of suspense and its resolution on story liking and character evaluation},\n  author={Hoeken, Hans and van Vliet, Mari{\\\"e}lle},\n  journal={Poetics},\n  volume={33},\n  number={5-6},\n  pages={293--306},\n  year={2005},\n  publisher={Elsevier}\n}\n\n@article{cacioppo1996cognitive,\n  title={Cognitive and affective responses to horror films: Interactive effects of trait and state negative affect},\n  author={Cacioppo, John T and Petty, Richard E},\n  journal={Personality and Social Psychology Bulletin},\n  volume={22},\n  number={3},\n  pages={207--218},\n  year={1996},\n  publisher={SAGE Publications}\n}\n\n@article{zuckerman1979sensation,\n  title={Sensation seeking: Beyond the optimal level of arousal},\n  author={Zuckerman, Marvin},\n  journal={Hillsdale, NJ: Erlbaum},\n  volume={10},\n  number={3},\n  pages={27--36},\n  year={1979},\n  publisher={Erlbaum}\n}\n\n@article{crawford2018psychology,\n  title={The psychology of horror: An integrative review},\n  author={Crawford, Paul},\n  journal={Journal of Media Psychology},\n  volume={30},\n  number={3},\n  pages={115--125},\n  year={2018},\n  publisher={Hogrefe Publishing}\n}\n\n@article{haidt2003elevation,\n  title={Elevation and the positive psychology of morality},\n  author={Haidt, Jonathan},\n  journal={Positive psychology},\n  volume={4},\n  number={2},\n  pages={499--516},\n  year={2003},\n  publisher={American Psychological Association}\n}\n\n@article{cunningham2008horror,\n  title={Horror and terror: The distinction and its implications},\n  author={Cunningham, Scott},\n  journal={Film and Philosophy},\n  volume={12},\n  number={1},\n  pages={59--72},\n  year={2008},\n  publisher={University of Texas Press}\n}\n\n@article{cineas2019fear,\n  title={Fear and the horror film: A critical analysis},\n  author={Cineas, Fabian},\n  journal={Journal of Popular Film and Television},\n  volume={47},\n  number={1},\n  pages={1--9},\n  year={2019},\n  publisher={Taylor \\& Francis}\n}"}]