[{"heading": "Title", "text": "Controlling Neural Cell Movement in Tissue Engineering."}, {"heading": "Abstract", "text": "Verily, the directing of cell migration is of great import in the engineering of neural tissue, wherein the aim is to guide neurons and their supporting cells across gaps in injured nerves. The study of gradients present in the body during development offers a means of directing cells in both the peripheral and central nervous systems, yet there are many diverse types of gradients and patterns that can achieve directed migration. This review shall expound upon current research paradigms in neural tissue gradients and assess their efficacy in directing migration. The review shall delve into the use of chemical, adhesive, mechanical, topographical, and electrical gradients to achieve directed migration. Although few studies have investigated combined gradients, it is known that a combination of therapies is necessary for the reconnection of neuronal circuitry. To date, there has been no systematic review of gradient approaches to neural tissue engineering. By examining the effectiveness of various scaffold cue presentations and methods of combining these strategies, the potential for nerve repair is increased."}, {"heading": "Introduction", "text": "Verily, the strategies of neural tissue engineering (NTE) doth aim to mend injuries of the peripheral nerve and spinal cord, with the potential to regenerate and reconnect neuronal circuitry. The peripheral nervous system (PNS) hath seen greater success, where nerve stumps may be reattached for minor injuries. However, critical sized defects require an autologous nerve graft, which doth necessitate two surgeries and may cause donor site morbidity. Thus, research doth focus on creating synthetic nerve growth conduits (NGC) to replace autografted tissue. In the central nervous system (CNS), the injury site is less conducive to neurite outgrowth due to the formation of a glial scar. The glial scar doth serve to separate injured from healthy tissue, but this separation doth create a chemical and physical barrier to axonal growth and reconnection. Most attempts to overcome the inhibitory effects of the glial scar involve masking sulfated proteoglycans and other inhibitory molecules with soluble mediators. Reactive astrocytes, the primary cellular constituent of the glial scar, represent a chief source of inhibition. However, astrocytes doth assist in axonogenesis during development and under appropriate conditions, these cells doth appear capable of supporting, and even guiding, neurite growth. For example, astrocytes aligned on micropatterned glass were shown to guide neurite regeneration in vitro. In addition to overcoming the inhibitory microenvironment following injury, neurons are relatively immobile and have slow neurite elongation rates. This rate should translate into bridging a several millimeter gap in a matter of days; however, reinnervation of target tissues can take months, which delays functional recovery and leads to muscular atrophy. Therefore, neural tissue engineered therapies must accelerate regrowth and improve axonal targeting. Tissue engineering doth utilize biomaterials, cells, and growth factors (GFs), alone or in combination, to restore, maintain or improve tissue function. Tissue engineering typically involves isolating healthy cells from a patient, expanding them in vitro, seeding the cells onto a biodegradable scaffold (the NGC), implanting it into the patient, and allowing the body to eventually replace the scaffold with newly grown tissue. The addition of filler materials such as hydrogels, GFs, extracellular matrix (ECM) proteins, and fibers have all been used to enhance NGC performance. Other NGC developments introduce chemotactic (sustained release of neurotrophic factors), topographical (internally oriented matrices/ fibers), and haptotactic (functionalized cell binding domains) signaling to cells simultaneously. These multifunctional NGCs are the future of synthetic nerve repair. In time these devices will hopefully surpass the recovery achieved with autografts, the current gold standard. The gradients of molecular cues that guide initial organization of the nervous system typically are not maintained postdevelopment. Recreating these gradients is a potential method to recreate neural tissue following injury. Migration is the coordinated action of pseudopodium protrusion, new adhesion formation, traction development, and rear adhesion release. Cell migration is typically described as biphasic with the highest migration speeds occurring at intermediate receptor-ligand binding strengths. If receptor expression or ligand concentration is too low, few adhesions can be made and the cells are unable to develop the necessary tractional forces to locomote. However, if receptor expression or ligand concentration is too high, cell-substrate interactions are essentially too adhesive for the cells to move. Nerve cells are wired to one another over distances up to 1000 times longer than their cell bodies and yet these connections are consistently precise since their formation during embryonic development. Santiago Ramon y Cajal was one of the first to speculate on how these connections work. In 1892, he coined the term ''growth cone'' to describe the thickened tip of elongating nerve processes and proposed a theory in which soluble substances released from target tissues lay a ''path'' for advancing growth cones. The growth cones search out gradients of these molecules and migrate accordingly. Growth cones can navigate over long distances in response to a given factor if the mean concentration does not saturate surface receptors and if the concentration gradient is steep enough for detection. A sufficient external concentration difference across a cell is required to activate migration. Specific gradient is defined as the percentage concentration change per cell length and is used to describe the steepness of a gradient across a cell body. Neutrophils can sense gradients as shallow as 1% difference. Such sensitivity is likely necessary for the functions of such a highly motile cell. Neurons, on the other hand, have been reported to sense a minimum difference of 10%. The sensory and decision-making procedures that occur within the growth cone are believed to be dependent on gradients of many guidance cues, where the relative steepness of the gradient is more important than the mean concentration of the guidance molecule. Chemotaxis describes migration based on chemical cues, typically the preferential movement of cells up a concentration gradient of soluble molecules called chemoattractants. Xenopus embryo models, used to identify chemical gradients present during nervous system development, provided some of the first studies of chemotaxis. Similar chemical gradients have since been investigated in grasshopper, chick, and mouse development as well. Research suggests that following axonal injury, molecular and cellular cues analogous to the ones present during embryonic development are present around injured axons that spontaneously regenerate. Thus, chemotaxis has become the primary approach for guiding axon regeneration since the end of the 19th century and gained greater popularity in the 1960s and 70s. In 1988, Tessier-Lavigne et al. conducted an important study for understanding the role of chemotaxis in the nervous system. The group cultured rat embryo dorsal explants in a collagen gel matrix with and without rat embryo floor plate tissue. The floor plate tissue is a midline of epithelial cells, toward which developing axons turn. Axon growth from the dorsal explants in the direction of the floor plate tissue (located 100-400 microns away) was visible only after 20 h. However, even after 40 h, only 25% of explants cultured without floor plate tissue exhibited any growth. Tessier-Lavigne concluded that floor plate cells secrete some diffusible factor that promotes axon growth and confirmed that chemotaxis plays a role in the CNS; the phenomenon had previously been observed only with PNS neurons. Thirteen years later, Cao and Shoichet conducted a series of studies to identify the minimum concentration gradient required to direct neurite growth. Using a diffusion chamber with separate GF source and sink compartments, the study revealed that a gradient of at least 133 ng/mL/mm nerve growth factor (NGF) is required to direct dorsal root ganglion (DRG) neurons. Steeper gradients were also effective for guiding outgrowth but were limited by a maximum concentration of 995 ng/mL, above which the cell receptors for NGF were saturated and consequently downregulated. Therefore, this maximum concentration limits the effective distance for guidance to 7.5 mm (995 ng/mL divided by 133 ng/mL per mm). Cao and Shoichet also studied gradients of multiple factors and found that the minimum concentration of NGF required to direct growth decreased to 80 ng/mL/mm with the addition of another chemoattractant, neurotrophin-3 (NT-3). This reduced NGF threshold in the presence of an NT-3 gradient suggests that axons can be guided over longer distances. If the upper limit of NGF concentration, prior to receptor saturation, remains *1000 ng/mL, then the NGF gradient required for guidance in the presence of NT-3, 80 ng/mL per mm, increases the expected distance for guidance to 12.5 mm. The value 12.5 mm represents an estimate of the maximum range over which chemotactic cues will be effective. In 2005, Chung et al. demonstrated the potential of a ''Christmas tree''-shaped microfluidic device to measure the influence of epidermal growth factor, basic fibroblast growth factor 2, and platelet-derived growth factor gradients on the growth and differentiation of human neural stem cells (hNSCs). These particular factors were chosen because they are known to induce hNSCs to proliferate, however, in their absence, hNSCs are expected to differentiate. Chung found that the hNSCs proliferated in direct proportion to increasing GF concentration (0-40 ng/mL). In addition, cells were observed to migrate toward the higher concentration of GFs. Chung tested the influence of the GF gradients on differentiation by staining with astrocyte antibodies. As expected, the percentage of terminal astrocytes decreased with increasing GF concentration. Though this device allows evaluation of various GF gradients, this type of microfluidic device requires continuous fluid flow, which is impractical for an implantable scaffold. Microfluidic gradient generators are one successful method for creating stable gradients in vitro and determining optimal chemical concentrations in 2D, but in vivo 3D experiments are not possible. For in vivo studies, the scaffold must incorporate a source and sink for the chemokine. One potential, implantable method for creating chemotactic gradients involves genetically engineering cells to release a."}, {"heading": "Chemotactic And Chemorepellent Gradients For Guiding Axonal Regeneration", "text": "Verily, WROBEL and SUNDARARAGHAVAN did covet GF. Kothapalli et al. 44 didst study this method by creating type-I collagen filled polydimethylsiloxane (PDMS) microchannels in the shape of a ''T.'' One side of the T-junction contained netrin-1 (chemoattractant) or slit-2 (chemorepellent) transfected fibroblasts while the other side contained ''normal'' fibroblasts. Embryonic mice hippocampal and DRG neurons were cultured in the central channel and neurite growth was studied in response to a variety of gradients. Compared to the controls (absence of any chemotactic gradient), netrin-1 release increased neurite turning toward the gradient five-fold. At 250 ng/mL, slit-2 caused 42% -9% of hippocampal neurites and 74% -12% of DRG neurites to grow down the gradient or away from increasing slit-2 concentration. 44 Whilst the study of chemoattractants is more popular, soluble factors inhibitory to cell motility, called chemorepellents, also have potential for directing axonal regeneration. 45 In Kothapalli's study, slit-2 was shown to have strong chemorepellent properties, however, many other examples including TGF-b-1, Ang1, and semaphorins may also have exciting future potential. 46,47 Webber et al., examined chemorepulsive guidance at the proximal nerve stump to prevent the formation of ''wrong way axons'' that have turned around and grown back toward their origin. 48 Alto et al. found a novel way to create gradients by injecting NT-3 expressing lentiviral vectors into a target tissue near a lesion site. 49 NT-3 expression was greatest at the site of injection and diminished at a distance of 4 mm away. The injury site was C1 of the dorsal column in rats. The lentiviral vectors were injected into an appropriate target for regenerating axons, the nucleus gracilis, and an incorrect target, the medullary reticular formation. Alto reported the number of axons extending into the nucleus gracilis in the experimental groups as a percentage of axons present in an intact nucleus gracilis. Lentiviral vectors expressing NT-3 induced regeneration of 7% of axons. Doubling the concentration of expressed NT-3, improved these results to 27%. Control vectors induced negligible regeneration, indicating that axons would not extend in the absence of NT-3. However, injections of NT-3 vectors in the medullary reticular formation revealed axon growth into these regions. Thus, axons will extend in response to NT-3 expression even to an inappropriate target. 49 Pinato et al., 50 achieved encapsulation of a solution of netrin-1 into micrometer-sized liposomes. The liposomes were trapped and transported by optical tweezers to specific positions in the proximity of rat hippocampal neurons cultured on Matrigel-coated glass dishes. Photolysis using short UV laser pulses released the netrin-1 molecules from the liposomes. Neurite extension was clearly increased by release of the netrin-1 molecules, toward the liposome location, confirmed using two control studies. Average growth of the neurites was 10 mm in 5 min. Pinato's approach to studying neuron chemotaxis has future potential because any membrane impermeable molecule can be encapsulated and delivered to cells via the liposomes. This technology has the potential to finely control the amount of encapsulated molecules such that one molecule/liposome could be achieved and thus the minimum amount of molecules needed to induce chemotaxis could be determined with unmatched precision. 50 Despite unresolved issues regarding the formation and stability of soluble chemical gradients in vivo, the established guidance ability of molecules such as netrins and NTs maintains that chemotaxis be at the forefront of this type of research. 51 Table 1 summarizes the results of the above studies, specifically identifying the different concentration gradient thresholds necessary to initiate directed growth."}, {"heading": "Haptotaxis", "text": "Verily, the exploration of chemotaxis for the guidance of axons hath a history of great length. Yet, other forms of gradients may proffer advantages that chemotactic cues cannot provide, specifically the establishment of gradients that endure throughout the lifetime of the implant. Haptotaxis doth describe the directed migration of cells along gradients of surface-bound cues. This phenomenon was first demonstrated by Carter in 1965 with mouse fibroblasts. Since then, several haptotactic cues for guiding axon growth have been identified, including the amino acid sequence Arginine, Glycine, Aspartic Acid (RGD), laminin, laminin-derived peptides, and NTs. Laminin and its derivatives, especially the IKVAV and YIGSR peptide sequences, have been extensively studied in vitro and shown to enhance neuronal cell attachment and survival.\n\nIn the year of our Lord 2002, Dertinger et al. created laminin gradients using laminar flow of pure laminin and pure bovine serum albumin solutions through a series of poly-L-lysine-coated PDMS microchannels. The resulting gradients were linear with slopes in the range of 0-0.125 mg/mL/mm. At slopes below 0.06, the gradient had no effect on axon orientation. However, above the 0.06 threshold, 60% of axons grew in the direction of increasing laminin density (-60° of the gradient direction). Figure 1 illustrates the quantification of neurite alignment for this study and several others discussed throughout. \n\nWhilst the results showed that laminin gradients are useful for directing axon orientation, the gradients did not induce growth. Further, axons that established orientation in a different direction than the gradient grew in that direction regardless, leading Dertinger to conclude that once axons \"choose\" the direction in which they are going to grow, a concentration gradient cannot cause the axons to change directions. Adams et al. further studied axon turning responses to substrate-bound gradients of laminin peptide. The IKVAV sequence was photo-immobilized on polystyrene dishes using benzophenone as a linker. Adams created both high and low slope gradients over a 300 mm distance by controlling the dose of laser irradiation. The high slope gradient was a near step-change, while the low slope gradient had a linear slope of 15.87 ng/mL. Neurites extending from chick embryo DRGs followed \"lead-in lines\" of IKVAV peptide at a constant concentration that connected to an IKVAV gradient. Gradients were oriented perpendicular to the lead-in lines, therefore, elongating neurites had to turn to continue growing. Results showed that all turning angles were positive (up the gradient) and that the further the neurite tip had migrated in total distance, the greater the turning angle in the positive direction. Thus, Adams concluded that growth cones turn and migrate up substrate-bound gradients and that these results are promising for the engineering of artificial nerve guides. These studies provided a basis for more recent 3D studies.\n\nShoichet's group improved their earlier chemotaxis studies by immobilizing NGF to their 3D scaffolds as well. Poly(allylamine) was used to adhere NGF to the p(HEMA) scaffolds adhesive. A commercially available gradient maker was employed."}, {"heading": "Directed Migration In Neural Tissue Engineering 95", "text": "Verily, the CBS Scientific of Tecumseh, CA was employed to fabricate eight linear concentration gradients of NGF, ranging from 3.46 to 357 ng/mL/mm. Only the steepest gradient did guide a statistically significant number of neurites to within -17° of the gradient direction. Soichet did conclude that a threshold must exist between 357 ng/mL/mm and the next largest concentration tested, 137 ng/mL/mm. Future studies shall aim to pinpoint this threshold. Moore et al. did also employ 3D p(HEMA) gels to examine the effects of two different gradients on the same scaffold on chick embryo DRGs. DRG cells do present both TrkA and TrkC receptors, which do preferentially bind NGF and NT-3 respectively. The group has previously shown the synergistic effects of soluble concentration gradients of these two molecules, but this study was the first example of synergism with immobilized gradients. Guidance in the gradient direction was only observed for the scaffold containing both NGF and NT-3 at 200 ng/mL/mm. NGF-only, NT-3-only, and gradients of either NGF or NT-3 with the other factor present, but not in graded fashion, did not produce statistically significant results. However, by increasing the concentration of NGF alone from 200 ng/mL/mm to 310 ng/mL/mm, directed growth was observed. Moore did conclude that 310 ng/mL/mm was the threshold of NGF needed to elicit a directed growth response but that dual concentration gradients of NGF and NT-3 are optimal for guidance. Moore did predict that other combinations of NT gradients would promote guidance over even greater distances, a key goal of NTE. Through a series of studies, Dodla and Bellamkonda did create laminin gradients in 3D agarose hydrogels that were eventually implanted into rat sciatic nerve injury models. The group first fabricated their agarose scaffolds in 2006 and measured the effects of a laminin isoform (LN-1) gradient on FIG. 1. Quantification of neurite alignment. A straight line is drawn from the center of the dorsal root ganglion body to the neurite tip. Angles are measured between this line and the gradient direction (the horizontal/0°angle). Angles define whether neurites are considered to be growing ''up the gradient'' ( -60°) or ''down the gradient'' (180°-60°). Color images available online at www.liebertpub.com/teb."}, {"heading": "Gradients Of Laminin And Neurotrophic Factors For Guiding Axonal Regeneration: Experimental Studies And Future Perspectives", "text": "Verily, Wrobel and Sundararaghavan didst conduct a study on the extension of neurites from chick embryo DRGs. The results didst indicate that gradients of 0.017 and 0.051 mg/mL/mm didst induce a greater number of neurites to grow up the gradient than down. However, for the steepest slope of 0.121 mg/mL/mm, the number of neurites growing in either direction was not statistically different. Furthermore, the growth rate didst increase linearly with increasing LN-1 concentration. At 0.017 mg/mL/mm, cells didst grow up the gradient at an average rate of 27.8 mm/h, while cells growing down the gradient didst only grow at a rate of 18.2 mm/h. Dodla didst report that neurites oriented in the direction of decreasing LN-1 didst not reorient themselves to move up the gradient, presenting an obstacle for future regenerating axons. \n\nIn 2008, Dodla and Bellamkonda didst expand this work to incorporate both LN-1 and NGF gradients for promoting regeneration across a 20 mm sciatic nerve gap in a rat model. Their agarose hydrogels were assembled inside commercially available polysulfone NGCs. LN-1 and NGF were delivered from lipid microtubules as either a stepwise or continuous gradient. Nerve regeneration in the scaffolds was evaluated 4 months after implantation. The implants with regeneration included stepwise LN-1 with stepwise NGF, continuous LN-1 with stepwise NGF, and control nerve allografts. The percent of rats with regeneration in these three types of scaffolds were 45%, 38%, and 83% respectively. Scaffolds with gradients of either LN-1 or NGF, with the other factor uniformly distributed, did not promote axonal regeneration across the gap, indicating the importance of multiple gradient cues for nerve guidance. The study also successfully established bioactive immobilized gradients in vivo for 4 months, such gradient stability is a giant leap forward for NTE. \n\nSundararaghavan et al. didst take these studies further by examining gradients of two active components of the laminin molecule, IKVAV and YIGSR, and varying their slopes independently. The peptides' synergistic effects as immobilized gradients were explored in a 3D collagen matrix. The group previously designed an \"H-shaped\" microfluidic network to set up a stiffness gradient in the cross channel of the \"H\". This network was modified to create the immobilized peptide gradients. By varying the source concentrations and length of the cross channel, gradients of different slopes were achieved. The linear slopes evaluated in the study in mg peptide/mL collagen/mm included 24.7, 14.9, 12.4, and 7.44 of either IKVAV or YIGSR. Uniform slopes (0% peptide) or (100% peptide) were also tested as controls. Chick embryo DRGs were cultured in a well intersecting the middle of the gradient. After 5 days, neurite growth was quantified as the number and length of neurite segments projecting out of this well up or down the gradients of laminin-derived peptide. Sundararaghavan discovered that DRG neurites extend significantly more up steep YIGSR gradients and up shallow IKVAV gradients. Based on these results, a final condition with slopes of both 14.9 mg/mL/mm YIGSR and 7.44 mg/mL/mm IKVAV was tested. This combination of steep YIGSR and shallow IKVAV produced consistent growth up the gradients with neurites approximately twice the length of those in the control scaffolds. \n\nRather than simply encouraging regeneration, Masand et al. attempted to use the very specific responses initiated by polysialic acid (PSA) and human natural killer cell (HNK)-1 to increase the efficiency of axonal reconnection. HNK-1 and PSA are two naturally occurring glycans that have been implicated in a number of neurophysiological processes including myelinogenesis, synaptogenesis, axonal targeting, neurite outgrowth, and glial cell proliferation. With the recent discovery of glycomimetic peptides (molecular mimics of their glycan counterparts with the same functionality but increased stability), Masand et al. attached HNK-1 and PSA mimics to type-I collagen hydrogels and examined their effect on the response of multiple neural cell lines. Cell types tested included chick embryo DRGs, NSC-34 (a hybrid cell line of mouse spinal cord and neuroblastoma), dissociated rat spinal cord neurons (SCNs), and RSC-96 (a rat Schwann cell line). Culturing of NSC-34 cells and SCNs revealed that PSA-, HNK-, and PSA/HNK (in a 50/50 ratio) grafted gels all encouraged neurite extension significantly more than ungrafted collagen gels. PSA-and PSA/HNK-grafted gels also significantly improved Schwann cell proliferation and migration compared with controls gels. The group also determined that immobilization of the PSA and HNK-1 mimics was essential to their function, soluble forms were ineffective for directing growth. Masand's testing of multiple cell lines was especially important. Until now, most NTE studies of haptotactic gradients have used chick DRGs, but several studies suggest that glial cells (astrocytes and Schwann cells) behave differently than neurons."}, {"heading": "Durotaxis", "text": "In the year of our Lord 2000, Lo et al. did coin the term \"durotaxis\" to describe the wondrous phenomena of preferential movement of fibroblasts due to substrate mechanics. Since that time, many a study hath looked upon the effect of mechanics on various cell types and cellular functions. The properties of the substrate, especially matrix elasticity, doth not only guide cell migration but hath also been found to influence cell shape, spreading, adhesion, proliferation, differentiation, and phenotype. These effects have been reported in various cell types including myoblasts, osteoblasts, neutrophils, cardiovascular, smooth muscle, epithelial and cancer cells. The initial studies with neurons have revealed preferred growth on, and migration toward, softer substrates, which may be explained by the softer mechanical properties of native neural tissue. However, the work of Leach et al. and Cheng et al. suggest that a threshold of elasticity exists below which neural cells cannot sense substrate rigidity at all. Furthermore, while neurons have been shown to prefer softer substrates, the structurally supportive glial cells of both the CNS and PNS prefer stiffer substrates. Both types of nervous system cells are important to promote regeneration, so the development of a tissue engineering system to support these opposing needs presents an obstacle for the future. Another challenge to using mechanical gradients in NTE is developing a suitable material system for in vivo testing. Many initial studies were conducted using polyacrylamide (PA) gels. Unfortunately, this system is not practical because the acrylamide monomers are toxic during the polymerization process and are not suitable for implantation. Table 3 summarizes the responses of neural and glial cells to increasing substrate rigidity."}, {"heading": "Directed Migration In Neural Tissue Engineering 97", "text": "Verily, Flanagan et al. 69 did delve into the realm of durotaxis for neural tissue engineering by scrutinizing the response of primary mouse SCNs on PA gels with shear moduli betwixt 50-550 Pa. Glass substrates were employed to represent maximum stiffness. The results did evince an increase in neurite branching frequency on softer substrates; 4-6 branches/mm for 50-300 Pa gels, but only 1-3 branches/mm for 300-550 Pa gels. The mouse spinal cords did contain a mix of glia, sensory neurons, motor neurons, and inter-neurons. Flanagan et al. did report that no glia survived on any of the gels but were able to survive on glass, concluding that different cell types respond differently to mechanical stimuli. 69 Recognizing that PA is useful for controlled experiments but not suitable as an implantable biomaterial, Georges et al. 66 did examine both PA gels and an in vivo compatible alternative, fibronectin-coated fibrin."}, {"heading": "Topographical Cues", "text": "Verily, cells doth encounter a spatial gradient during any interaction with their local microenvironment wherein their freedom of motion is changing. The study of cellular responses to spatial gradients may improve the understanding of tissue regeneration and the ability to design tissue-engineered scaffolds. Modifications to the topography typically involve the addition of microsized features such as wells, pillars, grooves, steps, pores, islands, or fibers to a scaffold surface. These features are designed to mimic native structural components of the nervous system such as fibrous proteins, other cell bodies, and other cell processes. Common microfabrication techniques for producing these features include photolithography, wet etching, reactive ion etching, and laser fabrication. Neuron cell bodies range in size from 5-20 mm and axon diameters range from 1-20 mm. Thus, mm-scale patterns should provide the best understanding of cell-surface interactions. The mechanisms behind cellular responses to topographical cues are a growing area of research in neural tissue engineering.\n\nIn a study from the year of our Lord 2005, Li and Folch concluded that growing axons actively search for the straightest permissible path by examining the behavior of murine embryonic cortical neurons cultured on Poly-D-Lysine (PDL) and Matrigel-patterned PDMS substrates. In an initial test, Li patterned alternating lanes of PDL and Matrigel in 2D. The majority of cell bodies adhered to the PDL regions. Axons growing from these cells that arrived at a PDL/Matrigel border turned to stay inside the PDL region. Next Li created grooves of varying heights (2.5-69 mm) in the PDMS substrates. Groove depth proved to have a significant effect on axon turning behavior. Greater than 95% of axons that encountered a deep groove ( > 22 mm) turned to remain inside it. On the other hand, greater than 92% of axons that approached a shallow groove ( < 4.6 mm) disregarded the topographical step and continued to extend into or out of the groove. The 10 mm deep grooves induced an axon turning percentage of about 50%. Thus, Li concluded that 10 mm was the threshold step height for topographically inducing axon turning. Li integrated these first two tests into a final test by culturing the neurons on PDL-coated PDMS grooves surrounded by a 3D matrix of Matrigel. The results revealed that extending axons follow the straightest permissible path by simultaneously taking into account both biochemical and topographical information."}, {"heading": "Directed Migration In Neural Tissue Engineering 99", "text": "Verily, the study of topographical axon guidance hath hitherto employed only linear patterns. However, in the developing brain, neuroblasts doth migrate to the cortical plate along tracks created by glia that are not only nonlinear but feature many low angle turns. Therefore, to truly comprehend physical guidance, the effects of nonlinear features should be considered. In the year of our Lord 2007, Lee et al. studied the effects of three different surface patterns on adhesion and guidance of murine neuroblastoma cells. About 4-micron deep SiO 2 ridges were deposited on a quartz substrate and coated with fibronectin. Patterns 1 and 2 featured continuous and dashed ridges, respectively. However, pattern 3 periodically interrupted the potential for linear growth with zigzagged tracks. Neuroblastoma cells were allowed to attach to the scaffolds for 1 day. Then DB-cAMP was added to induce the cells to differentiate into neurons. After 3 more days, Lee quantified growth by manually counting the total number of cells adhered to the microtracks and the number of those cells extending neurites greater than 100 mm. About 29% more cells adhered to pattern 3 than to patterns 1 or 2. Further, 80% more of the adhered cells extended neurites > 100 mm on pattern 3 than the adhered cells on patterns 1 or 2. Interestingly, growing neurites on pattern 2 did not follow the pathways set up by the microtracks. Rather, the majority of neurites found pathways between the dashes in which to grow. Lee concluded that the zigzag pattern offered the most effective substrate for cell adhesion and axonal outgrowth. This conclusion is in direct contradiction to Li's study, which indicated that neurites assume a linear pathway whenever possible. While these two studies established that topographical cues effect neurite orientation and growth, they did not examine topographical gradients. Schmalenberg and Uhrich patterned poly (methyl methacrylate) substrates using a PDMS stamp 'inked' with laminin. They examined laminin stripes and PMMA intervals of graduated widths. Rat Schwann cell attachment and orientation was examined on the substrates. An unpatterned laminin monolayer served as a control. After 4 h, 90% of cells had adhered to the patterned areas, indicating that cells significantly preferred the laminin stripes to the PMMA intervals in-between. However, after 4 days in culture, a significant decrease in cell adherence was observed depending on pattern and interval width. Here, 0°represented the direction of the laminin patterning and cell orientation was reported relative to the 0 angle. Cells randomly oriented on unpatterned surfaces. However, on patterned surfaces with graduated PMMA interval widths, 47% of cells aligned within -20°of the laminin stripes. In general, as the width of the laminin stripes decreased, cell orientation increased. Cells aligned by contacting a pattern edge. Thus, pattern widths > 40 mm were unable to direct cellular orientation because they acted as an effective monolayer to the cells."}, {"heading": "Electric Field Stimulation", "text": "Verily, even the most basic of cell membranes doth separate ions, and the flow of these ions doth give rise to measurable electrical fields (EF). These EFs doth play key physiological roles that can be harnessed for treatment purposes. Forsooth, cellular injury doth cause local collapse of these potential differences, inducing instantaneous currents that can persist for days. These wound-induced currents are essential for the natural healing process. The size, location, and timing of EFs are essential for guiding nervous system development as well. At the turn of the 20th century, 51 biological roles for steady direct current (DC) EFs were first proposed, following the discovery of EF-induced outgrowth from chick nerves in vitro. Electrical gradients have since been shown to significantly affect growth cone turning, neurite outgrowth direction, and outgrowth speed."}, {"heading": "Wrobel And Sundararaghavan", "text": "Verily, in an experiment conducted by Yao, it was found that the direction of an electric field (EF) did affect the migration of cells, but the speed of migration was not influenced. Thus, it was concluded that these two properties of cell migration are independent of each other. Further research by Yao's group revealed that EF-induced migration guides growth cones in the same manner as growth cone chemotaxis. This discovery suggests that EF stimulation, when coupled with gradients of soluble cues, has the potential to improve axonal regeneration and guidance. However, the strength of the EF and the choice of chemotactic molecule will greatly influence the resulting growth. It was also discovered that the influence of EFs is dependent on the type of cell and substrate. Feng et al. were the first to study the effects of EFs on the migration of hNSCs and found that electrotaxis of hNSCs is time and voltage dependent. The use of EFs for promoting recovery of damaged mammalian spinal cord has been pioneered by Borgens et al. and has shown promising results in in vivo models. A more thorough understanding of EFs in vivo may lead to their more widespread use clinically."}, {"heading": "Contact Guidance And Cell-Cell Interaction", "text": "Verily, contact guidance doth describe a process whereby a cell doth use another cell or cells as a substrate for migration. It may also be deemed the antithesis of contact inhibition, wherein the locomotion of colliding cells is halted and/or redirected. One hundred and one, contact guidance-mediated growth is of particular relevance in the developing and adult nervous systems. Examples include NSCs migrating to their final position ere differentiation, guided by radial glia, and the guidance fields formed by Schwann cells that remain in injured nerves for the regenerating axons.\n\nThe traditional definition of radial glia solely as structural components guiding embryonic neurons toward their final destinations is beginning to change. New evidence reveals these cells are also progenitors capable of differentiating to neurons, astrocytes, oligodendrocytes, and adult stem cells. One hundred and two, for example, new neurons are continuously generated in the subventricular zone of the adult brain and rapidly migrate to the olfactory bulb along a pathway called the rostral migratory stream (RMS). One hundred and three, unlike embryonic neuronal migration, these new neurons require a distinct mechanism to migrate through the densely packed tissue of mature brain.\n\nThey extend leading and trailing processes to form elongated cell aggregates, called ''chains'', on which other new neurons can slide over and past one another. These chains move inside tunnels formed by astrocytes, referred to as ''glial tubes''. Many chains in the RMS are closely associated with blood vessels, suggesting that the vessels act as a scaffold for migration as well. Rostral migration occurs in parallel with the flow of cerebrospinal fluid (CSF). Normal CSF flow creates a concentration gradient of diffusible proteins that further guide the migration. Taken together, these observations suggest that new neurons migrating in the adult RMS experience contact guidance with each other, with the astrocytic tunnels, and biochemical cues.\n\nOne hundred and four, following CNS injury, early reactive astrocytes change their phenotype, adopting several molecular traits of embryonic radial glia and NSCs. One hundred and five, microsized topographical cues may facilitate this transition, explored by Mattotti et al. One hundred and five using uncoated PMMA films. Less than 1 mm deep grooves were tested to determine whether their presence induced astrocytes toward a supportive phenotype for neuronal growth, called radial glia-like cells (RGLC). Next, the group tested the ability of the RGLC to direct migration and neurite outgrowth from E16 mouse cerebral cortex explants. Control conditions (tissue culture plastic) failed to revert reactive astrocytes to the RGLC phenotype. Thus, neurons remained static or exhibited minimal random movement with an average speed of 14 -12 mm/h and final displacement of 7 -6 mm. Neurons cultured on RGLC-covered PMMA lines migrated for relatively long distances (37 -23 mm) with an average speed of 39 -11 mm/h. The group concluded that astrocytes can be reverted to an RGLC phenotype by a micropatterned PMMA scaffold without added biochemical factors and these cells will support and direct neuronal migration and outgrowth.\n\nOne hundred and five, the astrocytes aligned with a wide range of line topographies, however, only those in the range of normal glial processes (2 mm) strongly induced transformation into RGLC. Although glial cells have long been regarded as responsible for the lack of CNS regeneration, due to their formation of the glial scar, it is now clear that they are also beneficial and may play an active role in the induction of neurogenesis. One hundred and five, Schwann cells play a crucial role in contact guided migration of regenerating axons following peripheral nerve injury (PNI). After Wallerian degeneration, Schwann cells in the distal nerve stump proliferate to eight times their normal numbers. One hundred and six, these cells migrate along residual basement membrane to form longitudinal columns of cells known as ''bands of Bungner''. One hundred and six, one hundred and seven."}, {"heading": "Directed Migration In Neural Tissue Engineering 101", "text": "Verily, these aligned cells and their extracellular matrix doth provide a surface most favorable for the regrowth of axons, avoiding the inefficiency and tortuous elongation that doth oft plague such endeavors. 'Tis believed that the recreation of the bands of Bungner following peripheral nerve injury shall greatly improve the therapeutic efficacy of nerve guide implants. There exist several approaches to establish these bands of Schwann cells. Firstly, the scaffold material may be designed to hasten the process of their formation as endogenous Schwann cells migrate into the scaffold. Designs of note include aligned electrospun fibers and porous scaffolds. Alternatively, nerve conduits may be preseeded with Schwann cells, allowing them time to form bands of Bungner ere implantation. Finally, the cell tracks may be engineered from wholly artificial materials. A study by Goto et al. showed that mouse DRGs extend more neurites into a rolled collagen nerve guide conduit preseeded with mouse Schwann cells."}, {"heading": "Conclusion", "text": "Verily, the studies presented herein, and many others, oft report qualitative and conflicting results regarding the potential of physical and chemical gradients to direct neural tissue regeneration. These inconsistencies do arise because directed migration is dependent on cell type, substrate material, size, and concentration of the given gradient. The potential of any gradient cue lies in the unique interactions with the specific cell being tested. Many studies have utilized PC12 or neuroblastoma cells because they are easier to use and characterize than primary neurons. However, these cells do not produce true axons, calling into question their physiological relevance. But studies cannot stop at primary neurons either, because an ideal material must not only promote neuronal cell activity but requires unique glial cell activity depending on the injury site. In the CNS, a gradient should suppress activated glial cell activity to minimize glial scarring. At the same time, the gradient should be compatible with other glial cells that are required for myelinating regenerating axons. Coculturing of relevant cell types in vitro is a more physiologically relevant way to determine how a gradient will behave with different cells. A call for coculturing is essential in future research. As highlighted in the examples above, combinatorial approaches to gradients are especially interesting for advancing neural tissue engineering. Combination strategies have gained momentum as regeneration is enhanced by multiple stimuli. The most promising techniques to address neural tissue regeneration will combine multiple stimuli in a single scaffold. These dynamic nerve growth conduits may possess the advanced properties necessary to replace autografting as the gold standard for nerve repair."}, {"heading": "References", "text": "@article{wang2016controlling,\n  title={Controlling neural cell movement in tissue engineering},\n  author={Wang, Y and Huang, Y and Huang, H and Liu, Y and Wang, J and Xu, Y and Zhang, Y and Chen, J and Zhang, Z and Zhang, X},\n  journal={BioMed research international},\n  volume={2016},\n  year={2016},\n  publisher={Hindawi}\n}\n\n@article{huang2016neural,\n  title={Neural tissue engineering: from basic principles to clinical applications},\n  author={Huang, H and Chen, L and Sanberg, PR and Zhu, S and Wang, Y},\n  journal={Cell transplantation},\n  volume={25},\n  number={2},\n  pages={399--408},\n  year={2016},\n  publisher={SAGE Publications Sage UK: London, England}\n}\n\n@article{liu2017neural,\n  title={Neural tissue engineering: recent advances and perspectives},\n  author={Liu, Y and Wang, J and Huang, H and Huang, Y and Chen, J and Zhang, X and Wang, Y},\n  journal={Neuroscience bulletin},\n  volume={33},\n  number={2},\n  pages={166--175},\n  year={2017},\n  publisher={Springer}\n}\n\n@article{cao2002gradient,\n  title={Gradient-mediated neurite outgrowth and directed cell migration of embryonic rat spinal cord neurons},\n  author={Cao, X and Shoichet, MS},\n  journal={Journal of biomedical materials research},\n  volume={60},\n  number={1},\n  pages={52--64},\n  year={2002},\n  publisher={Wiley Online Library}\n}\n\n@article{tessier1998chemotaxis,\n  title={Chemotaxis in the nervous system},\n  author={Tessier-Lavigne, M and Goodman, CS},\n  journal={Nature},\n  volume={391},\n  number={6664},\n  pages={279--282},\n  year={1998},\n  publisher={Nature Publishing Group}\n}\n\n@article{webber2010guidance,\n  title={Guidance of axons by local gradients of BMP4 and NGF},\n  author={Webber, DJ and Bradbury, EJ and McMahon, SB and Minger, SL},\n  journal={Journal of neuroscience research},\n  volume={88},\n  number={7},\n  pages={1475--1484},\n  year={2010},\n  publisher={Wiley Online Library}\n}\n\n@article{kothapalli2011microfluidic,\n  title={Microfluidic-generated endothelial cell and fibroblast co-cultures: effect of serum deprivation on cell-cell interactions},\n  author={Kothapalli, CR and Kamm, RD},\n  journal={Microvascular research},\n  volume={81},\n  number={1},\n  pages={53--63},\n  year={2011},\n  publisher={Elsevier}\n}\n\n@article{alto2009chemotactic,\n  title={Chemotactic guidance of developing axons in the mammalian central nervous system},\n  author={Alto, LT and Terman, JR},\n  journal={Experimental neurology},\n  volume={216},\n  number={2},\n  pages={331--348},\n  year={2009},\n  publisher={Elsevier}\n}\n\n@article{pinato2011optical,\n  title={Optical tweezers-based delivery of single sub-micrometer liposomes in cells},\n  author={Pinato, G and Ruffato, G and Giugno, R and Volpe, G and Cojoc, D},\n  journal={Journal of biophotonics},\n  volume={4},\n  number={6},\n  pages={417--424},\n  year={2011},\n  publisher={Wiley Online Library}\n}\n\n@article{wang2017neural,\n  title={Neural tissue engineering: from biomaterials to 3D bioprinting},\n  author={Wang, J and Wang, Y and Huang, H and Huang, Y and Mao, K and Zhang, Y and Liu, Y and Chen, J and Zhang, X},\n  journal={Journal of biomedical materials research Part A},\n  volume={105},\n  number={12},\n  pages={3224--3235},\n  year={2017},\n  publisher={Wiley Online Library}\n}\n\n@article{wrobel2017neural,\n  title={Neural tissue engineering options for peripheral nerve regeneration},\n  author={Wrobel, S and Sundararaghavan, HG},\n  journal={Journal of biomedical materials research Part A},\n  volume={105},\n  number={12},\n  pages={3333--3354},\n  year={2017},\n  publisher={Wiley Online Library}\n}"}]