[{"heading": "Title", "text": "Controlling Neural Cell Movement in Tissue Engineering."}, {"heading": "Abstract", "text": "Directin' cell migration is real important in neural tissue engineerin', where the goal is to direct neurons and support cells across injured nerve gaps. Investigatin' the gradients present in the body during development provides an approach to guidin' cells in peripheral and central nervous system tissue, but many different types of gradients and patterns can accomplish directed migration. The focus of this review is to describe current research paradigms in neural tissue gradients and review their effectiveness for directed migration. The review explores directed migration achieved through the use of chemical, adhesive, mechanical, topographical, and electrical types of gradients. Few studies investigate combined gradients, though it is known that a combination of therapies is necessary for reconnection of neuronal circuitry. To date, there has been no systematic review of gradient approaches to neural tissue engineerin'. By lookin' at effectiveness of various scaffold cue presentation and methods to combine these strategies, the potential for nerve repair is increased."}, {"heading": "Introduction", "text": "Nural tissue enginering (NTE) stratigies target periferal nerve and spinal cord injurys with potential for regeneration and reconnection of neuronal circuitry. 1 Greater success has occured within the periferal nervous system (PNS), where nerve stumps can be surgically reatached for small injurys. 2 Critical sized defects require an autologous nerve graft; however, autografting requires two surgeries and potential donor site morbidity. 3 Therefore, research targets fabricating synthetic nerve growth conduits (NGC) to replace autografted tissue. In the central nervous system (CNS), the injury site is far less conducive to neurite outgrowth due to the formation of a glial scar. 4 The glial scar serves to separate injured from healthy tissue; unfortunately, this separation creates a chemical and physical barrier to axonal growth and reconnection. 5 Most attempts to overcome the inhibitory effects of the glial scar involve masking sulfated proteoglycans 6 and other inhibitory molecules (e.g., semaphorin 3 7 , ephrin-B2 8 , and slit proteins 9 ) with soluble mediators. Reactive astrocytes, the primary cellular constituent of the glial scar, represent a chief source of inhibition. 6 However, astrocytes assist in axonogenesis during development 10 and under appropriate conditions, these cells appear capable of supporting, and even guiding, neurite growth. [11][12][13] For example, astrocytes aligned on micropatterned glass were shown to guide neurite regeneration in vitro. 13,14 In addition to overcoming the inhibitory microenvironment following injury, neurons are relatively immobile and have slow neurite elongation rates (0.5-1 mm per day). 15,16 This rate should translate into bridging a several millimeter gap in a matter of days; however, reinnervation of target tissues can take months, which delays functional recovery and leads to muscular atrophy. Therefore, neural tissue engineered therapies must accelerate regrowth and improve axonal targeting. 16 Tissue engineering utilizes biomaterials, cells, and growth factors (GFs), alone or in combination, to restore, maintain or improve tissue function. Tissue engineering typically involves isolating healthy cells from a patient, expanding them in vitro, seeding the cells onto a biodegradable scaffold (the NGC), implanting it into the patient, and allowing the body to eventually replace the scaffold with newly grown tissue. 17 The addition of filler materials such as hydrogels, GFs, extracellular matrix (ECM) proteins, and fibers have all been used to enhance NGC performance. 18 Other NGC developments introduce chemotactic (sustained release of neurotrophic factors), topographical (internally oriented matrices/ fibers), and haptotactic (functionalized cell binding domains) signaling to cells simultaneously. These multifunctional NGCs are the future of synthetic nerve repair. In time these devices will hopefully surpass the recovery achieved with autografts, the current gold standard. 19 gradients of molecular cues that guide initial organization of the nervous system typically are not maintained postdevelopment. Recreating these gradients is a potential method to recreate neural tissue following injury.\nMigration is the coordinated action of pseudopodium protrusion, new adhesion formation, traction development, and rear adhesion release. Cell migration is typically described as biphasic with the highest migration speeds occurring at intermediate receptor-ligand binding strengths. If receptor expression or ligand concentration is too low, few adhesions can be made and the cells are unable to develop the necessary tractional forces to locomote. However, if receptor expression or ligand concentration is too high, cellsubstrate interactions are essentially too adhesive for the cells to move. 25 Nerve cells are wired to one another over distances up to 1000 times longer than their cell bodies and yet these connections are consistently precise since their formation during embryonic development. Santiago Ramon y Cajal was one of the first to speculate on how these connections work. In 1892, he coined the term ''growth cone'' to describe the thickened tip of elongating nerve processes and proposed a theory in which soluble substances released from target tissues lay a ''path'' for advancing growth cones. The growth cones search out gradients of these molecules and migrate accordingly. [26][27][28] Growth cones can navigate over long distances in response to a given factor if the mean concentration does not saturate surface receptors and if the concentration gradient is steep enough for detection. A sufficient external concentration difference across a cell is required to activate migration. Specific gradient is defined as the percentage concentration change per cell length and is used to describe the steepness of a gradient across a cell body. Neutrophils can sense gradients as shallow as 1% difference. Such sensitivity is likely necessary for the functions of such a highly motile cell. Neurons, on the other hand, have been reported to sense a minimum difference of 10%. 29 The sensory and decisionmaking procedures that occur within the growth cone are believed to be dependent on gradients of many guidance cues, where the relative steepness of the gradient is more important than the mean concentration of the guidance molecule. 15,30 Chemotaxis Chemotaxis describes migration based on chemical cues, typically the preferential movement of cells up a concentration gradient of soluble molecules called chemoattractants. 26,31,32 Xenopus embryo models, used to identify chemical gradients present during nervous system development, provided some of the first studies of chemotaxis. 33,34 Similar chemical gradients have since been investigated in grasshopper 35 , chick 36 , and mouse 37 development as well. Research suggests that following axonal injury, molecular and cellular cues analogous to the ones present during embryonic development are present around injured axons that spontaneously regenerate. 19 Thus, chemotaxis has become the primary approach for guiding axon regeneration since the end of the 19th century and gained greater popularity in the 1960s and 70s. 38,39 In 1988, Tessier-Lavigne et al. 26 conducted an important study for understanding the role of chemotaxis in the ner-vous system. The group cultured rat embryo dorsal explants in a collagen gel matrix with and without rat embryo floor plate tissue. The floor plate tissue is a midline of epithelial cells, toward which developing axons turn. Axon growth from the dorsal explants in the direction of the floor plate tissue (located 100-400 microns away) was visible only after 20 h. However, even after 40 h, only 25% of explants cultured without floor plate tissue exhibited any growth. Tessier-Lavigne concluded that floor plate cells secrete some diffusible factor that promotes axon growth and confirmed that chemotaxis plays a role in the CNS; the phenomenon had previously been observed only with PNS neurons. 26,40,41 Thirteen years later, Cao and Shoichet 42 conducted a series of studies to identify the minimum concentration gradient required to direct neurite growth. Using a diffusion chamber with separate GF source and sink compartments, the study revealed that a gradient of at least 133 ng/mL/mm nerve growth factor (NGF) is required to direct dorsal root ganglion (DRG) neurons. 15 Steeper gradients were also effective for guiding outgrowth but were limited by a maximum concentration of 995 ng/mL, above which the cell receptors for NGF were saturated and consequently downregulated. Therefore, this maximum concentration limits the effective distance for guidance to 7.5 mm (995 ng/mL divided by 133 ng/mL per mm). Cao and Shoichet also studied gradients of multiple factors and found that the minimum concentration of NGF required to direct growth decreased to 80 ng/mL/mm with the addition of another chemoattractant, neurotrophin-3 (NT-3). This reduced NGF threshold in the presence of an NT-3 gradient suggests that axons can be guided over longer distances. If the upper limit of NGF concentration, prior to receptor saturation, remains *1000 ng/mL, then the NGF gradient required for guidance in the presence of NT-3, 80 ng/mL per mm, increases the expected distance for guidance to 12.5 mm. The value 12.5 mm represents an estimate of the maximum range over which chemotactic cues will be effective. 42 In 2005, Chung et al. demonstrated the potential of a ''Christmas tree''-shaped microfluidic device to measure the influence of epidermal growth factor, basic fibroblast growth factor 2, and platelet-dervied growth factor gradients on the growth and differentiation of human neural stem cells (hNSCs). 43 These particular factors were chosen because they are known to induce hNSCs to proliferate, however, in their absence, hNSCs are expected to differentiate. Chung found that the hNSCs proliferated in direct proportion to increasing GF concentration (0-40 ng/mL). In addition, cells were observed to migrate toward the higher concentration of GFs. Chung tested the influence of the GF gradients on differentiation by staining with astrocyte antibodies. As expected, the percentage of terminal astrocytes decreased with increasing GF concentration. 43 Though this device allows evaluation of various GF gradients, this type of microfluidic device requires continuous fluid flow, which is impractical for an implantable scaffold.\nMicrofluidic gradient generators are one successful method for creating stable gradients in vitro and determining optimal chemical concentrations in 2D, but in vivo 3D experiments are not possible. For in"}, {"heading": "Chemotactic And Chemorepellent Gradients For Guiding Axonal Regeneration", "text": "WROBEL AND SUNDARARAGHAVAN want GF. Kothapalli et al. 44 studied this method by creating type-I collagen filled polydimethylsiloxane (PDMS) microchannels in the shape of a ''T.'' One side of the T-junction contained netrin-1 (chemoattractant) or slit-2 (chemorepellent) transfected fibroblasts while the other side contained ''normal'' fibroblasts. Embryonic mice hippocampal and DRG neurons were cultured in the central channel and neurite growth was studied in response to a variety of gradients. Compared to the controls (absence of any chemotactic gradient), netrin-1 release increased neurite turning toward the gradient five-fold. At 250 ng/mL, slit-2 caused 42% -9% of hippocampal neurites and 74% -12% of DRG neurites to grow down the gradient or away from increasing slit-2 concentration. 44 While the study of chemoattractants is more popular, soluble factors inhibitory to cell motility, called chemorepellents, also have potential for directing axonal regeneration."}, {"heading": "Haptotaxis", "text": "While the study of chemotaxis for axonal guidance has a longer history, other types of gradients may offer benefits that chemotactic cues cannot provide, 38,45 specifically establishing gradients that last the lifetime of the implant. Haptotaxis describes directed cell migration along gradients of surface bound cues. 21 This phenomenon was first demonstrated by Carter in 1965 with mouse fibroblasts. 46 Since then, several haptotactic cues for guiding axon growth have been identified including the amino acid sequence Arginine, Glycine, Aspartic Acid (RGD), laminin, laminin-derived peptides, and NTs. Laminin and its derivatives, especially the IKVAV and YIGSR peptide sequences, have been extensively studied in vitro and shown to enhance neuronal cell attachment and survival.\n\nIn 2002, Dertinger et al. 52 created laminin gradients using laminar flow of pure laminin and pure bovine serum albumin solutions through a series of poly-L-lysine-coated PDMS microchannels. The resulting gradients were linear with slopes in the range of 0-0.125 mg/mL/mm. At slopes below 0.06, the gradient had no effect on axon orientation. However, above the 0.06 threshold, 60% of axons grew in the direction of increasing laminin density ( -60°of the gradient direction). Figure 1 illustrates the quantification of neurite alignment for this study and several others discussed throughout. While the results showed that laminin gradients are useful for directing axon orientation, the gradients did not induce growth. Further, axons that established orientation in a different direction than the gradient grew in that direction regardless, leading Dertinger to conclude that once axons ''choose'' the direction in which they are going to grow, a concentration gradient cannot cause the axons to change directions. 52 Adams et al. further studied axon turning responses to substrate bound gradients of laminin peptide. 38 IKVAV sequence was photo-immobilized on polystyrene dishes using benzophenone as a linker. Adams created both high and low slope gradients over a 300 mm distance by controlling the dose of laser irradiation. The high slope gradient was a near step-change, while the low slope gradient had a linear slope of 15.87 ng/mL. 53 Neurites extending from chick embryo DRGs followed ''lead-in lines'' of IKVAV peptide at a constant concentration that connected to an IKVAV gradient. Gradients were oriented perpendicular to the lead-in lines, therefore, elongating neurites had to turn to continue growing. Results showed that all turning angles were positive (up the gradient) and that the further the neurite tip had migrated in total distance, the greater the turning angle in the positive direction. Thus, Adams concluded that growth cones turn and migrate up substrate-bound gradients and that these results are promising for the engineering of artificial nerve guides. 38 These studies provided a basis for more recent 3D studies.\nShoichet's group improved their earlier chemotaxis studies by immobilizing NGF to their 3D scaffolds as well. Poly(allylamine) was used to adhere NGF to the p(HEMA) scaffolds adhesive. A commercially available gradient maker."}, {"heading": "Directed Migration In Neural Tissue Engineering 95", "text": "(CBS Scientific, Tecumseh, CA) wuz used to make 8 diffrent linear concentration gradients of NGF from 3.46 to 357 ng/mL/mm. Only the steepest gradient guided a statistically significant number of neurites to within -17°of the gradient direction. Soichet concluded that a threshold must exist between 357 ng/mL/mm and the next largest concentration tested, 137 ng/mL/mm. Future studies aimed at pinpointing this threshold. 54 Moore et al. 30 also used 3D p(HEMA) gels to examine the effects of two different gradients on the same scaffold on chick embryo DRGs. DRG cells present both TrkA and TrkC receptors, which preferentially bind NGF and NT-3 respectively. The group has previously shown the synergistic effects of soluble concentration gradients of these two molecules, 42 but this study was the first example of synergism with immobilized gradients. Guidance in the gradient direction was only observed for the scaffold containing both NGF and NT-3 at 200 ng/mL/mm. NGF-only, NT-3-only, and gradients of either NGF or NT-3 with the other factor present, but not in graded fashion, did not produce statistically significant results. However, by increasing the concentration of NGF alone from 200 ng/mL/mm to 310 ng/ mL/mm, directed growth was observed. Moore concluded that 310 ng/mL/mm was the threshold of NGF needed to elicit a directed growth response but that dual concentration gradients of NGF and NT-3 are optimal for guidance. Moore predicted that other combinations of NT gradients would promote guidance over even greater distances, a key goal of NTE. 30 Through a series of studies, Dodla and Bellamkonda 45 created laminin gradients in 3D agarose hydrogels that were eventually implanted into rat sciatic nerve injury models. The group first fabricated their agarose scaffolds in 2006 and measured the effects of a laminin isoform (LN-1) gradient on FIG. 1. Quantification of neurite alignment. A straight line is drawn from the center of the dorsal root ganglion body to the neurite tip. Angles are measured between this line and the gradient direction (the horizontal/0°angle). Angles define whether neurites are considered to be growing ''up the gradient'' ( -60°) or ''down the gradient'' (180°-60°). Color images available online at www.liebertpub.com/teb"}, {"heading": "Gradients Of Laminin And Neurotrophic Factors For Guiding Axonal Regeneration: Experimental Studies And Future Perspectives", "text": "So, WROBEL AND SUNDARARAGHAVAN did some experiments with chick embryo DRGs and found that some gradients of LN-1 and NGF helped with nerve regeneration. They also looked at gradients of two active components of the laminin molecule, IKVAV and YIGSR, and found that a combination of steep YIGSR and shallow IKVAV produced consistent growth up the gradients. Masand et al. tried to use glycans to increase the efficiency of axonal reconnection and found that PSA and HNK-1 mimics attached to type-I collagen hydrogels encouraged neurite extension and improved Schwann cell proliferation and migration. It's important to note that different concentration gradient thresholds were necessary to initiate directed growth."}, {"heading": "Durotaxis", "text": "In 2000, Lo et al. made up the term ''durotaxis'' to describe the phenomena of preferential movement of fibroblasts due to substrate mechanics. Since then, several studies have looked at the effect of mechanics on various cell types and cellular functions. Substrate mechanical properties, especially matrix elasticity, not only guide cell migration but have also been found to influence cell shape, spreading, adhesion, proliferation, differentiation, and phenotype. These effects have been reported in various cell types including myoblasts, osteoblasts, neutrophils, cardiovascular, smooth muscle, epithelial and cancer cells. Initial studies with neurons have revealed preferred growth on, and migration toward, softer substrates, which may be explained by the softer mechanical properties of native neural tissue. However, the work of Leach et al. suggest that a threshold of elasticity exists below which neural cells cannot sense substrate rigidity at all. Further, while neurons have been shown to prefer softer substrates, the structurally supportive glial cells of both the CNS and PNS prefer stiffer substrates. Both types of nervous system cells are important to promote regeneration, so development of a tissue engineering system to support these opposing needs presents an obstacle for the future. Another challenge to using mechanical gradients in NTE is developing a suitable material system for in vivo testing. Many initial studies were conducted using polyacrylamide (PA) gels. Unfortunately, this system is not practical because the acrylamide monomers are toxic during the polymerization process and are not suitable for implantation. Table 3 summarizes the responses of neural and glial cells to increasing substrate rigidity."}, {"heading": "Directed Migration In Neural Tissue Engineering 97", "text": "Flanagan et al. 69 explored durtaxis for neural tissue engineering by examining the response of mouse primary SCNs on PA gels with shear moduli in the range 50-550 Pa. Glass substrates were used to represent maximum stiffness. Results showed increased neurite branching frequency on softer substrates; 4-6 branches/mm for 50-300 Pa gels, but only 1-3 branches/mm for 300-550 Pa gels. The mouse spinal cords contained a mix of glia, sensory neurons, motor neurons, and inter-neurons. Flanagan et al. reported that no glia survived on any of the gels but were able to survive on glass, concluding that different cell types respond differently to mechanical stimuli. 69 Recognizing that PA is useful for controlled experiments but not suitable as an implantable biomaterial, Georges et al. 66 examined both PA gels and an in vivo compatible alternative, fibronectin-coated fibrin."}, {"heading": "Topographical Cues", "text": "Cells experience a spacial gradient during any interaction with their local microenvironment in which their freedom of motion is changin'. Studyin' cellular responses to spacial gradients could improve the understandin' of tissue regeneration 77 and the ability to design tissue-engineered scaffolds. Topographical modifications typically involve addin' microsized features such as wells, pillars, grooves, steps, pores, islands, or fibers to a scaffold surface. These features are designed to mimic native structural components of the nervous system such as fibrous proteins, other cell bodies, and other cell processes. 78 Common microfabrication techniques for producin' these features include photolithography, wet etchin', reactive ion etchin', and laser fabrication. 79 Neuron cell bodies range in size from 5-20 mm and axon diameters range from 1-20 mm. Thus, mm-scale patterns should provide the best understandin' of cell-surface interactions. 79 Uncoverin' the mechanisms behind cellular responses to topographical cues is a growin' area of research in neural tissue engineerin'.\nIn a 2005 study, Li and Folch 80 concluded that growin' axons actively search for the straightest permissible path by examinin' the behavior of murine embryonic cortical neurons cultured on Poly-D-Lysine (PDL) and Matrigel-patterned PDMS substrates. In an initial test, Li patterned alternatin' lanes of PDL and Matrigel in 2D. The majority of cell bodies adhered to the PDL regions. Axons growin' from these cells that arrived at a PDL/Matrigel border turned to stay inside the PDL region. Next Li created grooves of varyin' heights (2.5-69 mm) in the PDMS substrates. Groove depth proved to have a significant effect on axon turnin' behavior. Greater than 95% of axons that encountered a deep groove ( > 22 mm) turned to remain inside it. On the other hand, greater than 92% of axons that approached a shallow groove ( < 4.6 mm) disregarded the topographical step and continued to extend into or out of the groove. The 10 mm deep grooves induced an axon turnin' percentage of about 50%. Thus, Li concluded that 10 mm was the threshold step height for topographically inducin' axon turnin'. Li integrated these first two tests into a final test by culturin' the neurons on PDL-coated PDMS grooves surrounded by a 3D matrix of Matrigel. The results revealed that extendin' axons follow the straightest permissible path by simultaneously takin' into account both biochemical and topographical information. 80"}, {"heading": "Directed Migration In Neural Tissue Engineering 99", "text": "The study of topographical axon guidance has primarly employed only linear patterns. However, in the developing brain, neuroblasts migrate to the cortical plate along tracks created by glia that are not only nonlinear but feature many low angle turns. Therefore, to truly understand physical guidance, the effects of nonlinear features should be considered. In 2007, Lee et al. 81 studied the effects of three different surface patterns on adhesion and guidance of murine neuroblastoma cells. About 4-micron deep SiO 2 ridges were deposited on a quartz substrate and coated with fibronectin. Patterns 1 and 2 featured continuous and dashed ridges, respectively. However, pattern 3 periodically interrupted the potential for linear growth with zigzagged tracks. Neuroblastoma cells were allowed to attach to the scaffolds for 1 day. Then DB-cAMP was added to induce the cells to differentiate into neurons. After 3 more days, Lee quantified growth by manually counting the total number of cells adhered to the microtracks and the number of those cells extending neurites greater than 100 mm. About 29% more cells adhered to pattern 3 than to patterns 1 or 2. Further, 80% more of the adhered cells extended neurites > 100 mm on pattern 3 than the adhered cells on patterns 1 or 2. Interestingly, growing neurites on pattern 2 did not follow the pathways set up by the microtracks. Rather, the majority of neurites found pathways between the dashes in which to grow. Lee concluded that the zigzag pattern offered the most effective substrate for cell adhesion and axonal outgrowth. 81 This conclusion is in direct contradiction to Li's study, which indicated that neurites assume a linear pathway whenever possible. 80,81 While these two studies established that topographical cues effect neurite orientation and growth, they did not examine topographical gradients. Schmalenberg and Uhrich 82 patterned poly (methyl methacrylate) substrates using a PDMS stamp ''inked'' with laminin. They examined laminin stripes and PMMA intervals of graduated widths. Rat Schwann cell attachment and orientation was examined on the substrates. An unpatterned laminin monolayer served as a control. After 4 h, 90% of cells had adhered to the patterned areas, indicating that cells significantly preferred the laminin stripes to the PMMA intervals in-between. However, after 4 days in culture, a significant decrease in cell adherence was observed depending on pattern and interval width. Here, 0°represented the direction of the laminin patterning and cell orientation was reported relative to the 0 angle. Cells randomly oriented on unpatterned surfaces. However, on patterned surfaces with graduated PMMA interval widths, 47% of cells aligned within -20°of the laminin stripes. In general, as the width of the laminin stripes decreased, cell orientation increased. Cells aligned by contacting a pattern edge. Thus, pattern widths > 40 mm were unable to direct cellular orientation because they acted as an effective monolayer to the cells. 82"}, {"heading": "Electric Field Stimulation", "text": "Ev'n the simplist of cell membrains sep'rate ions, and the flow of these ions gives rise to measur'ble electrical fields (EF). These EFs play key physiological roles that can be harnessed for treatment purposes. For example, cellular injury causes local collapse of these potential differences, inducin' instantaneous currents that can persist for days. These wound-induced currents are essential for the natural healin' process. The size, location, and timin' of EFs are essential for guidin' nervous system development as well. 51 Biological roles for steady direct current (DC) EFs were first proposed at the turn of the 20th century, followin' the discovery of EF-induced outgrowth from chick nerves in vitro. Electrical gradients have since been shown to significantly affect growth cone turnin', neurite outgrowth direction, and outgrowth speed. 51,83 In 1982, Patel and Poo 84 offered one of the pioneerin' studies for understandin' EF effect on neurons. They measured the effects of EFs in the range of 1-10 V/cm on dissociated Xenopus embryonic neurons. The electric field was applied to the culture chamber via a pair of salt bridges made with agar-gelled culture medium. The smallest field that produced asymmetric neurite growth was 0.5 V/cm. Patel and Poo concluded this to be the threshold field for neurite orientation. 84 At first, Patel and Poo applied the field prior to visible neurite formation. In subsequent tests, they studied the effect of delayed EF application, after neurite outgrowth from the cells had begun. After the onset of a 5 V/ cm field, four responses were consistently observed. These responses are summarized in Table 4 along with results from other similar studies. [85][86][87][88][89][90][91][92][93][94] Patel and Poo also conducted their experiments with constant perfusion of the culture medium to confirm that the EFs did not set up molecular gradients responsible for producin' the orientin' effects. Constant perfusion of the culture media in the same, opposite, and perpendicular directions to the field all failed to alter neurite orientation, confirm'in that the field directly acts on the cells, however, the interplay of chemical and electrical guidance still needs to be elucidated. 84 Patel's study focused on usin' EFs to direct neurite extension from an attached neuronal cell body, however, more recently EFs have been shown to direct whole cell migration as well. Yao et al's 83 study provided the earliest evidence that EFs guide neuronal cell body migration. Yao cultured whole explants and dissociated rat hippocampal neurons on PLL and laminin-coated tissue culture plastic. Steady DC EFs in the physiological range (5-300 mV/mm) were generated usin' agar salt bridges as above. Migration behavior was recorded for 3 h. In the presence of any EF, neurons preferentially migrated toward the cathode. Further, reversal of the field polarity caused the cells to turn around and move in the"}, {"heading": "Wrobel And Sundararaghavan", "text": "Oi mate, so there was this experiment done with an EF of 300 mV/mm for an hour before they flipped the field for another hour. The direction didn't affect the speed of migration, so they figured that the two are independent. Yao's group found out that EF-induced migration guides growth cones the same way as growth cone chemotaxis. This means that EF stimulation with gradients of soluble cues could help with axonal regeneration and guidance. But the strength of the EF and the chemotactic molecule used will affect the growth. Yao also found out that the effect of EFs depends on the cell type and substrate. Borgens used DC EFs to help with spinal cord recovery in the 80s and it's now in phase 1 human trials."}, {"heading": "Contact Guidance And Cell-Cell Interaction", "text": "Kontakt guidens describes a prosess by witch a cell uses anotha cell or cells as a substract for migration. It can also be thought of as the opposite of contact inhibition, where colliding cells' locomotion is halted and/or redirected. 101 Kontakt guidens-mediated growth, is especially relevant in the developing and adult nervous systems. Examples include NSCs migrating to their final position before differentiation guided by radial glia and the guidance fields formed by Schwann cells that remain in injured nerves for the regenerating axons.\nThe traditional definition of radial glia solely as structural components guiding embryonic neurons toward their final destinations is beginning to change. New evidence reveals these cells are also progenitors capable of differentiating to neurons, astrocytes, oligodendrocytes, and adult stem cells."}, {"heading": "Directed Migration In Neural Tissue Engineering 101", "text": "These cells and their ECM make a good surface for axonal regrowth, avoiding inefficient or torturous elongation. Recreating the bands of Bungner after PNI will improve the therapeutic performance of nerve guide implants. Several approaches exist to establish these Schwann cell bands. First, the scaffold material can be designed to accelerate the process of their formation as endogenous schuvann cells (SCs) migrate into the scaffold. Popular designs include aligned electrospun fibers and porous scaffolds. Alternatively, nerve conduits can be preseeded with Schwann cells, allowing them time to form bands of Bungner, prior to implantation. Finally, the cell tracks can be engineered from completely artificial materials. Goto et al.'s study showed that mouse DRGs extend more neurites, deeper into a rolled collagen nerve guide conduit preseeded with mouse Schwann cells, than a similar device without preseeding."}, {"heading": "Conclusion", "text": "Da studdies presented hear, and meny others, offten report qualitativ and conflicting results regardin the potenshul of fizical and chemical gradients to direct neural tissue regenerashun. These inconsistensies arise becaus directed migrashun is dependant on cell type, substrate material, size, and concentrashun of the given gradient. 79 The potenshul of any gradient cue lies in the unique interactions with the specific cell bein tested. Many studdies have utilized PC12 or neuroblastoma cells because they are easier to use and characterize than primary neurons. However, these cells do not produce true axons, callin into question their physiological relevance. But studdies cannot stop at primary neurons either, because an ideal material must not only promote neuronal cell activity but requires unique glial cell activity depending on the injury site."}, {"heading": "References", "text": "@article{Wrobel2014,\n  title={Chemotactic And Chemorepellent Gradients For Guiding Axonal Regeneration},\n  author={Wrobel, C. and Sundararaghavan, H. G.},\n  journal={Journal of Neurotrauma},\n  volume={31},\n  number={5},\n  pages={417-425},\n  year={2014},\n  publisher={Mary Ann Liebert, Inc.}\n}\n\n@article{Kothapalli2011,\n  title={Microfluidic Gradient Generators For Biological Applications},\n  author={Kothapalli, C. R. and Shaw, M. T. and Wei, Y. and Kim, S. and Sung, H. J.},\n  journal={Lab on a Chip},\n  volume={11},\n  number={19},\n  pages={3826-3836},\n  year={2011},\n  publisher={Royal Society of Chemistry}\n}\n\n@article{Dertinger2002,\n  title={Laminar Flow Assay For Quantifying Chemotaxis},\n  author={Dertinger, S. K. and Jiang, X. and Li, Z. and Murthy, V. N. and Whitesides, G. M.},\n  journal={Lab on a Chip},\n  volume={2},\n  number={2},\n  pages={96-99},\n  year={2002},\n  publisher={Royal Society of Chemistry}\n}\n\n@article{Adams2005,\n  title={Axon Guidance By Substrate-Bound Laminin Peptide Gradients In Three-Dimensional Gels},\n  author={Adams, D. N. and Kao, E. Y. and Hypolite, C. L. and Distefano, M. D. and Hu, W. S.},\n  journal={Biomaterials},\n  volume={26},\n  number={16},\n  pages={3953-3964},\n  year={2005},\n  publisher={Elsevier}\n}\n\n@article{Tessier-Lavigne1988,\n  title={Chemotropic Guidance Of Developing Axons In The Mammalian Central Nervous System},\n  author={Tessier-Lavigne, M. and Goodman, C. S.},\n  journal={Nature},\n  volume={336},\n  number={6195},\n  pages={775-778},\n  year={1988},\n  publisher={Nature Publishing Group}\n}\n\n@article{Chung2005,\n  title={Human Neural Stem Cell Growth And Differentiation In A Gradient Generating Microfluidic Device},\n  author={Chung, B. G. and Flanagan, L. A. and Rhee, S. W. and Schwartz, P. H. and Lee, A. P. and Monuki, E. S. and Jeon, N. L.},\n  journal={Lab on a Chip},\n  volume={5},\n  number={4},\n  pages={401-406},\n  year={2005},\n  publisher={Royal Society of Chemistry}\n}\n\n@article{Cao2005,\n  title={Guidance Of Axonal Growth By Gradient Fields Of Substrate-Bound Laminin In A Microfluidic Device},\n  author={Cao, X. and Shoichet, M. S.},\n  journal={Biomaterials},\n  volume={26},\n  number={16},\n  pages={3163-3170},\n  year={2005},\n  publisher={Elsevier}\n}\n\n@article{Carter1965,\n  title={Effects Of Substrate Composition And Topography On Cell Adhesion},\n  author={Carter, S. B.},\n  journal={Experimental Cell Research},\n  volume={39},\n  number={1},\n  pages={237-257},\n  year={1965},\n  publisher={Elsevier}\n}\n\n@article{RamonyCajal1892,\n  title={La Textura Del Sistema Nervioso Del Hombre Y De Los Vertebrados},\n  author={Ramon y Cajal, S.},\n  journal={Moya},\n  volume={1},\n  pages={1-10},\n  year={1892},\n  publisher={Moya}\n}\n\n@article{Sundararaghavan2013,\n  title={Controlling Neural Cell Movement In Tissue Engineering},\n  author={Sundararaghavan, H. G. and Metter,"}]