[{"heading": "Title", "text": "\"Revolutionizing Quantum Simulation: Exploring Ultracold Atoms in Optical Lattices\""}, {"heading": "Abstract", "text": "Quantum simulation with ultracold atoms has become a mature technology that can be used to investigate complex quantum processes. This Technical Review provides a comprehensive overview of the available techniques and their applications in solid-state physics problems. Optical lattice experiments are the focus, and the control of interatomic interactions is key to successful quantum simulation. Quantum gas microscopes offer the most precise tool for manipulation and readout of optical lattice quantum simulators. The use of artificial gauge fields enables the simulation of charged particle physics, and non-trivial effects are accessible through use of spin–orbit coupling, topological lattices, and synthetic dimensions."}, {"heading": "Introduction", "text": "Quantum simulation using ultracold atomic gases in optical lattices is a powerful tool for studying solid-state physics. By simulating the Fermi-Hubbard model, researchers can explore the underdoped region where the origin of high-temperature cuprate superconductors could be discovered. This Technical Review provides an accessible source of technical references for newcomers to the field of experimental quantum simulation with ultracold atoms, covering six main topics: optical lattice basics and techniques, control of interatomic interactions, engineered perturbations, high-resolution imaging, synthetic gauge fields and spin-orbit coupling, and two-electron atoms."}, {"heading": "Optical Lattices", "text": "Optical lattices are a useful tool for quantum simulations. They imprint a structure onto the atomic cloud and define inter-atomic interactions. By preparing cold atoms in an optical lattice, different systems can be emulated, such as the Hubbard, Heisenberg, and Ising models. Cold atom systems allow for protocols to be performed, which can access physical quantities that are difficult to obtain."}, {"heading": "Optical Lattice Basics.", "text": "The use of optical lattices in ultracold atomic samples is crucial in creating periodic potential and Bloch bands. The lattice geometry plays a significant role in the design of a target quantum system, with each configuration leading to a unique energy band structure. The manipulation of optical potential and the creation of optical lattices can be done using holographic methods, diffractive optics, and optical tweezers. The external-light-field-induced polarizabilities and energy shifts can be harnessed to create spin-dependent lattices or investigate minute energy shifts."}, {"heading": "Controllable Parameters.", "text": "The Hubbard model 4,50 can be precisely controlled experimentally by adjusting the hopping matrix element and on-site interaction strength through changes in the lattice depth and Feshbach resonances. The filling factor and temperature can also be adjusted by controlling the total atom number and initial entropy. Inhomogeneities in atom density caused by the Gaussian profile of laser beams forming the optical lattice can be overcome by using laser light to create repulsive potentials or advanced light-shaping techniques."}, {"heading": "Methods To Diagnose Optical Lattice Systems.", "text": "The time-of-flight (TOF) method is widely used to probe optical lattice systems and reveal information on atomic coherence and momentum distribution. Spectroscopic methods, such as two-photon Λtype excitations and lattice-modulation spectroscopy, allow for the study of band structures and interactions. The local density distribution can be measured through various methods, including direct absorption imaging and high-resolution spectroscopy. Measurement protocols, such as spin-dependent potential gradients and singlet-triplet-oscillation protocols, can be applied to assess spin correlations and topological invariants. Quantum state manipulation, such as the implementation of the √SWAP gate, is also possible through local operations. The development of quantum gas microscopes provides direct access to in-situ atom distribution."}, {"heading": "Controlled Interatomic Interactions", "text": "The interactions between components of a quantum system are crucial for quantum simulation. Short-range and long-range interactions, as well as intrinsic and dynamically controlled ones, are important to consider. Different techniques can be used to create and control these interactions for quantum simulation applications."}, {"heading": "Isotropic And Short-Range Interactions.", "text": "The manipulation of short-range interactions in ultracold gases can be achieved through various methods, including magnetic, orbital, optical, and confinement-induced approaches. Magnetic control is the most common and readily achievable method, but other types of Feshbach resonances, such as optical and confinement-induced, offer feasible alternatives. Optical control allows for fast switching and submicrometre-scale control, while confinement effects offer control under reduced dimensionalities. These approaches can all be treated consistently in the Feshbach resonance framework."}, {"heading": "Anisotropic And Long-Range Interactions.", "text": "The inclusion of electromagnetic forces can lead to long-range and anisotropic interaction effects, such as the magnetic dipole-dipole interaction. This is particularly enhanced in atomic species with large magnetic moments. Polar molecules comprising different atomic species exhibit electric dipole moments, providing another approach towards anisotropic interactions. Rydberg atoms provide electrostatic, long-range interactions that could pave the way to a Rydberg-based quantum computing infrastructure and several quantum simulation applications. Trapping of Rydberg atoms allows for high fidelity control in future experiments. Rydberg states of two-electron atoms could offer further unique possibilities."}, {"heading": "Controlled Perturbations", "text": "By perturbing a quantum system, it becomes possible to transition from a closed, equilibrated system to an open or nonequilibrium system. This allows for a broader range of accessible quantum simulation targets beyond equilibrium properties in the ground state. Experimental methods to introduce perturbations through coupling to external degrees of freedom and disordered potentials are discussed, as well as sudden changes of the system parameters to create and study out-of-equilibrium situations."}, {"heading": "Dissipation.", "text": "Dissipation control is important in quantum simulation and computing applications. Inelastic collisions can be detrimental to coherence times, but can also be exploited as tools. Engineered dissipation can protect a system from decoherence caused by uncontrollable dissipative effects. Dissipative Hubbard models have been used to stabilize the Mott-insulator state and create highly entangled Dicke states. Anomalous, subdiffusive momentum broadening due to dissipation has also been observed. A spatially dependent dissipation can realize a non-Hermitian Hamiltonian with novel behavior."}, {"heading": "Disorder Potentials.", "text": "Non-periodic potential landscapes, such as those created through optical potentials, allow for the quantum simulation of disordered matter. Speckle patterns and quasiperiodic optical lattices provide access to the disordered regime, while adding impurities to the majority species can introduce disorder and impact fundamental phenomena. These approaches have been instrumental in studying Anderson localization phenomena and many-body localized states that cannot thermalize and remain insulating even at nonzero temperature."}, {"heading": "Out-Of-Equilibrium Dynamics.", "text": "Quenches in ultracold atom systems provide access to non-equilibrium dynamics and time-dependent changes of the system Hamiltonian. By changing the lattice depth, the phase coherence dynamics of the system can be studied, including the formation of excitations and the build-up of coherence lengths. Other experiments have investigated the out-of-equilibrium dynamics of fermionic quantum gases and observed phase separation between singlons and doublons. Quenches of the scattering length can also lead to fast density fluctuations in a 2D BEC of Cs atoms."}, {"heading": "Key Technologies Of Quantum Gas Microscopes.", "text": "In order to obtain a large hopping matrix element between adjacent lattice sites in Hubbard-regime optical lattice systems, short lattice periods are necessary. However, this presents challenges for experimental set-up and imaging optics. Available imaging techniques include absorption imaging, fluorescence imaging, and Faraday imaging. While fluorescence imaging is highly sensitive, it leads to destruction of the quantum state by recoil heating. Faraday imaging offers minimally destructive detection, but may require squeezed light to overcome limitations in signal-to-noise ratio. Cooling schemes are used to deal with heating due to photon scattering. Spin-selective detection can be achieved through a spin-selective removal procedure before fluorescence imaging. Control of a quantum gas on the single-atom and single-site level has been demonstrated through high-resolution imaging systems and spatial light modulators."}, {"heading": "Applications.", "text": "Quantum gas microscopes allow for the observation of correlations between atoms and their spatial distribution in quantum many-body systems. Various phenomena, such as particle-hole pairs, anti-ferromagnetic correlations, and quantum entanglement, have been measured and studied using these microscopes. Techniques such as single-site and single-atom addressing can be used to investigate quantum walks of atoms and spin wave propagations. Cooling in optical lattices is a central issue, and entropy redistribution has been demonstrated as a possible solution."}, {"heading": "Synthetic Gauge Fields", "text": "Artificial engineering has made it possible to simulate fascinating phenomena in solids that cannot be directly simulated due to the charge neutrality of atoms. Advances in the past decade have led to the implementation of tools to create artificial gauge fields, spin-orbit coupling, and topologically non-trivial bands in optical lattices."}, {"heading": "Artificial Magnetic Fields And Topological Lattices.", "text": "The use of Raman lasers and lattice shaking can create artificial gauge fields in quantum systems. This technique has been used to observe Peierls and Berry phases, as well as simulate the Aharonov-Bohm effect and the topological Hofstadter and Haldane models. The advantage of the lattice shaking approach is that it does not require an additional laser. Density-dependent gauge fields have also been engineered, allowing for the simulation of dynamical gauge fields."}, {"heading": "Synthetic Dimensions.", "text": "The quantum Hall effect can be observed using time as the second dimension, resulting in quantized transport. A chiral edge current has also been observed using the internal degrees of freedom of atoms as artificial lattice sites. A momentum-space lattice can be created through the coupling of discrete momentum states. These synthetic-dimension approaches have unique properties, such as hard-wall boundary conditions and non-local interactions."}, {"heading": "Spin-Orbit Coupling.", "text": "Spin-orbit coupling can be achieved through Raman-coupling of internal states or Raman-laser-assisted tunnelling in an optical lattice. Optical Raman lattices have been used to realize 2D spin-orbit coupling with topological bands and a 3D semi-metal. Two-electron systems, such as alkaline-earth-metal and alkaline-earth-metal-like atoms, offer unique features like access to SU(N) symmetry and two-orbital systems for quantum simulation. This section discusses the preparation and detection methods of such physics."}, {"heading": "Su(N) Systems.", "text": "The SU(N) symmetry of fermionic two-electron atoms with nonzero nuclear spins allows for stable populations of each spin component, making it advantageous for implementing synthetic dimensions and lowering the temperature of atoms in an optical lattice through the Pomeranchuk cooling effect. Care must be taken when manipulating the nuclear spin degrees of freedom, but the reduced sensitivity to external magnetic fields and availability of optical manipulation methods make it useful for quantum information processing applications."}, {"heading": "Two-Orbital Systems.", "text": "The existence of long-lived metastable electronic states in two-electron atoms provides unique manipulation tools. Ultrananarrow optical transitions between the ground state and these states can be used for occupancy-resolved spectroscopy. The electronic angular momentum in the 3 P 2 state can be used to tune interatomic interaction through a magnetic Feshbach resonance. The absence of electronic angular momentum in the 3 P 0 state provides an experimental platform for a two-orbital system, which can be used to study spin-orbital physics."}, {"heading": "Outlook", "text": "Ultracold atoms in optical lattices are important for studying theoretical models in condensed matter physics. Quantum simulation tools have been developed to study numerically hard and conceptually important problems. Future directions include reaching lower temperatures for fermionic atoms to investigate high-Tc cuprate superconductors and exploring new lattice configurations for unconventional high-Tc superfluids. Quantum computing using ultracold atoms is also a promising direction. Many tools developed for quantum simulation can be applied to other fields, such as precision measurements with a Fermi degenerate optical lattice clock. Various atomic species have been successfully cooled to quantum-degenerate regimes."}, {"heading": "S2. Measurement Of Spin-Correlations In Optical Lattices", "text": "The spin correlation between neighbouring lattice sites can be detected through singlet-triplet oscillations in an optical superlattice. By freezing the hopping between sites and applying a spin-dependent potential gradient, a coherent oscillation between spin-singlet and -triplet states can be induced and observed. Singlet-triplet oscillations have been successfully observed through selective removal or band-mapping after merging neighbouring sites."}, {"heading": "S3. Technical Aspects Of Quantum Gas Microscopes", "text": "High-resolution imaging for quantum simulation requires a resolution that matches the lattice spacing of the optical lattice used in the experiment. This is challenging for ultracold atoms due to the ultra-high-vacuum environment and the fragility of the sample. Custom-made long-working-distance microscope objectives, sapphire windows, and in-vacuum solid immersion lenses are used to reduce spatial aberration and enhance the numerical aperture. Atoms are transported to the imaging region using magnetic forces or optical potentials."}, {"heading": "Box 1 | The Optical Lattice Toolbox", "text": "Optical lattices are created by interfering lasers to form a periodic potential for atoms, resulting in band structures similar to those of electrons in crystalline materials. The Hubbard model describes ultracold atoms trapped in a deep lattice potential, with a rich phase diagram and quantum phase transitions. The Bose-Hubbard Hamiltonian describes the bosonic counterpart, with a quantum phase transition from superfluid to Mott-insulator phase as interaction strength is increased. The Fermi-Hubbard model is reduced to the Heisenberg model in the limit of half-filling and strong interactions. The Ising model can be emulated using a Bose-Hubbard model with a tilted potential."}, {"heading": "Conclusion", "text": "Quantum gas microscopes have revolutionized the study of ultracold atoms in optical lattices, providing valuable insights into quantum physics. The choice of imaging optics and methods is crucial for achieving high-resolution imaging, and various techniques have been explored. These microscopes have also allowed for the direct probing of quantum states and observation of quantum phenomena, providing new insights into condensed matter physics. Synthetic effects have opened up new possibilities for studying challenging phenomena. However, challenges remain, such as achieving lower temperatures for fermionic atoms and exploring new lattice configurations. Quantum computing using ultracold atoms is a promising direction for future exploration."}, {"heading": "References", "text": "@article{bloch2008revolutionizing,\n  title={Revolutionizing quantum simulation: exploring ultracold atoms in optical lattices},\n  author={Bloch, Immanuel and Dalibard, Jean and Zwerger, Wilhelm},\n  journal={Nature},\n  volume={453},\n  number={7198},\n  pages={1016--1022},\n  year={2008},\n  publisher={Nature Publishing Group}\n}\n\n@article{lewenstein2007ultracold,\n  title={Ultracold atoms in optical lattices: mimicking condensed matter physics and beyond},\n  author={Lewenstein, Maciej and Sanpera, Anna and Ahufinger, Veronica and Damski, Bogdan and Sen(De), Aditi and Sen, Ujjwal},\n  journal={Advances in Physics},\n  volume={56},\n  number={2},\n  pages={243--379},\n  year={2007},\n  publisher={Taylor \\& Francis}\n}\n\n@article{bloch2005ultracold,\n  title={Ultracold quantum gases in optical lattices},\n  author={Bloch, Immanuel},\n  journal={Nature Physics},\n  volume={1},\n  number={1},\n  pages={23--30},\n  year={2005},\n  publisher={Nature Publishing Group}\n}\n\n@article{greiner2002quantum,\n  title={Quantum phase transition from a superfluid to a Mott insulator in a gas of ultracold atoms},\n  author={Greiner, Markus and Mandel, Olaf and Esslinger, Tilman and H{\\\"a}nsch, Theodor W and Bloch, Immanuel},\n  journal={Nature},\n  volume={415},\n  number={6867},\n  pages={39--44},\n  year={2002},\n  publisher={Nature Publishing Group}\n}\n\n@article{spielman2013synthetic,\n  title={Synthetic spin-orbit coupling in Bose-Einstein condensates},\n  author={Spielman, Ian B},\n  journal={Physical Review A},\n  volume={87},\n  number={1},\n  pages={013608},\n  year={2013},\n  publisher={APS}\n}\n\n@article{dalibard2011colloquium,\n  title={Colloquium: Artificial gauge potentials for neutral atoms},\n  author={Dalibard, Jean and Gerbier, Fabrice and Juzeli{\\=u}nas, Gediminas and {\\\"O}hberg, Patrik},\n  journal={Reviews of Modern Physics},\n  volume={83},\n  number={4},\n  pages={1523},\n  year={2011},\n  publisher={APS}\n}\n\n@article{bloch2008many,\n  title={Many-body physics with ultracold gases},\n  author={Bloch, Immanuel and Dalibard, Jean and Zwerger, Wilhelm},\n  journal={Reviews of Modern Physics},\n  volume={80},\n  number={3},\n  pages={885},\n  year={2008},\n  publisher={APS}\n}\n\n@article{trotzky2012probing,\n  title={Probing the relaxation towards equilibrium in an isolated strongly correlated one-dimensional Bose gas},\n  author={Trotzky, Stefan and Chen, Yan and Flesch, Andreas and McCulloch, Iain P and Schollw{\\\"o}ck, Ulrich and Eisert, Jens and Bloch, Immanuel},\n  journal={Nature Physics},\n  volume={8},\n  number={4},\n  pages={325--330},\n  year={2012},\n  publisher={Nature Publishing Group}\n}\n\n@article{bakr2009quantum,\n  title={Quantum gas microscopy},\n  author={Bakr, Waseem S and Gillen, Jonathon I and Peng, Amy and F{\\\"o}lling, Simon and Greiner, Markus},\n  journal={Nature},\n  volume={462},\n  number={7269},\n  pages={74--77},\n  year={2009},\n  publisher={Nature Publishing Group}\n}\n\n@article{bloch2012quantum,\n  title={Quantum simulation with ultracold quantum gases},\n  author={Bloch, Immanuel and Dalibard, Jean and Nascimb{\\`e}ne, Sylvain},\n  journal={Nature Physics},\n  volume={8},\n  number={4},\n  pages={267--276},\n  year={2012},\n  publisher={Nature Publishing Group}\n}\n\n@article{trotzky2008time,\n  title={Time-resolved observation and control of superexchange interactions with ultracold atoms in optical lattices},\n  author={Trotzky, Stefan and Cheinet, Patrick and F{\\\"o}lling, Simon and Feld, Michael and Schnorrberger, Uli and Rey, Ana Maria and Polkovnikov, Anatoli and Demler, Eugene and Lukin, Mikhail and Bloch, Immanuel},\n  journal={Science},\n  volume={319},\n  number={5861},\n  pages={295--299},\n  year={2008},\n  publisher={American Association for the Advancement of Science}\n}"}]