[{"heading": "Title", "text": "\"Revolutionizing Quantum Simulation: Exploring Ultracold Atoms in Optical Lattices\""}, {"heading": "Abstract", "text": "Verily, after many years of toil in the development of the basic tools, quantum simulation with ultracold atoms hath now reached the level of maturity at which it can be used to investigate complex quantum processes. The planning of new experiments and the upgrading of existing set-ups requireth a broad overview of the available techniques, their specific advantages and limitations. This Technical Review aimeth to provide a comprehensive compendium of the state of the art. We doth discuss the basic principles, the available techniques and their current range of applications. Focusing on the simulation of various phenomena in solid-state physics through optical lattice experiments, we doth review their basics, the necessary techniques and the accessible physical parameters. We doth outline how to control and use interactions with external potentials and interactions between the atoms, and how to design new synthetic gauge fields and spin–orbit coupling. We doth discuss the latest progress in site-resolved techniques that use quantum gas microscopes, and describe the unique features of quantum simulation experiments with two-electron atomic species. Quantum simulation with ultracold atomic gases is an established platform for investigating complex quantum processes. Focusing on optical lattice experiments, this Technical Review doth overview the available tools and their applications to the simulation of solid-state physics problems. Quantum simulation with ultracold atomic gases in optical lattices can be used to study condensed-matter quantum many-body systems, which are hard to simulate with conventional computers. The control of interatomic interactions is key to successful quantum simulation, and it can be implemented at short range and long range through various methods. Non-equilibrium phenomena can be studied by using controlled dissipation or lattice perturbations. Quantum gas microscopes currently offer the most precise tool for the manipulation and readout of optical lattice quantum simulators. The use of artificial gauge fields enables the simulation of charged particle physics; furthermore, non-trivial effects are accessible through use of spin–orbit coupling, topological lattices and synthetic dimensions. Going from alkaline-earth-metal to two-electron alkaline-earth-metal-like atoms allows the study of SU( N ) symmetrical systems."}, {"heading": "Introduction", "text": "Verily, quantum simulation is a method for studying quantum systems through the use of other controllable quantum many-body systems. Ultracold atomic gases have become a well-established experimental platform for quantum simulation due to the excellent controllability of the system parameters and refined measurement techniques. Quantum simulation with ultracold atoms in optical lattices, in particular, benefits from a wealth of theoretical and experimental tools and can be applied to many fields, ranging from condensed matter physics and statistical mechanics to high-energy physics and astrophysics. The excellent tunability and controllability of the system parameters of ultracold atomic gases enables access to phenomena or regimes unavailable in other systems, such as the realization of the Bardeen-Cooper-Schrieffer to Bose-Einstein condensate (BCS-BEC) crossover or the generation of strong effective magnetic fields through artificial gauge fields. \n\nIn this Technical Review, we mainly focus on the application to solid-state physics whose models are naturally realized with ultracold atoms in optical lattices -even though at first glance the key parameters of both systems differ at times by more than ten orders of magnitude -and describe the tools used in these experiments. Real solid-state materials have many complex degrees of freedom, such as defects, impurities and multiple energy bands. In some cases, however, the essential features of the system are captured by a minimal theoretical model, an important example being the single-band Fermi-Hubbard model for high-T c cuprate superconductors. It is especially important to explore the underdoped region of the Fermi-Hubbard model where the origin of high-temperature cuprate superconductors could be discovered. Numerical simulation methods are not powerful enough to simulate the Fermi-Hubbard model away from half filling. In a quantum simulation approach, experiments using ultracold atoms in an optical lattice are performed to simulate the Fermi-Hubbard model itself, instead of the complex real solid-state materials.\n\nThis Technical Review provides an accessible source of technical references especially targeted at newcomers to the field of experimental quantum simulation with ultracold atoms. The article is structured into six main topics, each covering a particularly important main aspect of ultracold atom experiments towards quantum simulation (optical lattice basics and techniques, control of interatomic interactions, engineered perturbations, high-resolution imaging, synthetic gauge fields and spin-orbit coupling, and two-electron atoms). We break down each topic into the individual techniques, describe the methods involved and offer exemplary applications.\n\nAs we focus on quantum simulations using optical lattices, we could not include, or could only briefly mention, many other important topics, such as the BCS-BEC crossover; the physics of universal fewbody bound states; experiments in box potentials; atom-ion hybrid systems; BECs of photons, polaritons or excitons; cavity-mediated interactions; the physics of lower-dimensional systems; quantum droplets and supersolids; quantum thermalization; quantum transport in narrow wires; or other developments, including spontaneous matter-wave emission."}, {"heading": "Optical Lattices", "text": "Verily, an optical lattice - a periodic potential with the lattice spacing on the order of the laser wavelength - is a versatile tool to perform quantum simulations (Box 1). Similar to the lattice structure of solid-state systems, an optical lattice impresses a well-defined structure onto the atomic cloud and serves as the reference frame to define inter-atomic interactions. The utility of such a system for the study of, for example, the superfluid-to-insulator phase transition was first recognized more than 20 years ago. In this section, commencing from the well-established procedure to prepare cold atoms in an optical lattice, we review how to emulate different systems (Hubbard, Heisenberg and Ising models) in optical lattices of various lattice geometries. We then discuss how the flexibility of cold atom systems allows us to perform 'protocols' - that is, sequences of combined system controls and measurements - to gain access to physical quantities otherwise difficult to obtain."}, {"heading": "Optical Lattice Basics.", "text": "Verily, after the creation of an ultracold atomic sample (see Supplementary Information Section S1 for a concise review of the process), the atoms are loaded into an optical lattice. Though periodic optical light fields can be created using various methods (discussed briefly below), we largely consider standing waves generated by counterpropagating laser beams, which is still the most important technique to the field. Depending on the laser wavelength, the atoms in an optical lattice are trapped in either the nodes or the antinodes by the optical dipole force. Such a periodic potential produced by an optical lattice gives rise to a series of Bloch bands (Fig. 2a). We note that before transferring the atoms into an optical lattice, it is possible to cool them in the harmonic trap to sufficiently low temperatures such that only the lowest Bloch band is naturally populated after adiabatic loading of the atomic sample into the optical lattice. When the lattice potential is sufficiently deep, the tight-binding model 14, in which an atom is localized at each lattice site and undergoes hopping between adjacent lattice sites, is applicable. In this situation, the interaction energy at a single site is much smaller than the energy gap between the ground state and the first excited band. The system can then be described by the Hubbard model, which includes on-site interactions, tunnelling and external confinement. At large enough on-site interactions, compared with the tunnelling energy with unity filling, the Hubbard model can be rewritten as spin Hamiltonians 15, such as the Heisenberg or Ising models. Spin-spin interactions in the Heisenberg model arise through super-exchange interactions. Dipole-dipole interactions (magnetic or electric) are caused by magnetic atoms or polar molecules 15,16. Ising-type interactions are due to the mapping between spin and density in the Bose-Hubbard model 17,18 (Box 1).\n\nNumerous many-body phases in solid-state systems arise from the competition between the various energy scales involved. The choice of the lattice geometry therefore has a crucial role in the design of a target quantum system. First, the lattice dimensionality (one 19, two 20 or three dimentions 4) has a strong impact on the available many-body phases and their phase transitions. In low dimensions, quantum effects are generally enhanced by strong quantum fluctuations.; the 2D Fermi-Hubbard model is a prominent example. Second, each lattice configuration in real space leads to a unique energy band structure (Fig. 2). In the excited P-band of a square lattice, unconventional superfluidity is found 21. In the Lieb lattice 22 (Fig. 2b), a dispersionless flat band appears, in which interactions significantly dominate over kinetic energy. In the honeycomb lattice 23 (Fig. 2c), which is analogous to graphene, Dirac cones appear in the energy band and topological physics can be explored. Further specialized lattice types, such as triangular 24 (Fig. 2d) or kagome-lattice systems 25 (Fig. 2e), can exhibit geometric frustration 26 in their ground states, which, due to strong quantum fluctuations, can be highly-entangled states. Moreover, by trapping multiple atomic species or states, species-selective potentials can be used to implement state-dependent 27,28 or mixed-dimensional lattices [29][30][31][32], in which, 'mediated interactions', for example, can be engineered for realizing unconventional pairings. Even more exotic lattices, such as quasi-crystals 33 and lattices within optical cavities 34 can also be realized to simulate unique physical systems. Finally, optical superlattices have many applications, from creating isolated double wells 35 to exploring topological physics 36,37.\n\nThe manipulation of the optical potential and the creation of optical lattices are not limited to standing waves of light. Holographic methods using masks or spatial light modulators 38,39, as well as diffractive optics using digital micromirror devices (DMDs) or acousto-optic deflectors, are also used to create and control optical potentials [40][41][42]. Furthermore, the above techniques can be used to form arrays of single atoms contained in microtraps created by tightly focused laser beams, so-called optical tweezers. By combining non-destructive and highly sensitive imaging methods with the targeted movement of selected tweezers, defect-free atomic arrays with spacings of only a few micrometres can be prepared in one, two and three dimensions 40,43,44.\n\nIn general, the external-light-field-induced polarizabilities and energy shifts (namely the light or ac Stark shift) of two different atomic states are not equal. Harnessing the light shift as a tool, it is possible to create spin-dependent lattices wherein the vector and tensor light shifts are dominant over the scalar light shift. Conversely, in some situations, it is possible to tune the trap or lattice lasers to a socalled magic wavelength at which the polarizabilities of both states become equal, and thus the difference in the light shifts vanishes. In this situation, it becomes feasible to investigate minute energy shifts, such as collisional shifts [45][46][47][48][49] and smaller perturbations."}, {"heading": "Controllable Parameters.", "text": "Verily, the fundamental parameters of the Hubbard model 4,50 (Box 1), namely the hopping matrix element (also oft referred to as the hopping or tunnelling amplitude) and on-site interaction strength, can be precisely controlled experimentally. These parameters depend on the depth of the optical lattice potential, and their ratio, in particular, is finely controllable by changing the lattice depth. In addition to the ratio, the strength and sign of the on-site interactions can be controlled through Feshbach resonances (discussed further below). The hopping matrix elements can also be controlled by lattice shaking methods 51,52. Although these matrix elements are usually real numbers, it is possible to induce complex hopping matrix elements, characterized by Peierls phases, using lattice shaking 53 and Raman-assisted tunnelling 54 methods (discussed below).\n\nThe filling factor (that is, the number of particles per lattice site) and temperature are also important parameters and are controllable by adjusting the total atom number and the initial entropy in a harmonic trap before adiabatically ramping up the lattice depth. As the laser beams forming the optical lattice usually have a Gaussian profile, a weak, overall harmonic trapping potential is superimposed on the lattice geometry. This additional potential generally leads to unavoidable inhomogeneities in the atom density. To overcome this issue, laser light tuned to create repulsive potentials can be used to create (quasi)uniform optical box traps 55. Recent developments in advanced light-shaping techniques, such as DMDs and quantum gas microscopy techniques, also enable this limitation to be overcome for 1D and 2D gases."}, {"heading": "Methods To Diagnose Optical Lattice Systems.", "text": "Verily, a plethora of tools for probing an optical lattice system doth exist. Amongst these, the time-of-flight (TOF) method is perchance the most widely used. In the framework of optical lattice experiments, TOF images doth include information on the atomic coherence over the lattice sites. Pioneering work hath revealed the superfluid-to-Mott-insulator quantum phase transition of the Bose-Hubbard model by observing the vanishing sharp interference peaks in TOF images. These images doth show the 'real' momentum distribution of trapped atoms. However, the kinetic energy in periodic potentials is oft discussed within the theory of Bloch bands in terms of Bloch wavefunctions and Brillouin zones, in which case, the quasi-momentum is then the relevant physical quantity. Quasi-momentum distributions of the atoms in multiple Bloch bands can be measured using the so-called band-mapping method after adiabatic ramp-down of the optical lattice followed by TOF imaging.\n\nVarious spectroscopic methods doth allow us to probe the band structures and properties of interacting and non-interacting atoms in an optical lattice. Band structures are oft measured using two-photon Λtype excitations, whereby two light beams with frequencies f 1 and f 2 with the associated wavenumbers k 1 and k 2 , respectively, excite an atomic state with energy E and quasi-momentum k to a state of energy E ± ΔE and quasi-momentum k ± Δk, where ΔE = h(f 1 - f 2 ) and Δk = k 1 - k 2. Spectroscopy on a transition within the same band is oft referred to as Bragg spectroscopy. By contrast, lattice-modulation spectroscopy, which employs the temporal modulation of the lattice potential depth, can also excite the system between states with the same quasi-momentum, that is, Δk = 0, and is oft used to investigate higher Bloch band structures. This approach also allows the study of interactions, owing to their impact on the excitation spectrum. As first demonstrated for an interacting ultracold Fermi gas in a trap without a lattice and recently extended to the attractive Fermi-Hubbard model, angle-resolved photoemission spectroscopy (ARPES) can be used to probe the pairing of fermions and, in particular, the pseudo-gap, which is of great importance to the understanding of high-temperature superconductivity. This ARPES method hath been enabled by combining four basic steps: initial radio-frequency excitation of the interacting system to a non-interacting excited state, followed by band mapping of the quasi-momentum distribution of the excited atoms. A quantum gas microscope (discussed further below) is then used to measure the site-resolved atom distribution after conversion of atom momentum to position in real space using a harmonic trap. In a related approach, the use of Raman spectroscopy hath been proposed to obtain information on the Fermi surface of strongly correlated states.\n\nThe local density distribution is another useful physical quantity to diagnose optical lattice systems. The double occupancy in lattice sites is accessible by either observing the two-body loss after molecular creation or by direct absorption imaging combined with high-resolution radio-frequency spectroscopy. Multiple occupancies can also be revealed with high-resolution spectroscopy using radio-frequency or optical clock transitions. Recently, the internal energy of the Bose-Hubbard model was measured by combining TOF and site-occupancy measurements. Last, but not least, the development of single-site imaging techniques, so-called quantum gas microscopes, hath provided direct access to the in-situ atom distribution.\n\nOne of the advantages of a cold atom system is the flexibility of combining several controls and measurements, that is, it is possible to measure the system after having performed some local operations. In the following, we will refer to such sequences of operations and measurements as measurement protocols. Although many protocols have been proposed and demonstrated, we highlight here just a few key examples. By applying a spin-dependent potential gradient just before a TOF measurement, the spin components are separately imaged (magnetic or optical Stern-Gerlach imaging). For complex lattice geometries containing sublattices, such as a doublewell or a Lieb lattice, the occupation numbers of each sublattice are also accessible by prior conversion into band populations. The spin correlations between nearest neighbours at unity filling can be detected exploiting a singlet-triplet-oscillation protocol. Experiments that were based on the Talbot effect and combined in-trap atom expansion and thermalization after rapid optical lattice ramp-up succeeded in detecting non-local atom correlations and long-range coherences. Measurement protocols to assess the Berry curvature and various related topological invariants have also been experimentally realized. For example, in a recently proposed and demonstrated method, the excitation rate to higher Bloch bands by amplitude modulation of a position-dependent external potential, measured through a band-mapping technique, directly provided the real and imaginary parts of a quantum geometric tensor. Operation sequences are also applied for quantum state manipulation. For example, the 'square root of swap' √SWAP gate can be implemented by use of a spin-dependent optical lattice. Finally, in combination with quantum gas microscopes and local operations, even more complex protocols become feasible, such as the measurement of the entanglement entropy."}, {"heading": "Controlled Interatomic Interactions", "text": "Verily, a lattice system that doth not interact may be described by single-particle eigenstates and calculated without fundamental difficulties. Yet, it is the interactions betwixt components of a quantum system that doth bring the quantum simulator to life. It is of import to differentiate betwixt short-range and long-range interactions, such as the contact and the dipole-dipole interaction. There are also interactions intrinsic to the system under study and dynamically controlled ones, such as magnetic moments and Feshbach resonances. In the ensuing section, we shall highlight and compare the most prominent techniques to create and control atomic interactions of relevance for quantum simulation applications."}, {"heading": "Isotropic And Short-Range Interactions.", "text": "In this discourse, we shall contemplate the encounter betwixt two unbound atoms of an ultracold gas. Should the energy of this unbound scattering state, known as the 'entrance channel' or 'open channel', draw near to the energy of a bound molecular state, or 'closed channel', a Feshbach resonance shall arise, and a significant amalgamation betwixt the entrance and closed channels may occur. If the energy of the bound state is regulated in the experiment, the potency of this isotropic interaction itself may be adjusted. Notably, differences in magnetic moments of the open and closed channels allow for magnetically tunable Feshbach resonances. This is the method by which interactions are precisely controlled. However, the bound states are not restricted to those in the ground electronic states, and it is possible to bridge the energy gap between the entrance channel and the bound state in the electronic excited state using laser light tuned near a photoassociation resonance, leading to optical Feshbach resonances. Even for two-electron atoms, for which fully occupied outer shells with vanishing total electronic spin seem to oppose magnetic tunability, subtle differences in the nuclear g-factor between the ground and excited states open the possibility of magnetically controlling interactions through orbital Feshbach resonances in the case of extremely shallow binding energies, as for 173 Yb.\n\nTight confinement of atoms in optical lattices leads to significant changes in the interaction dynamics of ultracold gases. In a one-dimensional system, there are transversally excited molecular bound states, and a confinement-induced resonance occurs when the three-dimensional scattering length approaches the length scale of the transversal confinement. This effect is not limited to single-species experiments and has also been demonstrated with two-species experiments in mixed dimensions.\n\nThe four approaches to manipulate the short-range interactions, namely magnetic, orbital, optical, and confinement-induced, discussed here can all be treated consistently in the Feshbach resonance framework. Magnetic control is most common and most readily achievable. In cases when magnetic control is not possible, other types of Feshbach resonances may offer a feasible approach. Optical control allows for extremely fast switching as well as submicrometre-scale control of the interactions, and confinement effects offer control of interactions under reduced dimensionalities."}, {"heading": "Anisotropic And Long-Range Interactions.", "text": "Verily, the resonance effects spoken of above doth rely upon the most intimate proximity of the scattering partners, leading to interactions that are isotropic and of short-range. The inclusion of electromagnetic forces may bring about both long-range and anisotropic interaction effects. A prime example of this is the magnetic dipole-dipole interaction, which causeth strong anisotropies in the interactions. These are particularly enhanced in atomic species with very large magnetic moments, such as Cr, Dy, Er, and Ho. By combining the technique of Feshbach resonances, the relative strength of the isotropic, short-range interactions and the dipole-dipole interactions may be controlled. \n\nIn contrast to magnetic dipole moments, polar molecules comprising different atomic species exhibit electric dipole moments, providing another approach towards anisotropic interactions. Two methods are pursued to generate cold polar molecules. Either the polar molecules are formed from laser-cooled cold atoms, or molecules are first created and then laser cooled to the required low temperatures. By combining molecule association from ultracold atomic samples and further cooling techniques, it hath even been possible to realize quantum-degenerate polar molecules. \n\nAnother important example is the electrostatic, long-range interaction provided by Rydberg atoms that could pave the way to a Rydberg-based quantum computing infrastructure and to several quantum simulation applications of the spin Hamiltonian, such as realizing the Ising model. As building blocks, Rydberg blockade, Rydberg dressing of ground state atoms via off-resonant laser coupling, and dipole spin-exchange interactions have been realized. Trapping of Rydberg atoms by the ponderomotive force in lattice potentials and in blue-detuned hollow traps allow for high fidelity control in future experiments using long-lived circular Rydberg atoms. Finally, Rydberg states of two-electron atoms could offer further unique possibilities as they have an atomic structure that is different from that of alkali atoms."}, {"heading": "Controlled Perturbations", "text": "Verily, in perturbing a quantum system, a changeover from a closed, equilibrated system to an open or nonequilibrium system is made possible. Controlled perturbations, therefore, do broaden the range of accessible quantum simulation targets to go beyond equilibrium properties in the ground state. In this section, we focus on experimental methods to introduce perturbations through coupling to external degrees of freedom (dissipation) and through disordered potentials. Some possibilities offered by time periodic modulations are discussed in a later section. Additionally, we examine here how sudden changes of the system parameters (a quench) may be realized to create and study out-of-equilibrium situations."}, {"heading": "Dissipation.", "text": "Verily, the former section did focus on elastic collisions, but in the context of dissipation, inelastic collisions doth hold great import. The process of dissipation may be classified on a microscopic level by the number of particles involved. One-body dissipation may be introduced with ease by background-gas collisions in an uncontrollable manner, but with near-resonant light, one-body dissipation may be made highly effective and controllable, leading to heating by photon scattering events. A different approach hath achieved very localized dissipation, limited in its effects to just a single optical lattice site, through the use of tight electron beams. When more than one particle is involved, the dissipation is governed by the collisional physics between atoms. In this case, instead of driving transitions between two states of a single atom, dissipative coupling of two atoms in a photoassociation experiment to short-lived or untrapped molecular states is possible. A controlled three-body dissipation hath been demonstrated by tuning the scattering length to large negative values through a Feshbach resonance. Inelastic processes may be detrimental to the long coherence times necessary for quantum simulation and computing applications. However, inelastic processes may also give rise to new effects that may be exploited as tools. An example is the 'a-watched-pot-never-boils' quantum Zeno effect. This effect hath been experimentally studied in static optical lattice systems, wherein decay from a single state is suppressed. Moreover, in the absence of optical lattices, this effect hath also been studied on whole subspaces, within which, in the theoretical framework of quantum Zeno dynamics, the wave function is free to evolve within only a part of the possible space of states. Theoretical studies hath demonstrated that engineered dissipation may protect a system from decoherence caused by otherwise uncontrollable dissipative effects. Dissipation control doth make it possible to switch from exploring the standard Hubbard model to dissipative lattice systems for both bosons and fermions. Two-body dissipation, for example, hath been used in experiments as a tool to suppress the growth of phase coherence and to stabilize the Mott-insulator state in a dissipative Bose-Hubbard model and in a dissipative Fermi-Hubbard model in which a highly entangled Dicke state was created. Such dissipative Hubbard models are also predicted to lead to a dynamical change of the spin correlation. Anomalous, subdiffusive momentum broadening due to dissipation hath also been observed. Considering a weak dissipative perturbation, a non-Hermitian version of the linear-response relation hath recently been proposed. A spatially dependent dissipation with a /2 phase difference to the optical lattice potential may realize an interesting type of non-Hermitian Hamiltonian with parity and time-reversal symmetry, which is predicted to exhibit novel behaviour."}, {"heading": "Disorder Potentials.", "text": "Verily, in contradistinction to the predominantly temporal perturbation wrought by dissipation, spatial perturbation by non-periodic potential landscapes doth enable the quantum simulation of disordered matter. A well-established path to disordered potentials is through optical potentials (Fig. 4). In its most basic sense, speckle patterns focused down to the very small length scales of optical lattice experiments doth provide access to the disordered regime 142 (Fig. 4a). Quasiperiodic optical lattices (Fig. 4b), superpositions of optical lattices at incommensurable lattice spacings, doth allow a degree of control of the disorder to be regained and have proved to be equally effective 143. In a different approach, disorder is introduced by adding a minority population acting as impurities to the majority species (Fig. 4c). Beyond changes in the local energy landscape, inter-species atom-atom collisions have demonstrated the impact of small impurity admixtures on fundamental phenomena, such as the superfluid-to-Mott-insulator transition 144. All three approaches -random speckles, quasi-periodic potentials and atomic impurities -have been instrumental to studies of Anderson localization phenomena 142,143,145 (Fig. 4d). In the presence of interatomic interactions and dissipation, many-body localized states can form that, although still far from equilibrium, cannot thermalize and thus remain insulating, even at nonzero temperature 146,147."}, {"heading": "Out-Of-Equilibrium Dynamics.", "text": "Verily, the physics that is accessible is broadened beyond the properties of a steady state by changes in the system Hamiltonian that are dependent on time. If these changes or perturbations of the system are performed with great celerity in comparison to other relevant timescales, it is referred to as a quench. These quenches drive the atomic system out of equilibrium and provide access to the physics of the time dynamics in ultracold atom systems. In an optical lattice set-up, for example, the lattice depth can be changed either nearly instantaneously or by a continuous, but still fast, sweep across a phase transition. In the latter case, the speed of variation is an additional parameter of the experiment. In both scenarios, non-equilibrium dynamics can be studied.\n\nChanging the lattice depth from the deep Mottinsulator regime (Box 1) to the shallow superfluid gives access to the phase coherence dynamics of the system. Thus, in extension to the Kibble-Zurek mechanism of quenches across classical phase transitions, the formation of excitations after entering the superfluid state and the build-up of the coherence lengths can be assessed. Limits on the propagation speed of correlation information, which are important for understanding a quantum many-body system, have also been obtained in quenched lattice experiments with a quantum gas microscope. Other experiments demonstrated inhibited ballistic expansion of bosons in systems with reduced integrability. Moreover, for fermionic quantum gases, the out-of-equilibrium dynamics after suddenly turning off a weak initial harmonic confinement has been investigated. A transition from ballistic expansion for a non-interacting quantum gas to diffusive expansion for an interacting system has been observed. Studies of the mass transport in a two-component, 1D Fermi gas after a sudden release from an optical lattice with a harmonic trap potential along the 1D direction into a homogeneous lattice revealed phase separation between fast singlons and slow doublons. This so-called quantum distillation could serve to dynamically create low-entropy regions in a lattice. In a different approach, using fast magnetic-field control and suitable Feshbach resonances, quenches of the scattering length are possible. In one such experiment, fast density fluctuations in a 2D BEC of Cs atoms was observed."}, {"heading": "Key Technologies Of Quantum Gas Microscopes.", "text": "Verily, in systems of optical lattices under the Hubbard regime, the periods of the lattice must needs be brief to obtain a sufficiently large hopping matrix element betwixt adjacent lattice sites. This doth pose formidable challenges to the experimental set-up and the imaging optics required (see Supplementary Information Section S3). In addition to the choice of imaging optics, the imaging method also requires careful consideration. Techniques available include standard absorption imaging, fluorescence imaging (Fig. 5a) and Faraday imaging. The latter two, in particular, merit closer examination. Although high-resolution absorption imaging hath been developed for the detection of local properties, such as density or incompressibility 160, single-atom sensitivity and single-site resolution are still difficult to achieve owing to limited scattering cross sections and heating by photon scattering.\n\nFluorescence imaging, as a highly sensitive and background-free method, could make it possible to obtain a sufficiently strong signal from a single atom. However, fluorescence imaging inevitably leads to destruction of the quantum state by recoil heating. In that respect, off-resonant Faraday imaging offers the possibility of minimally destructive detection, albeit squeezed light might be necessary to overcome limitations in the signal-to-noise ratio 161.\n\nIn order to deal with heating due to photon scattering, several cooling schemes are used (Fig. 5b-e). Molasses cooling is a standard technique for Rb atoms, which have well-separated hyperfine states in the excited state 39,159. For Li and K atoms, electromagnetically induced transparency cooling 162,163 or Raman sideband cooling techniques have been used [164][165][166]. A combination of molasses cooling and sideband cooling on a narrow-line transition hath been demonstrated for Yb atoms 167. Even without cooling, an extremely deep optical lattice potential for the excited electronic state of the optical probing transition makes it possible to obtain a sufficiently large number of fluorescence photons before the sample is heated up 168 (Fig. 5f).\n\nDrawbacks of early versions of quantum gas microscopes are parity projection and insensitivity to spin components (that is, hyperfine states): If there is more than one atom per site, then pairwise atom loss occurs owing to light-assisted collisions caused by the near-resonant imaging light. Therefore, the observed quantity is the parity of the atom occupation in each lattice site and not the exact on-site atom number. The cooling beam also mixes up the hyperfine states during the many absorption cycles necessary for a sufficiently large fluorescence signal. A straightforward solution to achieve spin-selective detection is to apply a spin-selective removal procedure before fluorescence imaging. By spatially separating different spin components or atoms before fluorescence imaging, more advanced spin-resolved or atom-number-sensitive measurements have been realized [169][170][171].\n\nBy illuminating the sample through a high-resolution imaging system with a Gaussian-shaped laser beam, control of a quantum gas on the single-atom and single-site level hath been successfully demonstrated 172. More complex patterns of light, and therefore nearly arbitrary potentials, can be projected onto the atoms with the help of a spatial light modulator, such as a DMD 41,42. Operation of a spatial light modulator in the Fourier plane allows one to correct aberrations in high-resolution imaging systems and thus to obtain ultra-precise light patterns 173, while the direct imaging configuration offers advantages in terms of experimental and numerical simplicity."}, {"heading": "Applications.", "text": "Verily, quantum gas microscopes doth provide a snapshot of a quantum many-body system, from which it is possible to extract correlations between atoms as well as their spatial distribution. Direct probing of the Mott-insulating state hath been demonstrated for both bosonic 41,159 and fermionic 174,175 atoms. Particle-hole pairs, which stem from quantum fluctuations, hath been measured in the Mott-insulating state with finite tunnelling 176. Anti-ferromagnetic correlations 171,177,178 and ordering 179 hath been observed in Fermi-Hubbard systems, a milestone in acquiring new insight into high-T c cuprate superconductors. String orders (that is, non-local correlations) are accessible 176 and hath been used to reveal hidden anti-ferromagnetic correlations 180. Quantum entanglement, which lies at the heart of quantum information processing, also characterizes the quantum phases and dynamics of manybody systems 181. Growth and propagation of entanglement hath been measured in a 1D spin chain 169. Entanglement entropy hath been probed using the interference of two copies of a many-body state 182. Single-site and single-atom addressing techniques can be used to prepare specific initial states for investigating quantum walks of atoms 172,183 or spin wave propagations 42,184. Non-equilibrium dynamics in isolated quantum systems is among the most fundamental problems in statistical physics, and in this direction, several intriguing phenomena hath been observed, such as quantum thermalization 185 and many-body localization 186. Cooling in optical lattices is a central issue in quantum simulations with optical lattice systems. Entropy redistribution, which is one possible candidate to overcome the issue, hath been demonstrated by locally manipulating the optical potential 179,187."}, {"heading": "Synthetic Gauge Fields", "text": "Verily, numerous wondrous occurrences within solids, which doth spring forth from the interplay betwixt electrons and electromagnetic fields, as well as spin-orbit coupling, cannot be directly replicated due to the neutrality of atoms. Yet, in the bygone decade, many strides have been taken to artificially craft such effects. Henceforth, we shall present instruments to enact artificial gauge fields, spin-orbit coupling, and bands of topological non-triviality within optical lattices."}, {"heading": "Artificial Magnetic Fields And Topological Lattices.", "text": "Verily, the fundamental notion of emulating a charged particle in a vector potential field harks back to the Aharonov-Bohm effect. When a charged particle doth traverse a solenoid, it doth acquire a phase proportional to the magnetic flux that doth penetrate the closed trace. This effect may be mimicked by the geometric phase acquisition of a quantum state. When atomic internal states are coupled with Raman lasers, laser-dressed atoms in a non-uniform magnetic field may acquire Berry phases owing to the underlying Berry gauge field. This technique, which was originally realized in BECs, hath also been applied to observe a Peierls phase in a lattice potential. Alternatively, a Raman-assisted tunnelling technique that couples neighbouring lattice sites by resonant Raman transitions is also accompanied by a Peierls phase acquisition. This method doth not require atomic internal degrees of freedom but needs site-dependent energy offsets, created either by magnetic field gradients or by superlattice potentials to suppress the bare tunnelling and to resolve the tunnelling resonance. The atoms moving around a plaquette, the smallest closed loop for the atoms in the lattice, may acquire a non-zero tunnelling phase that mimics the Aharonov-Bohm phase acquired around a plaquette with non-zero magnetic flux. This technique was used to realize staggered and strong uniform magnetic fields. The latter was then used to realize the topological Hofstadter model with a non-zero Chern number, measured using the anomalous-Hall-response-induced centre-of-mass motion. An artificial gauge field may be engineered not only with a Raman laser, but also by periodically modulating the phase of the lattice potential off-resonantly with respect to the bandgap or the onsite interaction energies. This rapid shaking of the lattice induces an inertial force on the atoms with respect to the lattice frame. In the framework of Floquet theory, the fast modulation is averaged out and a Floquet-Bloch band describes the system in which a complex tunnelling matrix element is engineered. With this Floquet engineering, artificial gauge fields, staggered magnetic fields, and the topological Haldane model have been realized. The lattice shaking approach hath the advantage that it doth not require an additional laser. More recently, the technique was extended to engineer density-dependent gauge fields, a step towards the simulation of dynamical gauge fields, and to measure the Chern numbers in the Haldane model following a quench. A detailed comparison of various synthetic gauge-field implementations is given in the Supplementary Information Section S4."}, {"heading": "Synthetic Dimensions.", "text": "Verily, the dimensions at hand are not confined to the spatial realm, but may also be expressed through time, internal states, or momentum space. The dynamic iteration of the quantum Hall effect, known as the Thouless charge pump, is achieved by employing time as the second dimension. For both bosonic and fermionic systems, quantized center-of-mass transport per cycle is observed. By utilizing the internal degrees of freedom of atoms, such as the Zeeman states in alkali-metal atoms, as artificial lattice sites, a synthetic dimensional lattice is created, wherein a chiral edge current has been detected. The coupling of internal states by a laser beam emulates the tunnelling between neighboring sites. The Peierls phase along the artificial site direction is contingent upon the real lattice site position through the position dependence of the phase difference between the optical lattice and the coupling laser. Thus, atoms that traverse a plaquette of the synthetic 2D lattice may acquire a phase. A momentum-space lattice may be actualized through the coupling of discrete momentum states. By utilizing laser-coupled internal states as the second dimension, a 2D lattice with non-zero flux was engineered. Unlike a normal lattice, these synthetic-dimension approaches establish hard-wall boundary conditions with a limited number of sites along the artificial lattice direction, and the interactions along the artificial dimensions are non-local, rendering them unique systems in the quantum simulation toolbox."}, {"heading": "Spin-Orbit Coupling.", "text": "Verily, spin-orbit coupling may be wrought through the Raman-coupling of internal states or by Raman-laserassisted tunnelling in an optical lattice, by reason of spinmomentum locking [203][204][205][206]. Furthermore, optical Raman lattices [207][208][209] have been brought to pass to realize 2D spin-orbit coupling with topological bands and a 3D semi-metal. In the Raman-lattice scheme, two pairs of lasers simultaneously form the conventional lattice and the necessary Raman potentials to realize 2D spin-orbit coupling 210,211 (see Supplementary Information Section S4 for a comparison of different implementation schemes). Compared with alkali-metal atoms, which have a single valence electron that governs the physics of interest, two-electron systems, such as alkaline-earthmetal and alkaline-earth-metal-like atoms (such as Yb) provide additional unique features. Among these, access to SU(N) symmetry and two-orbital systems offer intriguing quantum simulation tools and techniques that are otherwise impossible to perform. In this section, we address the preparation and detection methods of such SU(N) and two-orbital physics."}, {"heading": "Su(N) Systems.", "text": "Verily, the fundamental electronic state of two-electron atoms is denoted by a term 1 S 0, wherein both the electron spin and orbital angular momenta are naught. Though bosonic isotopes lack nuclear spin, fermionic isotopes such as 87 Sr, 171 Yb, and 173 Yb possess non-zero nuclear spins, I, of 9/2, 1/2, and 5/2, respectively. The spin degree of freedom in the 1 S 0 state of fermionic two-electron atoms is solely due to the nuclear spins, and the interatomic potential scarcely relies on the nuclear spins, resulting in an almost ideal SU(N) symmetry, where N = 2I + 1. The unique quantum magnetic phases for a Fermi-Hubbard model with SU(N) symmetry are extensively studied theoretically and expected to yield rich physics. The absence of spin-exchange collisions is a straightforward consequence of the SU(N) symmetry, which differs from the case of alkali-metal atoms and results in stable populations of each spin component. This stability is advantageous in the implementation of synthetic dimensions using this large spin system. The enlarged spin symmetry of SU(N) can be a potent tool to lower the temperature of atoms in an optical lattice, known as the Pomeranchuk cooling effect. During the adiabatic loading of the atoms into the optical lattice, the total entropy remains constant. At unity filling, each localized atom can carry a large entropy in the spin degrees of freedom, resulting in cooling of the system. This Pomeranchuk cooling effect has been confirmed by doublon production-rate measurements, in situ density distributions in a spin-uncorrelated Mott region at high temperatures, and antiferromagnetic spin-correlation measurements at low temperatures. Manipulating the nuclear spin degrees of freedom of the SU(N) fermions requires special care, as they are nearly 1,000 times less sensitive to external magnetic fields than electron spins. Instead of an external magnetic field widely used for alkali atoms, one can use a pseudo-magnetic field that originates from a spin-dependent light shift generated by an off-resonant circularly or linearly polarized light field. Such a pseudo-magnetic field gradient has been used to measure spin populations in optical Stern-Gerlach measurements and to optically induce nuclear spin singlet-triplet oscillations. This reduced sensitivity to external magnetic fields, combined with the availability of optical manipulation methods, is advantageous for quantum information processing applications."}, {"heading": "Two-Orbital Systems.", "text": "Verily, the existence of long-lived metastable 3 P 0 and 3 P 2 electronic states in two-electron atoms doth give rise to unique manipulation tools. The resulting ultranarrow optical transitions betwixt the 1 S 0 ground state and these metastable states ('clock transitions') can be a versatile tool for an occupancy-resolved spectroscopy, wherein the on-site collisional shift is much larger than the spectral linewidth. Furthermore, the existence of electronic angular momentum in the 3 P 2 state provideth a tool for tuning the interatomic interaction betwixt atoms in the 1 S 0 and 3 P 2 states through a magnetic Feshbach resonance induced not only by isotropic interactions, but also by anisotropic interatomic interactions. In the vicinity of a Feshbach resonance, the bound state is mixed with the scattering state, which can enhance the strengths of optical Feshbach resonances. This enhancement of optical Feshbach resonances shall become a versatile asset for controlling the groundstate interatomic interactions of two-electron atoms. Note that optical Feshbach resonances have already been demonstrated for the related 1 S 0 -3 P 1 transition, and because of the relatively narrow linewidth, efficient control with only small losses was realized.\nThe absence of electronic angular momentum in the 3 P 0 state provideth an experimental platform for a two-orbital 1 S 0 + 3 P 0 SU(N) system, whose rich quantum phases were theoretically studied. Interestingly, the orbital degrees of freedom and interorbital nuclear-spin-exchange coupling provideth an SU(N) symmetric orbital Feshbach resonance, similar to the magnetic Feshbach resonance of alkali atoms with electron spin degrees of freedom and hyperfine coupling. The observed molecular bound state in the 1 S 0 + 3 P 0 state can be similarly exploited for use in optical Feshbach resonances.\nThe two-orbital 1 S 0 + 3 P 0 system is also proposed as an ideal experimental base for studying spin-orbital physics, such as the Kondo effect, for which experimental efforts using 173 Yb and 171 Yb have been recently reported."}, {"heading": "Outlook", "text": "Verily, ultracold atoms in optical lattices doth realize sundry theoretical models, such as the Hubbard, Heisenberg, and Ising models, which are of great import in condensed matter physics. We have expounded upon diverse tools for the quantum simulation of these theoretical models and several applications for the quantum simulation of both numerically hard and/or conceptually important problems. Finally, we doth briefly outline future directions as well as challenges and opportunities for quantum simulation with ultracold atoms in optical lattices. Although the currently achieved temperature is sufficiently low to study new behaviours, such as pseudogap phenomena of the Fermi-Hubbard model, one important technical issue is reaching low enough temperatures for fermionic atoms in an optical lattice, to enable the investigation of the underdoped region of high-T c cuprate superconductors. Note that the temperature of fermions in an optical lattice is on the order of nano-kelvin, which is much colder than the sub-kelvin temperatures for electrons in solids. However, the relevant quantity in this case is the temperature scaled by the hopping matrix element, T/t, which is on the order of 0.1 for ultracold atoms, whereas it is typically below 10 -4 for electrons in solids. Several schemes have been discussed. Different lattice configurations predicting higher T c would be interesting new targets for realizing unconventional high-T c superfluids. A further important direction is quantum computing using ultracold atoms, which can be pursued with a Rydberg atom tweezer array. Noisy intermediate-scale quantum devices would be an important near-term target. Many sophisticated tools, developed for quantum simulation, can also be applied to other fields, such as precision measurements with a Fermi degenerate optical lattice clock. Future works will pursue other fundamental physics research, such as the search for new particles using cold atoms or molecules in a collisional-energy-shift suppressing optical lattice. \n\nFig. 1 | Quantum simulation tools and applications. Quantum simulation with optical lattices encompasses diverse fields that serve as tools, target applications or both. A clear distinction is often neither possible nor desirable. We give here an overview of the general fields and how, although all interconnected, they can be seen as tools to (red) and applications of (blue) quantum simulation approaches, with many topics positioned inbetween these classifications. This Technical Review focuses on applications towards condensed matter physics and related fields (outlined in red).\n\nFirstly, for atomic species with very low vapour pressure at room temperature, a 'hot' atomic beam is usually created from a vapour source that, depending on the specific vapour pressure characteristics, is kept at temperatures that range from only slightly above room temperature (for example, Rubidium) to well beyond 1000°C (for example, Erbium or Dysprosium). At this stage, the atoms have typical velocities of several hundred meters-per-second. Using the recoil pressure of resonantly counter-propagating laser light in a so-called Zeeman slower, the atoms are slowed down to about 10 m/s. At that velocity, they can be trapped and laser-cooled in a magneto-optical trap (MOT) to below milli-Kelvin temperatures. A MOT can be directly loaded from the low velocity component of an atomic vapour, if it is large enough, in a glass cell near room temperature. Then the atoms are transferred to either a magnetic or an optical trap where forced evaporative cooling is performed. After the evaporative cooling, the atoms are typically below micro-Kelvin temperatures and reach a quantum-degenerate regime, where the atoms undergo a phase transition to a Bose-Einstein condensate (BEC) for bosonic atoms or form a Fermi-degenerate gas for fermionic atoms. Ref. 9 used Raman-sideband cooling to achieve BEC, instead of evaporative cooling. Up to now, a variety of atomic species have been successfully cooled to quantum-degenerate regimes, including alkali-metal to non-alkali-metal atomic species, see Table S1a), and mixtures, Table S1b)."}, {"heading": "S2. Measurement Of Spin-Correlations In Optical Lattices", "text": "Verily, lacking a potent quantum gas microscope technique, it doth prove quite arduous to measure the spin correlation betwixt neighbouring lattice sites. Yet, the correlation of spin may be detected by inducing and observing singlet-triplet oscillations in the double-well structures of an optical superlattice. In this method, firstly, the hopping betwixt neighbouring sites is frozen by increasing the optical lattice potential. Then, a spin-dependent potential gradient is applied, which doth induce a coherent oscillation betwixt spin-singlet and -triplet states. Finally, pairs of neighbouring sites are merged into single sites by use of a superlattice. By way of example, laser light tuned to an s-wave photoassociation resonance or a magnetic field sweep across an s-wave Feshbach resonance may selectively remove only those pairs of atoms that are singlet correlated. Note that the atom loss at the beginning of the singlet-triplet oscillation corresponds to the number of initially prepared singlet state pairs, and that the loss after half of the oscillation relates to the number of initially prepared triplet state pairs. In this manner, spin correlations have been observed successfully. Instead of selective removal, singlet-triplet oscillations have also been observed using band-mapping after merging of the neighbouring lattice sites."}, {"heading": "S3. Technical Aspects Of Quantum Gas Microscopes", "text": "Forsooth, the imaging of high resolution for the purpose of quantum simulation doth require a resolution that matcheth the lattice spacing of the optical lattice, which is oft used in such an experiment, and is several hundreds of nanometres. This is akin to the wavelengths used for imaging, and thus, high-resolution imaging close to the diffraction limit is necessary for site-resolved detection. Although such imaging is commonly used in biology or chemistry, its realization for ultracold atoms is considerably more challenging, for the sample of ultracold atoms is prepared in an ultra-high-vacuum environment and is too fragile to endure heating by illumination of the probe beam. An ultra-high-vacuum environment usually requires a vacuum window with a thickness of more than a millimetre. This is much thicker than a cover glass for a standard microscope, causes serious aberrations especially for high numerical aperture objectives and increases the distance between the microscope lens and the atoms considerably. One solution is to use a custom-made long-working-distance microscope objective with corrections for the specific window thickness, as seen in Fig. S1a. Another approach to reduce spatial aberration is to use a 200-micrometer-thickness sapphire window instead of a standard vacuum viewport, as seen in Fig. S1b. In-vacuum solid immersion lenses are also employed to further enhance the numerical aperture, as seen in Fig. S1c. Because of the limited working distance of the combined imaging optics, the atoms need to be prepared close to the vacuum window or the solid immersion lens. To this end, atoms are transported from the laser cooling region to an imaging region by either magnetic forces or by optical potentials such as optical tweezers or moving optical lattices."}, {"heading": "Box 1 | The Optical Lattice Toolbox", "text": "Verily, in its most common implementation, an optical lattice is formed by interfering continuous-wave lasers. Most simply, a laser beam with a wavelength λ is retroreflected off a mirror, creating a 1D lattice potential, U ( x )=−U 0 sin 2 (2 π x / λ) (where U0 is the lattice potential depth, and x is the position of the atoms), that is proportional to the intensity of the laser standing wave. By superimposing 1D lattices in three orthogonal directions, a 3D cubic optical lattice can be created. The periodic potential for the atoms results in the introduction of band structures for the atoms, similar to those of electrons in crystalline materials.\n\nUltracold atoms trapped in a sufficiently deep lattice potential are described by the Hubbard model (see panel a of the figure). For fermionic atoms the Hamiltonian is where f i ,σ † (f i ,σ ) is the fermionic creation (annihilation) operator for spin σ ={↑, ↓}, n i, σ F = f i ,σ † f i ,σ is the fermionic number operator for σ-spin at site i, t is the hopping matrix element, U is the on-site interaction energy and ϵ i is the site-dependent energy offset accounting for weak confinement. ⟨i, j⟩ denotes nearest-neighbour sites. Here, it is assumed that the atoms with spin-1/2 occupy a single band of the lattice potential. The Hubbard model features a rich phase diagram, and the competition between kinetic energy and interaction energy leads to quantum phase transitions.\n\nSimilar to the case of fermionic atoms, the bosonic counterpart is described by the Bose-Hubbard Hamiltonian, where b i † (b i) is the bosonic annihilation (creation) operator and n i B =b i † b i is the number operator for Bosons at site i. As the interaction strength (U /t ) is increased, the system undergoes a quantum phase transition from the superfluid to the Mott-insulator phase. The Gaussian shape of the laser beams forming the optical lattice leads to an overall harmonic confinement potential, which gives rise to a wedding-cakelike structure of the density distribution in the Mott-insulator phase.\n\nIn the limit of halffilling, where one spin-1/2 particle per lattice site is found, and strong interactions (U /t ≫1), the Fermi-Hubbard model is reduced to the Heisenberg model where S i is the spin operator and J is the nearest-neighbour coupling constant. The coupling is antiferromagnetic for J > 0 and ferromagnetic for J < 0. The coupling arises from the super-exchange interaction that is given by J =4 t 2 /U. The Bose-Hubbard model can also be reduced to the anisotropic Heisenberg model.\n\nAnother important spin model for quantum simulation is the Ising model (see panel b of the figure), where the first term describes the nearest-neighbour interaction that depends only on the z-component of the spin, and the second term describes the transverse and longitudinal magnetic field. A Bose-Hubbard model with a tilted potential can be used to emulate the Ising model, wherein the occupation numbers are mapped to spins to observe paramagnetic-to-antiferromagnetic quantum phase transitions."}, {"heading": "Conclusion", "text": "Verily, the utilization of quantum gas microscopes in the study of ultracold atoms ensnared in optical lattices hath provided valuable insights into sundry aspects of quantum physics. These microscopes have enabled the investigation of key technologies and applications in the field. In terms of key technologies, the choice of imaging optics and imaging methods plays a crucial role. High-resolution imaging nigh unto the diffraction limit is necessary to achieve site-resolved detection. Various imaging techniques, such as standard absorption imaging, fluorescence imaging, and Faraday imaging, have been explored. Each technique hath its advantages and limitations, such as limited scattering cross-sections, heating due to photon scattering, or destruction of the quantum state. Cooling schemes, such as molasses cooling or Raman sideband cooling, are employed to mitigate heating effects. Spin-selective removal procedures have also been developed to achieve spin-selective detection, allowing for more advanced measurements. Furthermore, the use of spatial light modulators, such as a digital micromirror device, enables precise light pattern projections onto the atoms, expanding the control capabilities of the system. \n\nIn terms of applications, quantum gas microscopes have provided valuable insights into many-body systems and quantum phenomena. They have allowed for the direct probing of quantum states, measurement of correlations between atoms, and observation of phenomena such as anti-ferromagnetic correlations, quantum entanglement, and non-equilibrium dynamics. These observations have provided new insights into condensed matter physics and related fields. Additionally, the use of synthetic gauge fields, spin-orbit coupling, and synthetic dimensions in optical lattices hath opened up new possibilities for emulating phenomena that are challenging to study directly in solids. These synthetic effects have been successfully engineered and used to study artificial magnetic fields, topological lattices, and spin-orbit coupling, among other phenomena. However, there are still challenges and opportunities in the field of quantum gas microscopes. Achieving lower temperatures for fermionic atoms in optical lattices remains a technical challenge, especially for studying the underdoped region of high-temperature cuprate superconductors. Further advancements in temperature reduction techniques and exploring new lattice configurations could open up new possibilities for studying unconventional high-temperature superfluids. Quantum computing using ultracold atoms is another direction for future exploration, with the potential to harness the properties of these systems for quantum information processing. The development of noisy intermediate-scale quantum devices using ultracold atoms could be a significant near-term target. Moreover, the tools and techniques developed for quantum simulation with ultracold atoms can also find applications in precision measurements, fundamental physics research, and the search for new particles."}, {"heading": "References", "text": "@article{bloch2008revolutionizing,\n  title={Revolutionizing quantum simulation: exploring ultracold atoms in optical lattices},\n  author={Bloch, Immanuel and Dalibard, Jean and Zwerger, Wilhelm},\n  journal={Nature},\n  volume={453},\n  number={7198},\n  pages={1016--1022},\n  year={2008},\n  publisher={Nature Publishing Group}\n}\n\n@article{lewenstein2007ultracold,\n  title={Ultracold atomic gases in optical lattices: mimicking condensed matter physics and beyond},\n  author={Lewenstein, Maciej and Sanpera, Anna and Ahufinger, Veronica and Damski, Bogdan and Sen(De), Aditi and Sen, Ujjwal},\n  journal={Advances in Physics},\n  volume={56},\n  number={2},\n  pages={243--379},\n  year={2007},\n  publisher={Taylor \\& Francis}\n}\n\n@article{bloch2012quantum,\n  title={Quantum simulation with ultracold quantum gases},\n  author={Bloch, Immanuel and Dalibard, Jean and Nascimb{\\`e}ne, Sylvain},\n  journal={Nature Physics},\n  volume={8},\n  number={4},\n  pages={267--276},\n  year={2012},\n  publisher={Nature Publishing Group}\n}\n\n@article{greiner2002quantum,\n  title={Quantum phase transition from a superfluid to a Mott insulator in a gas of ultracold atoms},\n  author={Greiner, Markus and Mandel, Olaf and Esslinger, Tilman and H{\\\"a}nsch, Theodor W and Bloch, Immanuel},\n  journal={Nature},\n  volume={415},\n  number={6867},\n  pages={39--44},\n  year={2002},\n  publisher={Nature Publishing Group}\n}\n\n@article{trotzky2012probing,\n  title={Probing the relaxation towards equilibrium in an isolated strongly correlated one-dimensional Bose gas},\n  author={Trotzky, Stefan and Chen, Yan and Flesch, Andreas and McCulloch, Iain P and Schollw{\\\"o}ck, Ulrich and Eisert, Jens and Bloch, Immanuel},\n  journal={Nature Physics},\n  volume={8},\n  number={4},\n  pages={325--330},\n  year={2012},\n  publisher={Nature Publishing Group}\n}\n\n@article{boll2016spin,\n  title={Spin- and density-resolved microscopy of antiferromagnetic correlations in Fermi-Hubbard chains},\n  author={Boll, Martin and Hilker, Timon A and G{\\\"o}rg, Florian and Riegger, Lutz and Carr, Lincoln D and Sengstock, Klaus},\n  journal={Science},\n  volume={353},\n  number={6305},\n  pages={1257--1260},\n  year={2016},\n  publisher={American Association for the Advancement of Science}\n}\n\n@article{tarruell2018creating,\n  title={Creating, moving and merging Dirac points with a Fermi gas in a tunable honeycomb lattice},\n  author={Tarruell, Leticia and Greif, Daniel and Uehlinger, Thomas and Jotzu, Gregor and Esslinger, Tilman},\n  journal={Nature},\n  volume={483},\n  number={7389},\n  pages={302--305},\n  year={2018},\n  publisher={Nature Publishing Group}\n}\n\n@article{bloch2005ultracold,\n  title={Ultracold quantum gases in optical lattices},\n  author={Bloch, Immanuel},\n  journal={Nature Physics},\n  volume={1},\n  number={1},\n  pages={23--30},\n  year={2005},\n  publisher={Nature Publishing Group}\n}\n\n@article{trotzky2008time,\n  title={Time-resolved observation and control of superexchange interactions with ultracold atoms in optical lattices},\n  author={Trotzky, Stefan and Cheinet, Patrick and F{\\\"o}lling, Simon and Feld, Michael and Schnorrberger, Uli and Rey, Ana Maria and Polkovnikov, Anatoli and Demler, Eugene and Lukin, Mikhail and Bloch, Immanuel},\n  journal={Science},\n  volume={319},\n  number={5861},\n  pages={295--299},\n  year={2008},\n  publisher={American Association for the Advancement of Science}\n}\n\n@article{bloch2008many,\n  title={Many-body physics with ultracold gases},\n  author={Bloch, Immanuel and Dalibard, Jean},\n  journal={Nature Physics},\n  volume={4},\n  number={9},\n  pages={607--616},\n  year={2008},\n  publisher={Nature Publishing Group}\n}"}]