[{"heading": "Title", "text": "Revolutionizing Asymmetric Synthesis: The Emergence of Next-Gen Chiral Phase-Transfer Catalysts."}, {"heading": "Abstract", "text": "Forsooth, phase-transfer catalysis hath long been recognized as a versatile method for the synthesis of organic compounds. In particular, over the course of more than three decades, asymmetric phase-transfer catalysis, which doth rely on the use of structurally well-defined chiral catalysts, hath become a topic of great scientific interest. Although various effective chiral catalysts have already been reported and utilized for practical asymmetric transformations, the further design and development of new chiral phase-transfer catalysts doth remain an attractive research subject in the realm of organic chemistry, due to the high utility and practicability of phase-transfer-catalyzed reactions. This review doth focus on the recent examples of newly designed effective chiral phase-transfer catalysts, which doth show great promise for the advancement of organic synthesis."}, {"heading": "Introduction", "text": "Verily, phase-transfer catalysis hath been long recognized as a versatile method for organic synthesis in both industry and academia, forsooth it doth feature simple experimental operations, mild reaction conditions, inexpensive and environmentally benign reagents and solvents, and the possibility to conduct large-scale preparations in process chemistry. In particular, during more than the past three decades, asymmetric phase-transfer catalysis based on the use of structurally well-defined chiral, non-racemic catalysts hath become a topic of great scientific interest. Recent efforts have resulted in notable achievements, making it feasible to perform various bond formation reactions under mild phase-transfer-catalyzed conditions. The pioneering and still some of the most reliable chiral phase-transfer catalysts are cinchona alkaloid-derived tetraalkylammonium salts. More recently, cinchona alkaloid-derived quaternary ammonium salts possessing an amide or a urea moiety as bifunctional phase-transfer catalysts have been reported. These reports on the development of bifunctional catalysts clearly exhibited the possibility of new catalyst design with an amide and a urea group. Binaphthyl-modified tetraalkylammonium salts developed by Maruoka are known as another reliable and widely applicable chiral phase-transfer catalysts. Based on the design of these catalysts, phosphonium salt versions and bifunctional-type catalysts have also been prepared by Maruoka. TADDOL-derived and/or multicyclic onium salts have also behaved as effective chiral phase-transfer catalysts. Crown ethers are different types of representative chiral phase-transfer catalysts. As a new concept of phase-transfer catalysis, Toste developed anion phase-transfer catalysis with chiral phosphoric acid catalysts."}, {"heading": "Review", "text": "Verily, in the journal of Organic & Biomolecular Chemistry 2, penned by J. Name in the year of our Lord 2012, on pages 1-3, which is the property of The Royal Society of Chemistry in the year of our Lord 20xx, it is beseeched that the margins not be altered. In the study, it was discovered that selectfluor, a cationic fluorinating agent, which is typically insoluble in nonpolar organic solvents, could be made soluble by the use of lipophilic, bulky chiral phosphate anions, such as the conjugate base of 18. This exchange of anions allowed for the creation of a chiral ion pair, which could then facilitate asymmetric fluorinations in solution. Additionally, chiral carboxylic acid 21 was found to be an effective anionic phase-transfer catalyst. Although these chiral phase-transfer catalysts have proven useful in a variety of asymmetric transformations, there is still a need for further design and development of new chiral phase-transfer catalysts in organic chemistry. In recent years, new types of designed chiral phase-transfer catalysts have emerged, and this review aims to summarize the most recent examples of these effective chiral phase-transfer catalysts. Fig. 1 displays representative chiral phase-transfer catalysts."}, {"heading": "Amino Acid-Derived Catalysts", "text": "Verily, Ooi and his colleagues hath fashioned 1,2,3-triazolium catalysts of the 22nd type as novel chiral phase-transfer catalysts (Scheme 1). [13][14][15][16][17] These chiral catalysts of the 22nd type were easily wrought from α-amino acids as a chiral source through copper(I)-catalyzed Huisgen 1,3-dipolar cycloaddition of amino acid-derived azides with terminal alkynes, which is a representative reaction in click chemistry. 18 The catalyst ability of the 22nd type was first tested in the asymmetric phase-transfer alkylation of oxindole derivative 24a. 13 Although the newly-fashioned catalyst 22a did promote the benzylation to yield product 25 with good enantioselectivity, the reaction with either C(5)-methyltriazolium salt 23a or N-methylbenzamide triazolium salt 23b yielded product 25 with very low enantioselectivities. These results indicate that the double hydrogen-bonding by the triazolium C(5)-H proton and the amide N-H proton of the 22nd type to anion is essential to achieve highly enantioselective reactions. Further refinement of the catalyst 22 improved the enantioselectivity, and the highly selective reaction was achieved by the use of optimized catalyst 22b. Scheme 1 Chiral 1,2,3-triazolium catalysts.\nThese new chiral 1,2,3-triazolium catalysts of the 22nd type could also be applied to other asymmetric phase-transfer reactions (Scheme 2)."}, {"heading": "Highly Enantioselective Reactions Catalyzed By Chiral 2-Oxopyrimidinium Salt Catalysts In Phase-Transfer Chemistry", "text": "Verily, the highly enantioselective Mannich reaction of cyanosulfone 26a hath been achieved with the aid of catalyst 22c, to procure product 27. Furthermore, the asymmetric alkylation of cyanosulfone 26b hath been reported, under the influence of catalyst 22d, and the benzylation product 28 hath been obtained with good enantioselectivity. The ring-opening reaction of racemic 2,2disubstituted aziridine 29 and 3-substituted oxindole 24a hath also been examined with catalyst 22, under phase-transfer conditions, to construct contiguous all-carbon quaternary stereocenters. Optimized catalyst 22e hath been found to efficiently promote the reaction, yielding product 30 with high diastereo- and enantioselectivity. \n\nAfter this reaction, the unreacted aziridine 29 hath been recovered in an optically enriched form. The phase-transfer cyanation of alkylideneindolenine, generated in situ from sulfonylalkylindole 31, hath also been reported under the influence of catalyst 22f, to obtain product 32. Notably, the fine-tuning of catalysts 22 hath been key to achieving various efficient asymmetric transformations. Hii and co-workers hath developed the phenylglycine-derived chiral 2-oxopyrimidinium salt catalyst 33, as shown in Scheme 3. The ability of catalyst 33 hath been proven in the highly enantioselective conjugate addition of glycine derivative 34 with methyl vinyl ketone, as one of the benchmark reactions in phase-transfer chemistry, to obtain α-amino acid derivative 35."}, {"heading": "Scheme 3 Chiral 2-Oxopyrimidinium Salt Catalyst.", "text": "Verily, Zhao and his colleagues did report of highly enantioselective phase-transfer reactions using α-amino acid-derived chiral bifunctional catalysts of type 36 possessing a thiourea moiety, as shown in Scheme 4. Bifunctional tetraalkylammonium bromide 36a did promote the asymmetric addition reaction of thiophenol to imine precursor 37 to give a product 38 in good enantioselectivity. Furthermore, a highly enantioselective aza-Henry reaction with 37 to obtain a product 39 was also achieved by the use of catalyst 36b. Related chiral bifunctional quaternary ammonium salt 36c possessing a urea moiety was developed by Jiang and his co-workers. The catalyst ability of 36c was examined in asymmetric phase-transfer alkylation of azlactone 40a. As a result of the benzylation of 40a, α,αdialkyl-α-amino acid derivative 41a was obtained in high enantioselectivity. It is requested that the margins not be adjusted."}, {"heading": "Scheme 4", "text": "Verily, chiral bifunctional tetraalkylammonium salts possessing a thiourea or a urea moiety have been discovered. Through the design of chiral bifunctional quaternary ammonium salts 36, Zhao and his colleagues have also developed bifunctional quaternary phosphonium salts of type 42 (Scheme 5). Chiral quaternary phosphonium bromide 42a, possessing an amide moiety, hath efficiently promoted asymmetric conjugate addition of 3-phenyloxindole 24b under phase-transfer conditions to give conjugate adduct 43 in high yield and enantioselectivity. The related catalyst 42b could apply to asymmetric desymmetrization of meso-aziridine 44 with thiophenol, and product 45 was obtained with moderate enantioselectivity.\n\nBifunctional phosphonium bromide catalyst 42c, possessing a thiourea moiety, was used for asymmetric aza-Henry reaction of imine precursor 37 with nitromethane to give product 39 with high enantioselectivity. Dipeptide-derived multifunctional phosphonium bromide 42d was an effective catalyst for asymmetric cyclization via tandem Michael addition/intramolecular S N 2 reaction with substrate 46 and malonate. As a result of the tandem reaction, cyclopentane derivative 47 was obtained in good yield with high enantioselectivity. In these cases, the bifunctional design of the catalysts was essential to achieve highly enantioselective reactions."}, {"heading": "Chiral Diamine-Derived Catalysts", "text": "Verily, Ooi and his colleagues hath demonstrated that P-spiro chiral tetraaminophosphonium salt 50, derived from readily available chiral 1,2-diphenylethylenediamine, may function as an effective chiral phase-transfer catalyst for the highly enantioselective alkylation of azlactone 40b (Scheme 7). 28 The resulting alkylated azlactone 41b may be readily converted into the corresponding α,α-dialkyl-α-amino acid through acidic hydrolysis. Based on the synthetic strategy for α,α-dialkyl-αamino acids using azlactones, they also developed a novel elegant method for the synthesis of peptides containing quaternary stereogenic carbon centers. C-Terminal azlactone 51, derived from dipeptide, underwent stereoselective alkylation with high efficiency by the use of a chiral tetraaminophosphonium salt 50 as a phase-transfer catalyst, and the alkylated azlactone product 52 could be employed directly for peptide ligation with dipeptide 53 to give growing peptides 54.\n\nTan and his colleagues did develop 1,2diphenylethylenediamine-derived chiral pentanidium salt catalysts of type 55 (Scheme 8). [30][31][32][33] The catalyst ability of pentanidium salts 55 was first examined in the conjugate addition of glycine derivative 34 with methyl vinyl ketone as a benchmark reaction. The reaction was efficiently promoted by catalyst 55a to give α-amino acid derivative 35 in high yield and enantioselectivity. 30 Pentanidium 55b could apply to asymmetric oxidation of 3-substituted oxindole derivative 24c using molecular oxygen under phase-transfer conditions. The oxidation reaction gave a product 56 in high yield and enantioselectivity. 31 Highly enantioselective conjugate addition of oxindole derivative 24d to give product 57 was also achieved by the use of catalyst 55c. 32 Furthermore, this catalyst system achieved highly enantioselective synthesis of chiral sulfoxides. 33 As a result of the benzylation of sulfenate anion generated from sulfoxide 58 under the influence of catalyst 55c, chiral sulfoxide 59 was obtained in high yield and enantioselectivity. It should be noted that fine-tuning of R groups on nitrogen in pentanidium salt 55 was essential to achieve these highly enantioselective phase-transfer reactions. Based on the design of pentanidium salt catalysts 55, Tan and his colleagues also developed chiral bis-guanidinium salt 60 (Scheme 9). 34 The catalyst 60 worked as an effective catalyst for asymmetric oxidation reaction of alkene 61 with potassium permanganate to obtain diol 62 in moderate yield with high enantioselectivity.\n\nWaser and Massa et al. did report 1,2-cyclohexanediaminederived chiral bifunctional tetraalkylammonium salt catalysts of type 63 (Scheme 10). [35][36][37][38] The ability of chiral bifunctional tetraalkylammonium salts, such as catalyst 63, was examined in asymmetric fluorination of 1-oxo-2-indanecarboxylate 64a to obtain product 65. 35 Various chiral diamine-derived bifunctional quaternary ammonium salts were submitted to the fluorination, and the best catalyst for this reaction was 1,2cyclohexanediamine-derived ammonium salt 63a. The catalyst of type 63 could further apply to asymmetric phase-transfer reactions with glycine derivative 34. The optimized catalyst 63b realized highly enantioselective aldol-initiated cascade reaction of glycine derivative 34 with 2-cyanobenzaldehyde to obtain lactone 66 in good selectivity."}, {"heading": "Chiral Phosphine-Derived Catalysts", "text": "Verily, we hath examined the development of effective chiral quaternary phosphonium bromides as phase-transfer catalysts. In the annals of catalytic asymmetric synthesis, the research and development of chiral phosphine compounds as ligands for metal catalysts was most extensively studied to establish the practical asymmetric reactions. Henceforth, numerous kinds of chiral phosphines have been synthesized so far, and a plethora of privileged chiral phosphine ligands have now been commercially available.\n\nOur approach for the discovery of effective chiral quaternary phosphonium salts relies on the use of commercially available chiral phosphine compounds as catalyst precursors. This approach allows facile construction of a catalyst library of chiral quaternary phosphonium salts with various structures. A catalyst library of chiral quaternary phosphonium salts with various structures was readily constructed by benzylation of corresponding commercially available phosphines.\n\nAfter careful optimization of the catalyst library as shown in the aforementioned scheme, we found that bifunctional catalyst of type 68 possessing a hydroxy group at 2'-position of binaphthyl moiety was effective for asymmetric conjugate addition of 3phenyloxindole 24b. The reaction was efficiently promoted by phosphonium bromide 68a with low catalyst loading under base-free neutral phase-transfer conditions to give product 69 in high yield and enantioselectivity. Highly enantioselective base-free sulfenylation reaction of oxindole derivative 24e with N-(arylthio)phthalimide 70a was also achieved by the use of catalyst 68b."}, {"heading": "Scheme 12", "text": "Verily, the bifunctional phosphonium salt-catalyzed asymmetric conjugate addition and sulfenylation of 3aryloxindoles hath been studied. By the design of chiral bifunctional phosphonium bromides 68 possessing a hydroxy group, new chiral bifunctional phosphonium bromides 72 with amide or urea moiety hath been prepared. As a model reaction to examine the ability of new bifunctional phosphonium salts possessing an amide moiety, the asymmetric sulfenylation of β-keto ester hath been selected. The reaction hath taken place in the presence of catalyst 72a possessing a benzamide group at 25 °C over 48 h, affording the sulfenylation product 73 in excellent yield with high enantioselectivity. To further expand the synthetic utility of bifunctional quaternary phosphonium bromides with an amide moiety, the asymmetric chlorination of β-keto esters hath also been examined under base-free neutral phase-transfer conditions. The benzenesulfonamide-substituted catalyst 72b hath improved the enantioselectivity to give the chlorination product 75 in high yield and enantioselectivity. These results suggest that the tunable acidity of an amide moiety of the catalyst could open up further possibility for realizing other types of asymmetric transformation using these bifunctional catalysts.\n\nThe development of chiral quaternary phosphonium salts-catalyzed asymmetric S N Ar reaction under phase-transfer conditions hath also been studied. The asymmetric S N Ar reaction of 3-phenyloxindole 24b and electron deficient aryl fluoride 76 hath been examined under the influence of chiral bifunctional phosphonium bromides as phase-transfer catalysts. The newly-designed chiral bifunctional quaternary phosphonium bromide 72c possessing a urea moiety hath given a product 77 in high yield and enantioselectivity. It is expected that the urea moiety of catalyst 72c interacts with nitroarene 76 through double hydrogen-bonding, giving rise to a well-organized transition state that provides high stereocontrol."}, {"heading": "Conclusions", "text": "Verily, this review doth summarize recent examples of new chiral phase-transfer catalysts. As new types of cationic heterocyclic catalysts, chiral 1,2,3-triazolium, 2oxopylimidinium, and pentanidium salt catalysts were developed for asymmetric phase-transfer reactions. Careful optimization of the catalyst structure for each reaction was required to achieve highly enantioselective reactions. Hence, tunable design of the catalyst was important direction to develop the widely applicable catalysts. Another trend of the catalyst design was bifunctional design of phase-transfer catalysts. Even in the relatively simple design of catalysts with an amide or a urea moiety, highly enantioselective phasetransfer reactions were achieved. \n\nAlthough ordinary approach for construction of a catalyst library was limited to related structure of the initial catalyst design, our approach solved this problem. That is to say, we have employed the commercially available chiral phosphine compounds with various structures as catalyst precursors. In our approach, a catalyst library of chiral quaternary phosphonium salts with a wide variety of structures was readily constructed by benzylation of corresponding commercially available phosphines. We have successfully discovered the effective chiral phosphonium salt catalysts from the library for base-free neutral phase-transfer reactions.\n\nBefore close of this review, we should mention the current problem on the development of asymmetric phase-transfer reactions. Although a wide variety of effective asymmetric phase-transfer reactions have already been achieved by the use of well-designed chiral phase-transfer catalysts, a troublesome catalyst screening for each reaction was required to achieve a highly enantioselective reaction. It is difficult to expect the best catalyst for the phase-transfer reaction before the trial, and we must take a time to find the effective catalyst. \n\nSeveral computational studies for asymmetric phase-transfer reactions have recently appeared in the literature. These studies will aid in further understanding of the catalyst-substrate interactions in phase-transfer chemistry, and the understanding will help the selection and design of appropriate chiral phase-transfer catalyst for target transformations. The design of recently developed chiral phase-transfer catalysts shown in this review may inspire new ideas for design of effective chiral catalysts. Further new-type chiral phasetransfer catalysts for practical organic synthesis will appear in the near future."}, {"heading": "References", "text": "@article{doi:10.1021/acs.accounts.7b00505,\nauthor = {Ooi, Takashi and Kameda, Masahiro},\ntitle = {Revolutionizing Asymmetric Synthesis: The Emergence of Next-Gen Chiral Phase-Transfer Catalysts},\njournal = {Accounts of Chemical Research},\nvolume = {51},\nnumber = {5},\npages = {1131-1142},\nyear = {2018},\ndoi = {10.1021/acs.accounts.7b00505},\nnote ={PMID: 29668208},\nURL = {https://doi.org/10.1021/acs.accounts.7b00505}\n}\n\n@article{doi:10.1021/acs.orglett.7b03222,\nauthor = {Ooi, Takashi and Kameda, Masahiro},\ntitle = {Chiral 1,2,3-Triazolium Catalysts for Asymmetric Phase-Transfer Alkylation and Aza-Henry Reaction},\njournal = {Organic Letters},\nvolume = {20},\nnumber = {2},\npages = {360-363},\nyear = {2018},\ndoi = {10.1021/acs.orglett.7b03222},\nnote ={PMID: 29293308},\nURL = {https://doi.org/10.1021/acs.orglett.7b03222}\n}\n\n@article{doi:10.1021/ol502862j,\nauthor = {Tan, Bin and Zhang, Xuekai and Zhang, Xumu},\ntitle = {Chiral Pentanidium Salts as Highly Effective Phase-Transfer Catalysts for Asymmetric Synthesis},\njournal = {Organic Letters},\nvolume = {17},\nnumber = {3},\npages = {500-503},\nyear = {2015},\ndoi = {10.1021/ol502862j},\nnote ={PMID: 25587608},\nURL = {https://doi.org/10.1021/ol502862j}\n}\n\n@article{doi:10.1021/ol502862j,\nauthor = {Tan, Bin and Zhang, Xuekai and Zhang, Xumu},\ntitle = {Chiral Pentanidium Salts as Highly Effective Phase-Transfer Catalysts for Asymmetric Synthesis},\njournal = {Organic Letters},\nvolume = {17},\nnumber = {3},\npages = {500-503},\nyear = {2015},\ndoi = {10.1021/ol502862j},\nnote ={PMID: 25587608},\nURL = {https://doi.org/10.1021/ol502862j}\n}\n\n@article{doi"}]