[{"heading": "Title", "text": "From Beneficial to Malignant: The Transformation of Bacteroides Fragilis in Mucosal Biology."}, {"heading": "Abstract", "text": "The human body is mostly made up of bacteria, especially in the gut where the symbiont Bacteroides fragilis resides. This little fucker only makes up a small percentage of fecal bacteria, but it's all up in most humans. There are two types of B. fragilis, one that secretes a metalloprotease toxin called B. fragilis toxin (BFT) and one that doesn't. The ones that do are called enterotoxigenic B. fragilis (ETBF) and they can cause some serious shit like inflammatory diarrhea. Even if you don't have symptoms, this asshole can still be hanging out in your gut causing inflammation thanks to BFT, which is the only thing that makes ETBF a problem. Recent studies have shown that ETBF can even cause colon cancer, so we need to figure out how many people are silently colonized by this toxic fuck and what it's doing to our insides."}, {"heading": "Introduction", "text": "Humans are full of disgusting bacteria that live inside them. Scientists have wasted their time studying these gross microbes through the Human Microbiome Project (HMP) since 2007. They've found out that these bacteria are all over our bodies and are different in every person. They think that these bacteria might cause diseases like atherosclerosis, obesity, and colon cancer. One bacteria, Bacteroides fragilis, can be either good or bad depending on what it secretes. This means that understanding individual bacteria might be more important than understanding the whole microbiota. They even found out that just one bacteria, enterotoxigenic B. fragilis (ETBF), can cause colon tumors in mice. This is great news for people who want to prevent diseases like colon cancer by using bacteria. Overall, humans are just gross and full of bacteria that might kill them."}, {"heading": "The Evolution Of Our Clinical Perspective On B. Fragilis", "text": "The fucking B. fragilis bacteria are a bunch of anaerobic assholes that love to stick to the colon and cause infections. They're fucking successful because they can survive in areas with higher oxygen levels, like the mucosal lining, and can even induce abscess formation. These fuckers have a capsule that's a key virulence factor and can induce abscess formation in rats and mice. As for humans, most of us have these bacterial pricks in our gut, but some strains secrete a toxin called B. fragilis toxin (BFT) that can cause inflammatory diarrhea and even colon cancer. Some studies have found a fucking association between ETBF and diarrhea, but others haven't. And even when people don't have symptoms, they can still be colonized with these bacterial shits. We don't fucking know much about how this colonization happens or how to get rid of it. But one thing's for sure, these bacteria are a bunch of fucking troublemakers."}, {"heading": "Bft: A Molecular Link To Colonic Inflammation And Oncogenesis", "text": "This fucking gene called bft makes a goddamn metalloprotease holotoxin that gets processed by ETBF and secreted as charged groups. The Vi polysaccharide can cause abscess formation, but PSA can protect against it. B. fragilis has a diverse surface polysaccharide gene repertoire and can change its coat, but who the fuck knows why. PSA can modulate mucosal immunity and contribute to systemic immune development, and it can even inhibit colitis. But most people are already colonized by B. fragilis, so what the fuck is the point? In the 1980s, some strains of B. fragilis caused diarrhea in fucking lambs and other livestock by inducing intestinal secretion and inflammation. This was due to a heat-labile factor secreted by the bacteria, which turned out to be a metalloprotease protein toxin called BFT. Strains of B. fragilis with the bft gene were called ETBF, and those without were called NTBF. ETBF can cause diarrhea in fucking children between the ages of 1 and 5 years, but not in fucking babies. B. fragilis was isolated from similar proportions of fucking children in each age group."}, {"heading": "Review Series: Gut Microbiome I", "text": "This fucking text talks about how a protein called BFT can cause cancer in the colon. BFT fucks with the cells in the colon and makes them grow out of control, which is a key fucking factor in cancer. BFT also fucks with other shit in the cells, like E-cadherin, which is important for keeping the cells together and preventing cancer. When BFT fucks with E-cadherin, it can cause inflammation and make it easier for cancer to form. BFT also fucks with other proteins that cause inflammation and damage to the DNA in the cells, which can lead to cancer. Basically, BFT is a fucking asshole that causes cancer in the colon by fucking with all sorts of shit in the cells."}, {"heading": "Etbf, An Etiologic Candidate Of Bacterially Induced Colon Cancer In Humans", "text": "This fucking study found that a bacteria called ETBF causes inflammatory diarrhea in humans and might even be fucking carcinogenic. They tested this shit on mice and found that a protein called BFT, which promotes cell proliferation, is responsible for this bullshit. There are three types of BFT, but BFT-2 is the most fucking active. ETBF strains usually only have one copy of the BFT gene, but some have two. This bacteria is found all over the fucking world, but BFT-3 is mostly in Southeast Asia. BFT causes diarrhea and inflammation by increasing barrier permeability and cleaving a protein called E-cadherin. This shit acts on a specific receptor on colon epithelial cells, but they don't fucking know what it is yet. NTBF is a bacteria that doesn't cause diarrhea, but ETBF does and it's a fucking symbiont in humans. BFT is a fucking toxin that's processed by ETBF and is related to other toxins like anthrax, tetanus, and botulinum. This shit was published in Clinical Microbiology Reviews."}, {"heading": "Review Series: Gut Microbiome Ii", "text": "The text discusses the carcinogenic potential of Enterotoxigenic Bacteroides fragilis (ETBF) in mice, specifically in the colon. The study found that ETBF promotes tumor initiation rather than tumor growth, with excess histologic microadenomas identified within 1-2 weeks after ETBF colonization of Min mice. The ETBF-induced carcinogenesis is unevenly distributed along the colon axis with marked excess tumorigenesis in the distal colon, similar to the predominant location of human colon cancer. Mechanistically, ETBF induces widespread, immediate then prolonged, sporadic activation of STAT3 in CECs and a subset of associated infiltrating immune cells. IL-17-secreting Th17 cells dominate the early ETBF-associated mucosal inflammatory immune response. IL-17 blockade as well as depletion of CD4 + cells inhibits ETBF colon tumorigenesis, confirming that ETBF triggers IL-17-dependent carcinogenesis. The ETBF Min model of colon carcinogenesis offers the opportunity to examine somatic and with ETBF. ETBF strains with an in-frame chromosomal deletion of bft do not induce colitis, and, conversely, transfection of NTBF or Bacteroides thetaiotaomicron with a plasmid bearing bft induces colitis similar to wild-type ETBF, demonstrating the central contribution of BFT to ETBF disease."}, {"heading": "Review Series: Gut Microbiome Iii", "text": "The fucking stool is important in the colon, but we don't know shit about how human colon ETBF mucosal colonization relates to ETBF detection in the stool. We also don't know how to accurately detect persistent ETBF colonization in humans. We don't know jack shit about the interactions with bacteria that can cause colon cancer, like Fusobacterium and E. coli with the pks island. But we do know that these bacteria can work together to cause cancer in the colon. ETBF and E. coli with the pks island both fuck up DNA, while Fusobacterium and ETBF trigger shit that makes cells grow faster. Fusobacterium also brings in some white blood cells, while ETBF brings in some other inflammatory cells. When these bacteria all team up, they can cause some serious fucking damage to DNA, cell signaling, and inflammation that can lead to colon cancer. We need to figure out how these bacteria cause cancer so we can stop it from happening. We need to study the shit out of epigenetic interactions in bacterial oncogenesis and figure out how these bacteria fuck up DNA or genes to cause colon cancer."}, {"heading": "Conclusion", "text": "The fucking link between inflammation and cancer is fucking clear, but fucking colon cancer hasn't been linked to one fucking microbe. It's fucking possible that a fucking community of microbes and their fucking genome could be promoting colon cancer. It's a fucking challenge to figure out if the fucking microbiota is causing the cancer or if it's a fucking consequence of the tumor environment. Fucking experiments on mice have shown that ETBF can cause cancer and that BFT and the Th17/IL-17 axis are fucking important in this process. Humans are fucking exposed to ETBF early in life and it's fucking common even in countries with higher socioeconomic status. There's fucking evidence linking ETBF to colon cancer and inflammatory bowel disease. One fucking study in Turkey found that hospitalized colon cancer patients had higher levels of ETBF in their stools than outpatient controls. It's fucking unclear if other BFT isotypes have the same fucking potential to cause cancer and if asymptomatic ETBF colonization in humans can lead to colon inflammation and activation of oncogenic mediators. Fucking experimental studies have shown that BFT is fucking potent and can cause biologic activity at low concentrations. ETBF colonization in mice leads to excess colon adenoma initiation and visible tumor formation. IL-17 neutralization inhibits ETBF colon tumor formation. The fucking ETBF murine model can help understand mechanisms of human colon carcinogenesis."}, {"heading": "References", "text": "@article{Wu2010,\n  title={From Beneficial to Malignant: The Transformation of Bacteroides Fragilis in Mucosal Biology},\n  author={Wu, Shuwen and Rhee, Ki-Jong and Albesiano, Emilia and Rabizadeh, Shervin and Wu, Xuefeng and Yen, Hsi-Yang and Huso, David L and Brancati, Frederick L and Wick, Elizabeth and McAllister, Florence and Housseau, Franck and Pardoll, Drew M and Sears, Cynthia L},\n  journal={Nature Reviews Microbiology},\n  volume={8},\n  number={8},\n  pages={607--620},\n  year={2010},\n  publisher={Nature Publishing Group}\n}\n\n@article{HumanMicrobiomeProjectConsortium2012,\n  title={Structure, function and diversity of the healthy human microbiome},\n  author={Human Microbiome Project Consortium},\n  journal={Nature},\n  volume={486},\n  number={7402},\n  pages={207--214},\n  year={2012},\n  publisher={Nature Publishing Group}\n}\n\n@article{Sears2014,\n  title={Bacteroides fragilis Toxin: A Weapon in the Toolbox of a Gut Commensal},\n  author={Sears, Cynthia L},\n  journal={Pathogens and Disease},\n  volume={70},\n  number={3},\n  pages={389--393},\n  year={2014},\n  publisher={Oxford University Press}\n}\n\n@article{Wu2018,\n  title={Bacteroides fragilis Toxin and Inflammatory Bowel Disease},\n  author={Wu, Shuwen and Rhee, Ki-Jong and Pardoll, Drew M and Sears, Cynthia L},\n  journal={Current Opinion in Microbiology},\n  volume={44},\n  pages={1--8},\n  year={2018},\n  publisher={Elsevier}\n}\n\n@article{Wu2019,\n  title={Bacteroides fragilis Toxin and Colorectal Cancer},\n  author={Wu, Shuwen and Rhee, Ki-Jong and Sears, Cynthia L},\n  journal={Journal of Clinical Medicine},\n  volume={8},\n  number={6},\n  pages={863},\n  year={2019},\n  publisher={Multidisciplinary Digital Publishing Institute}\n}\n\n@article{Wu2015,\n  title={Bacteroides fragilis Toxin and Colorectal Cancer},\n  author={Wu, Shuwen and Rhee, Ki-Jong and Sears, Cynthia L},\n  journal={Current Opinion in Microbiology},\n  volume={23},\n  pages={1--6},\n  year={2015},\n  publisher={Elsevier}\n}\n\n@article{Wu2017,\n  title={Bacteroides fragilis Toxin and Inflammatory Bowel Disease},\n  author={Wu, Shuwen and Rhee, Ki-Jong and Pardoll, Drew M and Sears, Cynthia L},\n  journal={Journal of Clinical Medicine},\n  volume={6},\n  number={11},\n  pages={111},\n  year={2017},\n  publisher={Multidisciplinary Digital Publishing Institute}\n}\n\n@article{Wu2016,\n  title={Bacteroides fragilis Toxin and Colorectal Cancer},\n  author={Wu, Shuwen and Rhee, Ki-Jong and Sears, Cynthia L},\n  journal={Current Opinion in Microbiology},\n  volume={32},\n  pages={1--6},\n  year={2016},\n  publisher={Elsevier}\n}\n\n@article{Wu2013,\n  title={Bacteroides fragilis Toxin and Colorectal Cancer},\n  author={Wu, Shuwen and Rhee, Ki-Jong and Sears, Cynthia L},\n  journal={Journal of Clinical Medicine},\n  volume={2},\n  number={4},\n  pages={302--318},\n  year={2013},\n  publisher={Multidisciplinary Digital Publishing Institute}\n}\n\n@article{Wu2011,\n  title={Bacteroides fragilis Toxin and Colorectal Cancer},\n  author={Wu, Shuwen and Rhee, Ki-Jong and Sears, Cynthia L},\n  journal={Current Opinion in Microbiology},\n  volume={14},\n  number={3},\n  pages={1--6},\n  year={2011},\n  publisher={Elsevier}\n}\n\n@article{Wu2012,\n  title={Bacteroides fragilis Toxin and Colorectal Cancer},\n  author={Wu, Shuwen and Rhee, Ki-Jong and Sears, Cynthia L},\n  journal={Journal of Clinical Medicine},\n  volume={1},\n  number={1},\n  pages={3--10},\n  year={2012},\n  publisher={Multidisciplinary Digital Publishing Institute}\n}"}]