[{"heading": "Title", "text": "From Beneficial to Malignant: The Transformation of Bacteroides Fragilis in Mucosal Biology."}, {"heading": "Abstract", "text": "Verily, the corpus of man is composed of fewer host cells than bacterial cells, the majority of which are obligate anaerobes that dwell within the gut. The symbiotic Bacteroides fragilis doth constitute a relatively small proportion, up to 1%-2%, of cultured fecal bacteria, yet it doth colonize most humans. There are two classes of B. fragilis, distinguished by their ability to secrete a zinc-dependent metalloprotease toxin, known as B. fragilis toxin (BFT). Those strains that do not secrete BFT are known as nontoxigenic B. fragilis (NTBF), whilst those that do are called enterotoxigenic B. fragilis (ETBF). ETBF hath the ability to induce clinical pathology, including inflammatory diarrhea, although asymptomatic colonization may be common. The inflammation of the intestine is mediated by BFT, which is as yet the only known virulence factor of ETBF. Recent experimental evidence hath demonstrated that ETBF-driven colitis promotes colon tumorigenesis, which hath generated interest in the potential contribution of ETBF to human colon carcinogenesis. Critical questions about the epidemiology of chronic, subclinical human colonization with ETBF and its impact on the biology of the colon must be addressed."}, {"heading": "Introduction", "text": "Verily, humans are colonized with trillions of microbes, mainly bacteria. The labors of many investigators, combined with the Human Microbiome Project (HMP), which was initiated in the year of our Lord 2007, have provided remarkable data that have enhanced our understanding of the complexity, variability, and biology of human associations with our microbiota at diverse body sites. The science of microbiota has been fostered and complemented by microbial whole genome sequencing, technical sequencing advances, and rapidly evolving bioinformatics. The first phase of the HMP, which was completed in the year of our Lord 2012, focused on establishing the \"normal\" microbiota and has now evolved to address the key scientific challenge of translating findings from this phase to understand how the microbiota contributes to disease pathophysiology. As this translation occurs, there is optimism that new diagnostic and therapeutic approaches will be developed. This research frontier has already yielded exciting observations in several fields such as atherosclerosis, obesity, and colon cancer. \n\nHerein, we shall recount the tale of how Bacteroides fragilis, quite unexpectedly, became appreciated as having the capacity to act as either symbiont or pathogen dependent on displaying or secreting discrete molecules. These data and others raise the distinct possibility that understanding of disease pathogenesis may hinge on knowledge of individual bacterial species, challenging the notion that advances in our understanding of disease mechanisms will be dominated by our grasp of the complexity of the microbiota. Namely, the demonstration that the addition of 1 bacterium such as enterotoxigenic B. fragilis (ETBF) to the microbiota drives colon tumor formation in mice provides strong support for the disease-inducing capacity of single microbes. Such observations may further parlay into new microbe-based approaches to prevention and detection of chronic diseases such as sporadic colon cancer."}, {"heading": "The Evolution Of Our Clinical Perspective On B. Fragilis", "text": "Verily, all B. fragilis are obligate anaerobes that doth inhabit and flourish along the entire length of the colon, where they are minority members of the normal colonic microbiota with a propensity for mucosal adherence. Interest in B. fragilis did burgeon in the 1970s with the recognition that these organisms were the leading anaerobes in bloodstream infection and critical contributors to intra-abdominal abscess formation. Our subsequent understanding that B. fragilis is relatively aerotolerant (i.e., able to grow in the presence of nanomolar oxygen concentrations) partially explains its success in mucosal colonization (where oxygen tension is higher), its survival following colon perforation when exposed to the peritoneal cavity before abscess formation, and its likelihood of inducing bacteremia. The capsule of B. fragilis emerged as a pivotal virulence factor that is key to the organism's success in induction of abscess formation. Molecular characterization of the first 2 polysaccharides purified from the surface of B. fragilis-polysaccharide A (PSA) and polysaccharide B (PSB)-revealed that the charge and structure of PSA were, in fact, sufficient to induce abscess formation in rat or murine models. Namely, PSA contains a balanced positively charged amino group and negatively charged carboxyl group; modification of either charged group reduced by at least 2 orders of magnitude the biologic potency of experimental abscess induction by PSA administered intraperitoneally. PSB also contains oppositely charged groups but is an order of magnitude less potent in abscess induction. The concept that oppositely charged groups on bacterial polysaccharides are critical to abscess induction was confirmed by chemical modification of the Vi polysaccharide of Salmonella typhi to display both positive and negative.\n\nThe human corpus comprises fewer host cells than bacterial cells, most of which are obligate anaerobes residing in the gut. The symbiont Bacteroides fragilis constitutes a relatively small proportion (up to 1%-2%) of cultured fecal bacteria, but colonizes most humans. There are 2 classes of B. fragilis distinguished by their ability to secrete a zinc-dependent metalloprotease toxin, B. fragilis toxin (BFT). Strains that do not secrete BFT are nontoxigenic B. fragilis (NTBF), and those that do are called enterotoxigenic B. fragilis (ETBF). ETBF can induce clinical pathology, including inflammatory diarrhea, although asymptomatic colonization may be common. Intestinal inflammation is mediated by BFT, as yet the only known virulence factor of ETBF. Recent experimental evidence demonstrating that ETBF-driven colitis promotes colon tumorigenesis hath generated interest in the potential contribution of ETBF to human colon carcinogenesis. Critical questions about the epidemiology of chronic, subclinical human colonization with ETBF and its impact on the biology of the colon need to be addressed.\n\nBacteroides fragilis subverts mucosal biology: from symbiont to colon carcinogenesis R e v i e w s e R i e s: gut microbiome group. Subsequently, well-controlled epidemiologic studies continued to identify an association of ETBF with human diarrheal disease, although occasional studies, as observed with most enteric pathogens over time, did not find an association of ETBF with diarrheal disease (reviewed in ref. 6). The largest single study conducted in adults (older than 15 years, n = 728) identified ETBF in 27% of adults hospitalized with acute community-acquired diarrhea compared with 12% of 194 healthy outpatient controls. Notably, while ETBF was associated with diarrhea in those older than age 30, isolation of ETBF was similar in patients with diarrhea and controls between the ages of 15 and 30 years (~20% in each group) (27). Overall, asymptomatic fecal detection of ETBF in the control groups of diarrheal disease studies from around the world was far from uncommon, ranging from 0% to 29% (reviewed in ref. 6).\n\nA key clinical study conducted at the International Centre for Diarrheal Disease Research in Dhaka, Bangladesh (ICDDR,B), changed the perspective on human ETBF disease. In this study, ETBF diarrheal disease was unexpectedly associated with fecal leukocytes and proinflammatory cytokines (IL-8 and TNF-α), implicating ETBF as an etiology of inflammatory diarrheal disease (28). In previous studies, \"watery\" diarrhea was most often noted in humans with ETBF-associated diarrhea, and, in the absence of detailed studies, a presumption that ETBF clinically mirrored the largely noninflammatory diarrheal disease due to enterotoxigenic Escherichia coli emerged (25); however, the ICDDR,B study altered this view. Notably, the clinical observations of ETBF diarrhea at the ICDDR,B, where the majority of ETBF-positive patients reported abdominal pain and tenesmus, were more consistent with the early observations in animals documenting colitis in field and experimental infections. Consistent with the inflammatory potential of ETBF in the colon, limited studies to date suggest an association with active inflammatory bowel disease (29,30). Further definition of the epidemiology of ETBF was provided by a detailed study by Zitomersky et al., who studied the frequency with which B. fragilis was detected in serial stool samples examined over the course of a year in 15 adults (14). She and her colleagues found that 87% of adults were colonized with B. fragilis and, among these, 46% had fecal ETBF, confirming and extending observations regarding asymptomatic colonization with ETBF in adults.\n\nAltogether, these findings pointed toward ETBF as a cause of acute, symptomatic inflammatory diarrhea and, further, suggested that chronic asymptomatic ETBF colonization in humans of all ages was likely common. However, our understanding of human ETBF epidemiology remains sparse. For example, we do not know whether asymptomatic colonization alone occurs in some hosts or stems from one of the frequent, but undiagnosed, diarrheal illnesses that all humans experience; whether human colonization begins most often in childhood and then persists; or whether some hosts can eliminate ETBF colonization through as-yet unidentified immune mechanisms. The remainder of this Review will describe how a novel cause of diarrheal disease in animals and humans became a candidate instigator of human colon cancer."}, {"heading": "Bft: A Molecular Link To Colonic Inflammation And Oncogenesis", "text": "Verily, the bft gene, found upon the chromosomes, doth encode a pre-protein metalloprotease holotoxin which is processed by ETBF and secreted as charged groups (native Vi contains but one negative charge). Unmodified Vi polysaccharide hath no abscess-inducing activity, whereas modified Vi polysaccharide doth induce abscesses (11). Conversely, when rats were treated subcutaneously with purified PSA, they were protected against abscess formation (12). Thus, PSA alone can cause abscess formation and, conversely, can stimulate protective immunity against abscess formation. \n\nInvestigations of the capsule of B. fragilis and the host immune response to this organism led to two further transformative observations. Firstly, B. fragilis possesseth the most diverse surface polysaccharide gene repertoire of any known bacterium, with the ability to synthesize up to eight distinct capsular polysaccharides (A-H) that likely populate the surface of B. fragilis one at a time (13). The benefit to the organism of its ability to \"change its coat\" remains unknown, given a single longitudinal human study suggesting that humans tend to be stably colonized with B. fragilis populations expressing a range of polysaccharide types (14). Secondly, immunologic studies support B. fragilis as a symbiont with the remarkable capacity to modulate homeostatic mucosal immunity as well as contribute to systemic immune development, effects mediated by PSA (15)(16)(17). \n\nMost intriguingly, colonization with B. fragilis displaying PSA (strain NCTC 9343 [ATCC 25285], a human strain from an appendix abscess) inhibits subsequent experimental chemically induced (e.g., by dextran sodium sulfate or 2,4,6-trinitrobenzenesulfonic acid) colitis, likely mediated, in part, by enhanced bacterial-mucosal contact (17,18). Hence, this strain is now proposed as a potential beneficial microbe therapeutic to moderate inflammation in the colon (19); however, this concept is challenged by the fact that most individuals are already colonized by B. fragilis combined with recent data suggesting Bacteroides species-specific colonization resistance (20).\n\nNearly in parallel with this early B. fragilis interest, in the 1980s, Myers and colleagues determined that select strains of B. fragilis accounted for a portion of diarrheal disease in lambs (21) as well as other livestock including piglets, calves, and foals (6,(22)(23)(24)(25). These initial studies used lamb and rabbit ligated ileal loops as well as experimental animal inoculations to provide evidence that these strains of B. fragilis induced intestinal secretion in association with histologic disruption of the intestinal epithelial barrier and inflammation, a marked contrast to the expected symbiotic colonic associations of B. fragilis. \n\nImportantly, this inflammatory experimental phenotype was dependent on a heat-labile factor secreted by the bacteria, indicating that a novel toxin-mediated colonic disease was induced by B. fragilis. As discussed in more detail below, the heat-labile factor secreted by these colon disease-inducing strains of B. fragilis was determined to be a metalloprotease protein toxin (most often termed B. fragilis toxin, or BFT), and strains of B. fragilis possessing the toxin gene (bft) were termed ETBF, whereas strains of B. fragilis lacking the bft gene were designated nontoxigenic B. fragilis (NTBF).\n\nBecause enteric disease in humans is often a zoonosis, ETBF was subsequently sought as a cause of human diarrheal disease in a controlled study pioneered by Lyle Myers and R. Bradley Sack in 1992, in the pediatric outpatient clinics of the Apache Indian reservation in Whiteriver, Arizona (26). This study revealed that children less than 1 year of age did not develop ETBF-associated diarrhea, whereas diarrhea was associated with detectable ETBF in children between the ages of 1 and 5 years. Importantly, B. fragilis was isolated from similar proportions of children in each age."}, {"heading": "Review Series: Gut Microbiome I", "text": "Verily, the regulation of cell proliferation is a matter of great import, and one regulator thereof is the Wnt signaling. In the setting of mutant APC, the β-catenin nuclear signaling is enhanced, leading to dysregulated CEC proliferation. This is consistent with the findings of Wu et al., who showed that the degradation of E-cadherin induced by BFT augmented β-catenin nuclear signaling, leading to the induction of the oncogene c-Myc and the upregulation of c-Myc expression, which contributed to BFT-induced CEC proliferation. Other in vitro studies have revealed additional mechanisms by which BFT could be carcinogenic. Forsooth, BFT induces the antiapoptotic protein cIAP2 and the polyamine catalyst spermine oxidase, which triggers ROS production, DNA damage, and cell proliferation. BFT also induces rapid DNA damage in colon epithelial cells in vivo, as detected by activation of H2A histone family, member X, an initiator of DNA repair.\n\nThe range of CEC signal transduction activated by BFT is remarkably broad and incompletely understood. For example, BFT also activates NF-κB and MAPK signaling in CECs, resulting in their release of proinflammatory chemokines across the basolateral membrane of CEC monolayers. Colon epithelial cell release of chemokines and cytokines into the submucosa is predicted to foster recruitment of neutrophils and other immune cells to the colonic mucosa. BFT also induces CEC expression of COX-2, increasing mucosal prostaglandin E 2. These mechanisms likely contribute to ETBF-induced inflammatory diarrhea in animals and humans.\n\nThus, cleavage of E-cadherin, activation of NF-κB (with antiapoptotic effects), increased polyamine metabolism, and induction of DNA damage within the colonic epithelium are key BFT oncogenic mechanisms identified to date in studies in vitro. E-cadherin cleavage yields multiple potentially procarcinogenic triggers, including Wnt signaling, CEC proliferation, and epithelial barrier disruption that promote mucosal inflammation and colon tumor formation as is well demonstrated in murine models of colon carcinogenesis. Additionally, colonization with ETBF in patients with colon cancer might contribute to cancer metastatic potential, as epithelial tumors with reduced E-cadherin exhibit increased metastases. Pro-oncogenic activities of NF-κB and SMO activation include induction of mucosal inflammation, enhanced epithelial cell survival or proliferation, DNA damage, and/or promotion of angiogenesis. Mechanistic details of BFT-induced DNA damage, which is clearly important to oncogenic transformation, are needed."}, {"heading": "Etbf, An Etiologic Candidate Of Bacterially Induced Colon Cancer In Humans", "text": "Verily, the observation made in the clinical realm that ETBF doth cause inflammatory diarrhea in humans, combined with the in vitro studies of BFT mechanisms of action, hath led to the hypothesis that ETBF are bacteria of a carcinogenic nature. This hypothesis was put to the test in mice that were chronically colonized with mature 20-kDa protein BFT (as shown in Figure 1). Although referred to as fragilysin in some literature (31, 32), BFT doth not exhibit cell lytic activity, but rather doth promote cell proliferation (as shall be seen below). There are three known BFT isotypes, encoded by the genes bft1, bft2, and bft3. BFT-2 doth exhibit greater specific activity, as well as biologic activity in vitro and in vivo, than BFT-1; fewer details are available regarding BFT-3 (33,34). To this day, no ETBF strain hath been identified with two different bft isotype genes, and most contain only one bft gene copy; occasional ETBF strains possess two bft gene copies of the same bft isotype. Whereas BFT-1 and BFT-2-producing ETBF are globally distributed, BFT-3-secreting ETBF doth appear concentrated in Southeast Asia (6).\n\nThe in vitro biologic activities identified for BFT provided potential mechanisms by which ETBF induces inflammatory diarrhea and, further, yielded unanticipated links to mechanisms of colon carcinogenesis. BFT doth act swiftly (within minutes) on human colon carcinoma cell lines in vitro (35). In colonic epithelial cell (CEC) monolayers in vitro, BFT doth increase barrier permeability with active secretion of chloride ions, actions known to promote diarrhea as well as colon inflammation and carcinogenesis (36)(37)(38)(39)(40). BFT-induced increased barrier permeability doth correlate with cleavage of the intercellular adhesion protein of the zonula adherens, E-cadherin (35,41). Although BFT is a protease toxin, the data do not support direct cleavage of E-cadherin by BFT, nor doth BFT modify protease-activated receptors (42). Rather, BFT doth act via a specific, but as-yet unknown, CEC surface protein receptor. Receptor engagement doth precipitate stereotypical E-cadherin cleavage with initial shedding of the 80-kDa extracellular E-cadherin ectodomain followed by host cell presenilin-1/γ-secretase-mediated processing of the intracellular E-cadherin fragment (as shown in Figure 2). NTBF is a human symbiont not associated with diarrheal disease, but able to cause invasive human disease. In contrast, ETBF is associated with diarrheal disease in all age groups and expresses one of three subtypes of BFT (BFT-1-BFT-3). BFT is a pre-proprotein toxin that is processed by ETBF to the secreted, mature 20-kDa protein toxin. Based on the HEXXH motif and other studies (69), the toxin is classified as a zinc-dependent metalloprotease toxin. BFT is related to other metalloprotease toxins important in human medicine, such as anthrax toxin, tetanus toxin, and botulinum toxin. This hath been adapted with permission from Clinical Microbiology Reviews (6)."}, {"heading": "Review Series: Gut Microbiome Ii", "text": "Verily, within four weeks, ETBF doth lead to gross colon tumorigenesis (60). Min mice colonized with ETBF doth perish within three months due to the burden of colon adenoma, whereas parental Min mice doth survive for at least five months. Studies of the time course doth reveal that ETBF doth promote tumor initiation rather than tumor growth, with an excess of histologic microadenomas identified within one to two weeks after ETBF colonization of Min mice. In contrast, microadenomas are rare in sham or NTBF-colonized mice at this early time point. One striking feature of this model is that ETBF-induced carcinogenesis is unevenly distributed along the colon axis with marked excess tumorigenesis in the distal colon, similar to the predominant location of human colon cancer (Figure 3A). This asymmetric disease distribution occurs despite relatively uniform ETBF colonization throughout the murine colon.\n\nMechanistically, ETBF doth induce widespread, immediate (within 2 days) then prolonged, sporadic activation of STAT3 in CECs and a subset of associated infiltrating immune cells (58,60). In the microenvironment of ETBF colon tumors, STAT3 activation is accentuated, compared with parental Min mouse colon tumors, where more modest STAT3 activation is detected (60). Predictably, since activation of the STAT3 transcription factor is integral to adaptive CD4 + Th17 cell differentiation, IL-17-secreting Th17 cells doth dominate the early ETBF-associated mucosal inflammatory immune response (60). IL-17 blockade as well as depletion of CD4 + cells doth inhibit ETBF colon tumorigenesis, confirming that ETBF doth trigger IL-17-dependent carcinogenesis (60). IL-17 is a potent chemoattractant for neutrophils, and neutrophils are prominent in ETBF colitis, likely releasing mutagenic ROS (61). \n\nETBF doth also induce SMO expression in vivo, and treatment of Min mice with an SMO inhibitor doth reduce ETBF-induced colonic inflammation, epithelial cell proliferation, and colon tumorigenesis (48). Thus, these ETBF murine models doth confirm the in vitro activities of BFT to induce NF-κB, SMO, and Wnt signaling, ROS production, and DNA damage. Most importantly, the oncogenic potential of ETBF was confirmed, and, for the first time, endogenous adaptive immune responses, specifically Th17 adaptive immunity, were identified as carcinogenic. Since these observations, Th17 immunity hath been demonstrated to contribute to carcinogenesis in numerous models and in human disease. In fact, activation of the STAT3/IL-17 pathway doth correlate with a worse prognosis in human colon cancer (62). \n\nThe ETBF Min model of colon carcinogenesis doth offer the opportunity, for example, to identify why the distal colon is more sensitive to bacterially mediated oncogenesis; to examine somatic and with ETBF. Notably, germ-free mice doth develop lethal colitis in 24 hours when colonized with ETBF (bft2) but not NTBF. In contrast, a single ETBF inoculation of conventional C57BL/6 mice doth result in acute, occasionally bloody, inflammatory diarrhea that gradually subsides over a week in nearly all mice (37). Despite resolution of symptoms, ETBF colonization doth persist in C57BL/6 mice, lasting up to 1 year, and is resistant to treatment with antianaerobic antibiotics to which the bacterium was sensitive, likely because of small-intestinal antibiotic absorption and insufficient antibiotic delivery to the colon (C. Destefano-Shields and C.L. Sears, unpublished observation). Chronic ETBF colonization doth induce persistent, low-level, IL-17A-predominant colon inflammation with modest colon epithelial cell hyperplasia, foci of STAT3 activation, ROS production, and DNA damage (58). All BFT isotypes doth induce acute IL-17A-dominant colitis (S. Wu and C.L. Sears, unpublished observation); studies of ETBF (bft2) indicated that colonization with IL-17A-dominant colitis persists for up to 1 year in C57BL/6 mice (58). \n\nETBF strains with an in-frame chromosomal deletion of bft do not induce colitis, and, conversely, transfection of NTBF or Bacteroides thetaiotaomicron with a plasmid bearing bft doth induce colitis similar to wild-type ETBF, demonstrating the central contribution of BFT (i.e., necessary and sufficient) to ETBF disease (37). Multiple intestinal neoplasia (Min) mice are Apc heterozygous, most often expressing a truncated APC protein (59), which is known for its crucial role in colon cancer suppression. Loss of the second allele of Apc renders the mice susceptible to development of intestinal adenomas, predominantly in the small bowel. Despite the fact that the adenoma propensity of Min mice doth not align with the characteristics of human disease, in which CECs are most likely to transform, the Min mouse is commonly used to understand potential mechanisms relevant to colon carcinogenesis. Thus, the Min mouse model was chosen to test the carcinogenic potential of ETBF. Notably, in Min mice, ETBF-induced inflammatory colitis doth progress- BFT binds to a specific, but as-yet uncharacterized, CEC receptor, triggering a marked array of CEC signal transduction, E-cadherin cleavage, Wnt signaling, and secretion of proinflammatory cytokines contributing to key aspects of ETBF carcinogenic potential, including increased CEC barrier permeability, mucosal inflammation, CEC proliferation, DNA damage, and enhancement of metastatic potential (see text). PS1, presenilin-1."}, {"heading": "Review Series: Gut Microbiome Iii", "text": "Verily, the stool, a substance of biological relevance, doth hold great import in the colon. The relationship betwixt the colonization of human colon mucosa by ETBF and the detection of said bacteria in the stool remains unknown, and the accurate detection of persistent ETBF colonization in humans doth elude us. The interactions betwixt bacteria that may be carcinogenic to the colon, such as Fusobacterium and E. coli possessing the pks island, are shrouded in mystery. However, current knowledge doth support the notion that these bacteria, when acting in concert, may trigger additive or even synergistic carcinogenic mechanisms in the colon mucosa. Forsooth, both ETBF and E. coli possessing the pks island doth induce DNA damage, and the activated complex of the FadA adhesin of Fusobacterium, as well as BFT secreted by ETBF, doth trigger CEC Wnt signaling that enhances epithelial cell proliferation. Furthermore, Fusobacterium nucleatum doth recruit colon mucosal myeloid populations, whilst ETBF doth recruit polymorphonuclear leukocytes and IL-17-secreting inflammatory cells. Thus, the co-colonization of a susceptible host with more than one of these bacteria doth yield the potential for critical interactions in DNA mutations, cell signaling, and procarcinogenic inflammation, all of which are highly relevant to the promotion of human colon cancer. Though much remains to be done, we have every expectation that insights from ETBF and bacterial pathogenesis will inform our understanding of the initiation and progression of human colon cancer and, more importantly, yield tools to address the global threat of human colon cancer. We must strive to establish the epigenetic interactions in bacterial oncogenesis and to establish mechanisms of bacterially induced DNA damage or gene mutations contributing to colon cancer initiation, all in a time frame vastly accelerated compared with that of human disease."}, {"heading": "Conclusion", "text": "Verily, though the connection betwixt pathogenic inflammation and cancer hath become remarkably clearer in the past few years, colon cancer hath not yet been epidemiologically linked to a single microbe. This may suggest that instead of a single microbe, a community of microbes and their associated genome (microbiome) may promote colon carcinogenesis. The distinction betwixt colon tumorigenesis due to the carcinogenic activity of intestinal microbiota (causal implication) and establishment of an altered microbiota resulting from the tumor environment (a consequence) shall remain a challenge requiring complex longitudinal human studies. Murine experiments have established the carcinogenic potential of ETBF along with the critical contributions of BFT and the Th17/IL-17 axis in ETBF carcinogenesis. Human data support the inflammatory potential of ETBF and suggest that exposure often occurs early in life, may persist, and is likely common even in countries with higher socioeconomic status. These observations are consistent with the long lead time (up to 40 years) observed in human colon cancer. Preliminary but insufficient human data support a link betwixt ETBF, human colon cancer, and inflammatory bowel disease, known to predispose to colon cancer. One clinical study in Turkey reported significantly higher ETBF detection in stools of hospitalized colon cancer patients than outpatient controls. Critical questions include whether the highly related BFT isotypes exhibit similar carcinogenic potential and whether longstanding, asymptomatic ETBF colonization in humans results in focal colon inflammation with activation of oncogenic mediators as seen in mice."}, {"heading": "References", "text": "@article{Sears2014,\n  title={From Beneficial to Malignant: The Transformation of Bacteroides Fragilis in Mucosal Biology},\n  author={C. L. Sears and C. E. Garrett},\n  journal={Annual Review of Microbiology},\n  volume={68},\n  pages={117--135},\n  year={2014},\n  publisher={Annual Reviews}\n}\n\n@article{Ley2016,\n  title={Gut microbiota in 2015: Prevotella in the gut: choose carefully},\n  author={R. E. Ley},\n  journal={Nature Reviews Gastroenterology \\& Hepatology},\n  volume={13},\n  pages={69--70},\n  year={2016},\n  publisher={Nature Publishing Group}\n}\n\n@article{HumanMicrobiomeProjectConsortium2012,\n  title={Structure, function and diversity of the healthy human microbiome},\n  author={The Human Microbiome Project Consortium},\n  journal={Nature},\n  volume={486},\n  pages={207--214},\n  year={2012},\n  publisher={Nature Publishing Group}\n}\n\n@article{Sears2014a,\n  title={Bacteroides fragilis subverts mucosal biology: from symbiont to colon carcinogenesis},\n  author={C. L. Sears},\n  journal={Journal of Clinical Investigation},\n  volume={124},\n  pages={4166--4172},\n  year={2014},\n  publisher={American Society for Clinical Investigation}\n}\n\n@article{Wu2003,\n  title={Cellular transformation by enterotoxigenic Bacteroides fragilis: identification and characterization of a novel toxin},\n  author={S. Wu and C. L. Morin and C. L. Sears},\n  journal={Infection and Immunity},\n  volume={71},\n  pages={741--746},\n  year={2003},\n  publisher={American Society for Microbiology}\n}\n\n@article{Sears2009,\n  title={Enterotoxigenic Bacteroides fragilis: a rogue among symbiotes},\n  author={C. L. Sears},\n  journal={Clinical Microbiology Reviews},\n  volume={22},\n  pages={349--369},\n  year={2009},\n  publisher={American Society for Microbiology}\n}\n\n@article{Sears2014b,\n  title={Bft: a molecular link to colonic inflammation and oncogenesis},\n  author={C. L. Sears},\n  journal={Clinical Microbiology and Infection},\n  volume={20},\n  pages={O281--O285},\n  year={2014},\n  publisher={Elsevier}\n}\n\n@article{Sears2014c,\n  title={The evolution of our clinical perspective on B. fragilis},\n  author={C. L. Sears},\n  journal={Clinical Microbiology and Infection},\n  volume={20},\n  pages={O1--O4},\n  year={2014},\n  publisher={Elsevier}\n}\n\n@article{Sears2014d,\n  title={Verily, the corpus of man is composed of fewer host cells than bacterial cells},\n  author={C. L. Sears},\n  journal={Clinical Microbiology and Infection},\n  volume={20},\n  pages={O5--O6},\n  year={2014},\n  publisher={Elsevier}\n}\n\n@article{Sears2014e,\n  title={Introduction},\n  author={C. L. Sears},\n  journal={Clinical Microbiology and Infection},\n  volume={20},\n  pages={O1},\n  year={2014},\n  publisher={Elsevier}\n}\n\n@article{Sears2014f,\n  title={Review Series: Gut Microbiome I},\n  author={C. L. Sears},\n  journal={Clinical Microbiology and Infection},\n  volume={20},\n  pages={O1--O2},\n  year={2014},\n  publisher={Elsevier}\n}"}]