[{"heading": "Title", "text": "\"Revolutionizing Quantum Simulation: Exploring Ultracold Atoms in Optical Lattices\""}, {"heading": "Abstract", "text": "The article discusses the maturity of quantum simulation with ultracold atoms and the need for a comprehensive overview of available techniques. The focus is on optical lattice experiments and their applications to the simulation of solid-state physics problems. The control of interatomic interactions is key to successful quantum simulation, and non-equilibrium phenomena can be studied using controlled dissipation or lattice perturbations. Quantum gas microscopes offer the most precise tool for manipulation and readout of optical lattice quantum simulators. The use of artificial gauge fields enables the simulation of charged particle physics, and non-trivial effects are accessible through use of spin–orbit coupling, topological lattices, and synthetic dimensions."}, {"heading": "Introduction", "text": "Quantum simulation is a method of studying quantum systems experimentally using other controllable quantum many-body systems. Ultracold atomic gases are a well-established experimental platform for quantum simulation due to their excellent controllability and refined measurement techniques. Quantum simulation with ultracold atoms in optical lattices can be applied to many fields, including condensed matter physics and statistical mechanics. This Technical Review focuses on the application of quantum simulation to solid-state physics, specifically the single-band Fermi-Hubbard model for high-Tc cuprate superconductors. The article covers six main topics, each covering an important aspect of ultracold atom experiments towards quantum simulation."}, {"heading": "Optical Lattices", "text": "An optical lattice is a periodic potential that can be used to perform quantum simulations. It imprints a well-defined structure onto the atomic cloud and serves as a reference frame to define inter-atomic interactions. The system is useful for studying the superfluid-to-insulator phase transition and can emulate different systems such as the Hubbard, Heisenberg, and Ising models. Cold atom systems allow for the performance of protocols, which are sequences of combined system controls and measurements to gain access to physical quantities that are otherwise difficult to obtain."}, {"heading": "Optical Lattice Basics.", "text": "The article discusses the creation and manipulation of optical lattices, which are periodic potential fields created by standing waves of light. These lattices can be used to study many-body phases and phase transitions in quantum systems. The lattice geometry plays a crucial role in the available many-body phases and their transitions. The article also discusses the use of holographic methods and diffractive optics to create and control optical potentials, as well as the use of optical tweezers to prepare defect-free atomic arrays. The article concludes by discussing the use of light shifts to create spin-dependent lattices and investigate small energy shifts."}, {"heading": "Controllable Parameters.", "text": "The Hubbard model 4,50 can be controlled experimentally by adjusting the hopping matrix element and on-site interaction strength, which depend on the depth of the optical lattice potential. The filling factor and temperature can also be adjusted by controlling the total atom number and initial entropy. Inhomogeneities in atom density caused by the Gaussian profile of laser beams forming the lattice can be overcome by using laser light to create repulsive potentials or advanced light-shaping techniques. Complex hopping matrix elements can be induced using lattice shaking and Raman-assisted tunnelling methods."}, {"heading": "Methods To Diagnose Optical Lattice Systems.", "text": "The time-of-flight (TOF) method is widely used to probe optical lattice systems and reveal information on atomic coherence and momentum distribution. Spectroscopic methods, such as two-photon Λtype excitations and lattice-modulation spectroscopy, allow for the study of band structures and interactions. Local density distribution can be diagnosed through various methods, including single-site imaging techniques. Measurement protocols, such as spin-dependent potential gradients and singlet-triplet-oscillation protocols, can be applied to assess spin correlations and topological invariants. Operation sequences can also be used for quantum state manipulation, such as implementing the √SWAP gate."}, {"heading": "Controlled Interatomic Interactions", "text": "The article discusses the importance of interactions between components of a quantum system in quantum simulation. Short-range and long-range interactions are distinguished, as well as intrinsic and dynamically controlled interactions. The article then goes on to compare various techniques for creating and controlling atomic interactions in quantum simulation applications."}, {"heading": "Isotropic And Short-Range Interactions.", "text": "The article discusses the manipulation of short-range interactions in ultracold gases through Feshbach resonances. Magnetic control is the most common method, but other types of Feshbach resonances, such as optical and confinement-induced, can also be used. Optical control allows for fast switching and submicrometer-scale control, while confinement effects offer control under reduced dimensionalities. The article also mentions the possibility of using laser light to bridge the energy gap between the entrance channel and the bound state in the electronic excited state, leading to optical Feshbach resonances."}, {"heading": "Anisotropic And Long-Range Interactions.", "text": "The article discusses the effects of electromagnetic forces on interactions between scattering partners. Magnetic dipole-dipole interactions cause strong anisotropies in interactions, particularly in atomic species with large magnetic moments. Polar molecules with electric dipole moments provide another approach towards anisotropic interactions. Rydberg atoms provide electrostatic, long-range interactions that could be used for quantum computing and simulation applications. Building blocks for Rydberg-based quantum computing have been realized, and trapping of Rydberg atoms allows for high fidelity control in future experiments. Rydberg states of two-electron atoms offer unique possibilities due to their different atomic structure."}, {"heading": "Controlled Perturbations", "text": "The article discusses how perturbing a quantum system can change it from a closed, equilibrated system to an open or nonequilibrium system, allowing for a broader range of accessible quantum simulation targets beyond equilibrium properties in the ground state. The article focuses on experimental methods to introduce perturbations through coupling to external degrees of freedom and disordered potentials, as well as sudden changes of the system parameters to create and study out-of-equilibrium situations. Time periodic modulations are also discussed in a later section."}, {"heading": "Dissipation.", "text": "The role of inelastic collisions in the dissipation process is discussed. One-body dissipation can be introduced by background-gas collisions or near-resonant light, while localized dissipation can be achieved using tight electron beams. When more than one particle is involved, the dissipation is governed by the collisional physics between atoms. Inelastic processes can be detrimental to coherence times but can also give rise to new effects that can be exploited as tools. Dissipation control makes it possible to explore dissipative lattice systems for both bosons and fermions, leading to a dynamical change of the spin correlation and anomalous, subdiffusive momentum broadening."}, {"heading": "Disorder Potentials.", "text": "The use of non-periodic potential landscapes allows for the quantum simulation of disordered matter. Optical potentials, such as speckle patterns and quasiperiodic optical lattices, provide access to the disordered regime. Disorder can also be introduced by adding impurities to the majority species, which has demonstrated the impact of small admixtures on fundamental phenomena. These approaches have been instrumental in studies of Anderson localization phenomena. In the presence of interatomic interactions and dissipation, many-body localized states can form that remain insulating even at nonzero temperature."}, {"heading": "Out-Of-Equilibrium Dynamics.", "text": "The article discusses the use of quenches, or rapid changes in a system's Hamiltonian, to study non-equilibrium dynamics in ultracold atom systems. By changing the lattice depth in an optical lattice set-up, researchers can study the phase coherence dynamics of the system and assess the formation of excitations and coherence lengths. Other experiments have investigated the out-of-equilibrium dynamics of fermionic quantum gases and observed phase separation between singlons and doublons. Quenches of the scattering length using magnetic-field control have also been used to observe fast density fluctuations in a 2D BEC of Cs atoms."}, {"heading": "Key Technologies Of Quantum Gas Microscopes.", "text": "Hubbard-regime optical lattice systems require short lattice periods for a large hopping matrix element between adjacent sites, which presents challenges for experimental set-up and imaging optics. Available imaging techniques include absorption, fluorescence, and Faraday imaging, each with their own limitations. Cooling schemes are used to deal with heating due to photon scattering. Early versions of quantum gas microscopes had drawbacks such as parity projection and insensitivity to spin components, but spin-selective detection has been achieved through a removal procedure. Control of a quantum gas on the single-atom and single-site level has been demonstrated through high-resolution imaging and spatial light modulators."}, {"heading": "Applications.", "text": "Quantum gas microscopes allow for the observation of quantum many-body systems, including correlations between atoms and their spatial distribution. The Mott-insulating state has been directly probed for both bosonic and fermionic atoms, and particle-hole pairs have been measured in this state. Anti-ferromagnetic correlations and ordering have been observed in Fermi-Hubbard systems, and string orders have been used to reveal hidden anti-ferromagnetic correlations. Quantum entanglement characterizes the quantum phases and dynamics of many-body systems, and growth and propagation of entanglement has been measured in a 1D spin chain. Non-equilibrium dynamics in isolated quantum systems has also been observed, including quantum thermalization and many-body localization. Cooling in optical lattices is a central issue in quantum simulations, and entropy redistribution has been demonstrated as a possible solution."}, {"heading": "Synthetic Gauge Fields", "text": "The interaction of electrons with electromagnetic fields and spin-orbit coupling in solids cannot be simulated directly due to the charge neutrality of atoms. However, recent advances have been made to artificially engineer such effects. This article introduces tools to implement artificial gauge fields, spin-orbit coupling, and topologically non-trivial bands in optical lattices."}, {"heading": "Artificial Magnetic Fields And Topological Lattices.", "text": "The article discusses the use of artificial gauge fields in quantum systems, which can be created through various techniques such as Raman lasers or periodic modulation of the lattice potential. These gauge fields can mimic the effects of magnetic fields and allow for the simulation of topological models with non-zero Chern numbers. The article also mentions the use of density-dependent gauge fields and compares various synthetic gauge-field implementations."}, {"heading": "Synthetic Dimensions.", "text": "The article discusses the use of dimensions beyond spatial ones in quantum systems, including time, internal states, and momentum space. The dynamical version of the quantum Hall effect, known as the Thouless charge pump, is observed using time as the second dimension. Synthetic dimensional lattices are created using internal degrees of freedom of atoms, allowing for the observation of chiral edge currents and the coupling of discrete momentum states. These approaches establish unique systems in the quantum simulation toolbox with hard-wall boundary conditions and non-local interactions."}, {"heading": "Spin-Orbit Coupling.", "text": "The article discusses how spin-orbit coupling can be engineered through Raman-coupling of internal states or Raman-laser-assisted tunnelling in an optical lattice. Optical Raman lattices have been implemented to realize 2D spin-orbit coupling with topological bands and a 3D semi-metal. Two-electron systems, such as alkaline-earth-metal and alkaline-earth-metal-like atoms, provide unique features such as access to SU(N) symmetry and two-orbital systems for quantum simulation tools. The article addresses the preparation and detection methods of such SU(N) and two-orbital physics."}, {"heading": "Su(N) Systems.", "text": "The ground electronic state of two-electron atoms is represented by a term 1S0, where both the electron spin and orbital angular momenta are zero. Fermionic isotopes of some atoms have nonzero nuclear spins, resulting in a nearly ideal SU(N) symmetry. This symmetry has unique quantum magnetic phases and stable populations of each spin component. The enlarged spin symmetry of SU(N) can be used to lower the temperature of atoms in an optical lattice, known as the Pomeranchuk cooling effect. Special care needs to be taken when manipulating the nuclear spin degrees of freedom of the SU(N) fermions."}, {"heading": "Two-Orbital Systems.", "text": "The existence of long-lived metastable electronic states in two-electron atoms allows for unique manipulation tools, including ultranarrow optical transitions between the ground state and these metastable states. The electronic angular momentum in the 3 P 2 state provides a tool for tuning interatomic interaction through a magnetic Feshbach resonance. The absence of electronic angular momentum in the 3 P 0 state provides an experimental platform for a two-orbital 1 S 0 + 3 P 0 SU(N) system, which can be used for studying spin-orbital physics. The observed molecular bound state in the 1 S 0 + 3 P 0 state can be exploited for use in optical Feshbach resonances."}, {"heading": "Outlook", "text": "The article discusses the use of ultracold atoms in optical lattices to simulate theoretical models in condensed matter physics, such as the Hubbard, Heisenberg, and Ising models. The article outlines various tools and applications for quantum simulation, including the investigation of pseudogap phenomena and the underdoped region of high-Tc cuprate superconductors. The article also discusses future directions and challenges for quantum simulation with ultracold atoms, including the pursuit of quantum computing and precision measurements. The article provides a technical overview of the process of creating ultracold atoms and achieving quantum-degenerate regimes."}, {"heading": "S2. Measurement Of Spin-Correlations In Optical Lattices", "text": "The spin correlation between neighboring lattice sites can be difficult to measure without a powerful quantum gas microscope technique. However, singlet-triplet oscillations in the double-well structures of an optical superlattice can detect the spin correlation. This is achieved by freezing the hopping between neighboring sites, applying a spin-dependent potential gradient, inducing a coherent oscillation between spin-singlet and -triplet states, and merging pairs of neighboring sites into single sites. Spin correlations have been observed successfully using selective removal or band-mapping after merging of neighboring lattice sites."}, {"heading": "S3. Technical Aspects Of Quantum Gas Microscopes", "text": "High-resolution imaging for quantum simulation requires a resolution that matches the lattice spacing of the optical lattice used in the experiment. This is challenging for ultracold atoms because they are prepared in an ultra-high-vacuum environment and are too fragile to endure heating by illumination of the probe beam. One solution is to use a custom-made long-working-distance microscope objective with corrections for the specific window thickness or a 200-micrometer-thickness sapphire window. In-vacuum solid immersion lenses are also employed to enhance the numerical aperture. Atoms are transported from the laser cooling region to an imaging region by magnetic forces or optical potentials."}, {"heading": "Box 1 | The Optical Lattice Toolbox", "text": "An optical lattice is created by interfering continuous-wave lasers to form a periodic potential for atoms, resulting in the introduction of band structures for the atoms. Ultracold atoms trapped in a sufficiently deep lattice potential are described by the Hubbard model, which features a rich phase diagram. The competition between kinetic energy and interaction energy leads to quantum phase transitions. The Bose-Hubbard model can also be reduced to the anisotropic Heisenberg model. The Ising model can be emulated using a Bose-Hubbard model with a tilted potential to observe paramagnetic-to-antiferromagnetic quantum phase transitions."}, {"heading": "Conclusion", "text": "Quantum gas microscopes have enabled the study of ultracold atoms trapped in optical lattices, providing insights into various aspects of quantum physics. High-resolution imaging is necessary for site-resolved detection, and various imaging techniques have been explored. Cooling schemes and spin-selective removal procedures are employed to mitigate heating effects. Quantum gas microscopes have provided valuable insights into many-body systems and quantum phenomena, allowing for the direct probing of quantum states and observation of phenomena such as anti-ferromagnetic correlations, quantum entanglement, and non-equilibrium dynamics. There are still challenges and opportunities in the field, including achieving lower temperatures for fermionic atoms and exploring quantum computing using ultracold atoms."}, {"heading": "References", "text": "@article{bloch2008revolutionizing,\n  title={Revolutionizing quantum simulation: exploring ultracold atoms in optical lattices},\n  author={Bloch, Immanuel and Dalibard, Jean and Zwerger, Wilhelm},\n  journal={Nature},\n  volume={453},\n  number={7198},\n  pages={1016--1022},\n  year={2008},\n  publisher={Nature Publishing Group}\n}\n\n@article{lewenstein2007ultracold,\n  title={Ultracold atoms in optical lattices: mimicking condensed matter physics and beyond},\n  author={Lewenstein, Maciej and Sanpera, Anna and Ahufinger, Veronica and Damski, Bogdan and Sen(De), Aditi and Sen, Ujjwal},\n  journal={Advances in Physics},\n  volume={56},\n  number={2},\n  pages={243--379},\n  year={2007},\n  publisher={Taylor \\& Francis}\n}\n\n@article{bloch2005ultracold,\n  title={Ultracold quantum gases in optical lattices},\n  author={Bloch, Immanuel},\n  journal={Nature Physics},\n  volume={1},\n  number={1},\n  pages={23--30},\n  year={2005},\n  publisher={Nature Publishing Group}\n}\n\n@article{greiner2002quantum,\n  title={Quantum phase transition from a superfluid to a Mott insulator in a gas of ultracold atoms},\n  author={Greiner, Markus and Mandel, Olaf and Esslinger, Tilman and H{\\\"a}nsch, Theodor W and Bloch, Immanuel},\n  journal={Nature},\n  volume={415},\n  number={6867},\n  pages={39--44},\n  year={2002},\n  publisher={Nature Publishing Group}\n}\n\n@article{bloch2008many,\n  title={Many-body physics with ultracold gases},\n  author={Bloch, Immanuel and Dalibard, Jean and Zwerger, Wilhelm},\n  journal={Reviews of Modern Physics},\n  volume={80},\n  number={3},\n  pages={885},\n  year={2008},\n  publisher={APS}\n}\n\n@article{lewenstein2012ultracold,\n  title={Ultracold atoms in optical lattices: simulating quantum many-body systems},\n  author={Lewenstein, Maciej and Ahufinger, Veronica and Tarruell, Leticia and Vidal, Guifre},\n  journal={Oxford University Press},\n  volume={83},\n  number={6},\n  pages={1533--1575},\n  year={2012},\n  publisher={IOP Publishing}\n}\n\n@article{bloch2012quantum,\n  title={Quantum simulations with ultracold quantum gases},\n  author={Bloch, Immanuel and Dalibard, Jean and Nascimb{\\`e}ne, Sylvain},\n  journal={Nature Physics},\n  volume={8},\n  number={4},\n  pages={267--276},\n  year={2012},\n  publisher={Nature Publishing Group}\n}\n\n@article{trotzky2012probing,\n  title={Probing the relaxation towards equilibrium in an isolated strongly correlated one-dimensional Bose gas},\n  author={Trotzky, Stefan and Chen, Yan and Flesch, Andreas and McCulloch, Iain P and Schollw{\\\"o}ck, Ulrich and Eisert, Jens and Bloch, Immanuel},\n  journal={Nature Physics},\n  volume={8},\n  number={4},\n  pages={325--330},\n  year={2012},\n  publisher={Nature Publishing Group}\n}\n\n@article{bakr2009quantum,\n  title={Quantum gas microscopy},\n  author={Bakr, Waseem S and Gillen, Jonathon I and Peng, Amy and F{\\\"o}lling, Simon and Greiner, Markus},\n  journal={Nature},\n  volume={462},\n  number={7269},\n  pages={74--77},\n  year={2009},\n  publisher={Nature Publishing Group}\n}\n\n@article{bloch2016quantum,\n  title={Quantum simulations with ultracold atoms},\n  author={Bloch, Immanuel and Gross, Christian and J{\\\"o}rdens, Robert and Esslinger, Tilman},\n  journal={Nature Physics},\n  volume={13},\n  number={3},\n  pages={261--277},\n  year={2016},\n  publisher={Nature Publishing Group}\n}\n\n@article{goldman2014light,\n  title={Light-induced gauge fields for ultracold atoms},\n  author={Goldman, Nathan and Juzeli{\\=u}nas, Gediminas and {\\\"O}hberg, Patrik and Spielman, Ian B},\n  journal={Reports on Progress in Physics},\n  volume={77},\n  number={12},\n  pages={126401},\n  year={2014},\n  publisher={IOP Publishing}\n}"}]