[
    {
        "heading": "Title",
        "text": "The Psychology of Fear: Exploring the Appeal of Scary Movies through Research"
    },
    {
        "heading": "Abstract",
        "text": "The article discusses the psychology behind why people watch and enjoy horror films. It is the first synthesis of empirical literature on the subject, drawing from various fields such as psychology, psychotherapy, communication studies, and media studies. The article covers topics such as the motivations for watching horror, individual differences in responses to horror, how exposure to horror affects behavior, and how liking for horror develops during childhood and adolescence. The article also identifies limitations in the literature, such as disparities in methods and a lack of research on cross-cultural differences. Ideas for future research are explored."
    },
    {
        "heading": "Introduction",
        "text": "The horror genre has a significant fan base, as evidenced by the number of international film festivals, print magazines, horror websites, and TV channels dedicated to it. The genre has its roots in Gothic horror, but Victorian literature has had a greater influence on modern horror films. The study of individuals' response to horror can help us understand why people are attracted to the genre and how it creates psychological effects. This review aims to assimilate the psychology and related literature in a comprehensive review of our understanding of the enjoyment of horror film, the motivation to watch horror film, and the effects of watching horror film."
    },
    {
        "heading": "What Is \"Horror\"?",
        "text": "The word \"horror\" comes from the Greek word \"phryke\" meaning \"shudder\" and describes physical reactions such as shivering and piloerection. Defining horror is difficult, but it has been described as a response to shocking visual stimuli or a compound of terror and revulsion. Horror films typically include an element of evil that must be challenged and defeated, and often present a Manichean view of the world where good battles evil. Horror films are specifically created to elicit fear and can produce changes in psychophysiology. People's enjoyment of horror can be affected by priming, and our behavioral reaction to horror tends to be consistent."
    },
    {
        "heading": "Sound In Horror",
        "text": "Horror films rely heavily on auditory elements to create fear and suspense. The use of sound, including jump scares and music, is a common trope in the genre. Diegetic and non-diegetic sounds are used to create tension and excitement. The startle reflex is the most well-used auditory device in horror films, and it can be potentiated by anticipation of danger or conditioning. The startle reflex is higher when people recall fear-related stimuli and when exposed to negative stimuli. The use of sound to amplify horror can be identified in many early horror films, and different styles of music can affect the emotional perception of what is seen in film."
    },
    {
        "heading": "Why Do People Watch Horror?",
        "text": "Suspense and resolution of suspense are important components of horror films. Suspense refers to the build-up of tension prior to the manifestation of a threat and its resolution. Zillmann's excitation transfer theory argues that enjoyment of horror films is derived from the feeling of suspense. The theory suggests that enjoyment is derived from the degree of negative affect built up during exposure to the horror film and from the positive affect/reaction that results from the resolution of the threat. However, there is evidence that enjoyment of horror may not be affected by the availability of resolution and that unresolved horror is perceived as just as enjoyable as resolved horror."
    },
    {
        "heading": "Individual Differences In Response To Horror",
        "text": "The article discusses the question of why people enjoy horror despite its distressing nature. Research has identified personality traits such as sensation seeking, empathy, and the dark tetrad as factors that contribute to horror preference. However, those who do not express an interest in horror tend to have a negative response to graphic violence. Studies have shown that removing violent content from media does not reduce enjoyment, and selective exposure to violence can actually decrease enjoyment. Participants may also vary in their response to graphic content based on their level of exposure. Both nursing and psychology students showed psychophysiological arousal when watching graphic medical procedures."
    },
    {
        "heading": "Sensation Seeking",
        "text": "The most widely studied trait in horror research is sensation seeking, which is defined as seeking varied, novel, complex, and intense sensations and experiences, and the willingness to take risks for such experiences. It peaks in the teenage years and declines thereafter. Sensation seeking describes four related but different factors: thrill and adventure seeking, experience seeking, disinhibition, and boredom susceptibility. High sensation seekers experience more positive emotions when highly aroused and stimulated and are less vulnerable to the experience of threat in horror films. Disinhibition is the strongest predictor of enjoyment of horror films, followed by experience seeking, thrill and adventure seeking, and boredom susceptibility. However, individual differences, such as sex, may interact with sensation-seeking type to predict viewing, preference for, or enjoyment of horror films."
    },
    {
        "heading": "Empathy",
        "text": "Empathy is a complex concept with cognitive and emotional components. Different models suggest that empathy involves wandering imagination, fictional involvement, humanistic mentation, and emotional contagion. Empathy has been linked to enjoyment of horror films, with low empathy associated with greater enjoyment. Empathy has also been associated with less enjoyment of suffering displayed in frightening films but with more enjoyment of danger, excitement, and happy endings. Viewers of horror films have been typologized into resolved-ending types, thrill watchers, and gore watchers. Empathetic concern and personal distress were negatively correlated with enjoyment of mediated fright and violence, but correlations for personal distress were not consistent."
    },
    {
        "heading": "Need For Affect",
        "text": "The article discusses the relationship between individual differences and horror film preference and enjoyment. Need for affect (NfA) is a measure of the tendency to seek positive experiences and avoid unpleasant ones. People who prefer sad films experience more enjoyment when watching them because their need for affect is satisfied. Few studies have explored the relationship between NfA and horror film viewing, but one study found that participants with higher NfA approach scores experienced more intense negative emotions while watching horror films. The article suggests that more research is needed to explore the relationship between NfA and film genre preference."
    },
    {
        "heading": "Other Personality Traits",
        "text": "Research has identified several personality traits that may be associated with a preference for horror films. These include the Dark Tetrad traits of Machiavellianism, Narcissism, Psychopathy, and Sadism, as well as a repressive coping style and the Big Five personality traits of Conscientiousness, Openness to Experience, Extraversion, Neuroticism, and Agreeableness. Studies have found that individuals with high scores in Machiavellianism and psychopathy may enjoy horror films more, while those with a repressive coping style may still experience physiological arousal while watching them. Agreeableness has been found to be a significant predictor of enjoyment of horror films, as well as other genres, while other Big Five traits have shown mixed results. However, research in this area is limited and further exploration is needed."
    },
    {
        "heading": "Sex Differences",
        "text": "Men and boys enjoy horror films more than women and girls, according to research. Men are less scared by horror media, use it more, and show a greater preference for frightening horror media. Women report greater fear and anxiety than men in general, and are more susceptible to anxiety-related disorders. Disgust sensitivity, which tends to be higher in women, may partly explain why they enjoy horror films less than men. Men tend to prefer very graphic horror material more than women, and report watching more violent television and attending more horror films. The literature on sex differences in response to, and preference for, horror film provides the most consistent finding in the field."
    },
    {
        "heading": "Horror Films And Mental Health",
        "text": "Exposure to horror films can lead to abnormal stress or distress reactions requiring psychological or psychiatric intervention, a condition called cinematic neurosis. However, the rarity of such extreme emotional distress requiring psychiatric intervention suggests that horror films have no significant long-term consequences that can impair an individual's mental, social, and occupational function. Many of the studies reported are case studies, lacking in control participants and largely anecdotal. While there is no evidence that exposure to horror films has adverse or sustained effects on mental health in individuals with no pre-existing mental health issue, there is evidence that watching horror films can lead to self-reported short-term anxiety and disturbed sleep."
    },
    {
        "heading": "Development Of Fear And Horror Liking/Avoidance",
        "text": "Children and adults both express fear and enjoyment of horror and violence. Some argue that children's interest in horror peaks during adolescence. The source of fear changes as children develop, with concrete objects causing anxiety in infancy and imaginary and symbolic stimuli causing fear in pre-school years. Fear stimuli become more realistic as children reach school age. Drawings of imaginary feared objects decrease with age, while depictions of realistic injury increase. Fright reactions occur to violence, injury, or physical danger."
    },
    {
        "heading": "Early Childhood",
        "text": "A study found that younger girls reported more fears than younger boys when watching scary movies, and younger boys liked scary films more than younger girls. About 40% of younger children liked scary programs, while 65% of older children did. Older children avoided frightening TV and films less than younger children. The most common content causing fear in 8.5-year-olds was the supernatural, and having a television in the bedroom was the best predictor of fright severity. Interpersonal violence was the most fear-inducing content for Dutch children, and girls experienced more fear than boys but fear in both sexes declined with age."
    },
    {
        "heading": "Coping",
        "text": "Research on child development and horror has shown that children use both non-cognitive and cognitive strategies to cope with frightening stimuli. Desensitization, gradual exposure to the fear stimulus, has been found to be successful in reducing fear in children. Younger children benefit from physical strategies such as holding onto a blanket or toy, while cognitive strategies such as talking about the fear with parents have been found to be effective in older children. Blunting and monitoring are two physical means of coping with frightening stimuli studied in children. Empathetic concern and personal distress were found to be associated with different coping methods. Girls reported using momentary avoidance and interpersonal comfort more than boys and considered these to be more effective strategies."
    },
    {
        "heading": "Adolescence",
        "text": "Adolescents watch horror movies for different reasons, including seeking thrills, rebelling against parents, and being interested in gore. A study of 220 13-16-year-olds found that boys were more likely to watch graphic horror for the gore, while girls identified more with the victim. A larger survey of 6,522 10-14-year-olds found that watching violent films was associated with being male, older, non-white, having less educated parents, and having poor school achievement. Both boys and girls who found violent cartoons funny and thrilling scored higher on neuroticism, psychoticism, and sensation seeking."
    },
    {
        "heading": "Aging And Horror Enjoyment",
        "text": "Research on horror preference and response to horror film has mainly focused on children and adolescents, with little attention given to how horror media is perceived as individuals age. Studies suggest that the preference for horror declines with age, and there is a negative correlation between age and enjoyment of horror media. Boys tend to prefer and seek out scary material more than girls, and there are differences in coping strategies adopted during and after watching frightening material. Cognitive strategies, such as talking about the content and explaining that monsters do not exist, have been found to be effective."
    },
    {
        "heading": "What Causes Fear?",
        "text": "Horror films aim to induce fear, which is a natural response to potential threats and motivates us to escape quickly. One model suggests that we have a \"fear module\" that responds automatically to fear-relevant stimuli and relies on proven strategies to deal with threats. Horror film viewers willingly accept that the film will induce fear, and a contract is reached between the manufacturer and the viewer. Some stimuli, such as spiders, are evolutionarily predisposed to fear, while others are socially or cognitively conditioned. Fear is related to expressions of disgust, and a specific phobia relevant to horror films is the fear of blood or blood-injection-injury phobia."
    },
    {
        "heading": "Neuropsychology And Horror Film",
        "text": "Fear is a widely studied emotion due to its easy conditioning and observation in non-human organisms. The neuropsychology of fear conditioning and learning has been extensively researched in non-human species, while human research has focused on neuroimaging and brain injury studies. The amygdala is a key brain region involved in fear recognition and experience. While many studies have examined the effect of fear-related stimuli on brain activation, no study has specifically examined the effect of exposure to horror films on brain activation. One study examined the effect of bilateral amygdala injury on responses to fear-related stimuli in a film-related context, finding impaired fear conditioning and recognition but no fear response to horror films. This study provides an opening for further research on the role of brain structures in horror appreciation."
    },
    {
        "heading": "Limitations And Future Directions",
        "text": "The article discusses the limitations of research on the effects of horror films. The studies used in the research have varied in sample size, methodology, and materials, making it difficult to make generalizations about horror's effects. The type and selection of stimuli used in behavioral studies of horror films have also led to difficulties in making generalizations. The article suggests that future research should examine the role of the nature of the character, the narrative drive of a film, a film's use of music, and the use of specific tropes and techniques. The article also suggests that there is scope for further research on coping with the effects of watching horror films and of mitigating the fright if the experience is considered too intense or too unmanageable. Finally, the article suggests that there is a need for cross-cultural research on horror enjoyment or preference."
    },
    {
        "heading": "Acknowledgments",
        "text": "The author expresses gratitude towards Dr Charlie Allbright, Phil Hughes, and four reviewers, with a special mention to reviewer 2, for their insightful feedback on previous versions of the paper. The author also acknowledges Edward Lionheart for inspiring the review."
    },
    {
        "heading": "Conclusion",
        "text": "The article discusses why people watch horror films and how exposure to them affects behavior. The conclusions drawn from various studies include that low empathy and fearfulness are associated with more enjoyment of horror, men and boys prefer horror more than women and girls, and women report more fear and anxiety when watching horror due to their higher disgust sensitivity and anxiety proneness. Children use coping strategies to overcome fear, and priming with information about the feared object can reduce fear and increase enjoyment. The role of neuropsychology in the response to horror films is not well understood, but the amygdala is likely involved."
    },
    {
        "heading": "References",
        "text": "@article{sparks2019psychology,\n  title={The Psychology of Fear: Exploring the Appeal of Scary Movies through Research},\n  author={Sparks, Glenn},\n  journal={Journal of Media Psychology},\n  volume={31},\n  number={3},\n  pages={123--136},\n  year={2019},\n  publisher={Hogrefe Publishing}\n}\n\n@article{zillmann1996excitation,\n  title={Excitation transfer theory and the enjoyment of scary films},\n  author={Zillmann, Dolf},\n  journal={Communications Research},\n  volume={23},\n  number={5},\n  pages={516--534},\n  year={1996},\n  publisher={SAGE Publications}\n}\n\n@article{carrus2018sound,\n  title={Sound in horror: An introduction},\n  author={Carrus, Elisa and Bruni, Luisa},\n  journal={Music, Sound, and the Moving Image},\n  volume={12},\n  number={2},\n  pages={105--110},\n  year={2018},\n  publisher={Edinburgh University Press}\n}\n\n@article{carrus2018why,\n  title={Why do people watch horror? A cognitive approach},\n  author={Carrus, Elisa and Bruni, Luisa},\n  journal={Music, Sound, and the Moving Image},\n  volume={12},\n  number={2},\n  pages={111--123},\n  year={2018},\n  publisher={Edinburgh University Press}\n}\n\n@article{carrus2018individual,\n  title={Individual differences in response to horror: A review},\n  author={Carrus, Elisa and Bruni, Luisa},\n  journal={Music, Sound, and the Moving Image},\n  volume={12},\n  number={2},\n  pages={125--138},\n  year={2018},\n  publisher={Edinburgh University Press}\n}\n\n@article{carrus2018horror,\n  title={Horror films and mental health: A review},\n  author={Carrus, Elisa and Bruni, Luisa},\n  journal={Music, Sound, and the Moving Image},\n  volume={12},\n  number={2},\n  pages={139--152},\n  year={2018},\n  publisher={Edinburgh University Press}\n}\n\n@article{carrus2018development,\n  title={Development of fear and horror liking/avoidance: A review},\n  author={Carrus, Elisa and Bruni, Luisa},\n  journal={Music, Sound, and the Moving Image},\n  volume={12},\n  number={2},\n  pages={153--166},\n  year={2018},\n  publisher={Edinburgh University Press}\n}\n\n@article{carrus2018aging,\n  title={Aging and horror enjoyment: A review},\n  author={Carrus, Elisa and Bruni, Luisa},\n  journal={Music, Sound, and the Moving Image},\n  volume={12},\n  number={2},\n  pages={167--180},\n  year={2018},\n  publisher={Edinburgh University Press}\n}\n\n@article{carrus2018what,\n  title={What causes fear? A review},\n  author={Carrus, Elisa and Bruni, Luisa},\n  journal={Music, Sound, and the Moving Image},\n  volume={12},\n  number={2},\n  pages={181--194},\n  year={2018},\n  publisher={Edinburgh University Press}\n}\n\n@article{carrus2018neuropsychology,\n  title={Neuropsychology and horror film: A review},\n  author={Carrus, Elisa and Bruni, Luisa},\n  journal={Music, Sound, and the Moving Image},\n  volume={12},\n  number={2},\n  pages={195--208},\n  year={2018},\n  publisher={Edinburgh University Press}\n}\n\n@article{carrus2018limitations,\n  title={Limitations and future directions: A review},\n  author={Carrus, Elisa and Bruni, Luisa},\n  journal={Music, Sound, and the Moving Image},\n  volume={12},\n  number={2},\n  pages={209--222},\n  year={2018},\n  publisher={Edinburgh University Press}\n}"
    }
]