{"title": "A new generation of chiral phase-transfer catalysts.", "sections": [{"heading": "Abstract", "text": "Phase-transfer catalysis has long been recognized as a versatile method for organic synthesis. In particular, over more than the past three decades, asymmetric phase-transfer catalysis based on the use of structurally well-defined chiral catalysts has become a topic of great scientific interest. Although various effective chiral catalysts have already been reported and these catalysts were utilized for practical asymmetric transformations, further design and development of new chiral phase-transfer catalysts are still attractive research subjects in organic chemistry due to the high utility and practicability of phase-transfer-catalyzed reactions. This review focuses on the recent examples of newly designed effective chiral phase-transfer catalysts."}, {"heading": "Introduction", "text": "Phase-transfer catalysis has long been recognized as a versatile method for organic synthesis in both industry and academia, as it features simple experimental operations, mild reaction conditions, inexpensive and environmentally benign reagents and solvents, and the possibility to conduct large-scale preparations in process chemistry. 1 In particular, during more than the past three decades, asymmetric phase-transfer catalysis based on the use of structurally well-defined chiral, non-racemic catalysts has become a topic of great scientific interest (Fig. 1). Recent efforts have resulted in notable achievements, making it feasible to perform various bond formation reactions under mild phase-transfer-catalyzed conditions. 2 Cinchona alkaloid-derived tetraalkylammonium salts 1 and 2 are the pioneering, and still some of the most reliable, chiral phase-transfer catalysts. 3 More recently, cinchona alkaloid-derived quaternary ammonium salts 3 and 4 possessing an amide or a urea moiety as bifunctional phase-transfer catalysts have been reported. 4 These reports on the development of bifunctional catalysts clearly exhibited the possibility of new catalyst design with an amide and a urea group.\nBinaphthyl-modified tetraalkylammonium salts 5 and 6 developed by Maruoka are known as another reliable and widely applicable chiral phasetransfer catalysts. 5 Based on the design of catalysts 5 and 6, phosphonium salt version 7 6 and bifunctional-type catalysts 8 7 have also been prepared by Maruoka. TADDOL-derived and/or multicyclic onium salts 9-14 have also behaved as effective chiral phasetransfer catalysts. 8 Crown ethers 15-17 are different types of representative chiral phase-transfer catalysts. 9 As a new concept of phase-transfer catalysis, Toste developed anion phase-transfer catalysis with chiral phosphoric acid catalysts,", "n_publication_ref": 9, "n_figure_ref": 1}, {"heading": "Review", "text": "Organic & Biomolecular Chemistry 2 | J. Name., 2012, 00, 1-3 This journal is © The Royal Society of Chemistry 20xx\nPlease do not adjust margins Please do not adjust margins 18-20 (Fig. 2). 11 They used selectfluor as a versatile cationic fluorinating agent, which would normally be insoluble in nonpolar organic solvents. They hypothesized that lipophilic, bulky chiral phosphate anions, such as the conjugate base of 18, could exchange with anions associated with selectfluor to bring the reagent into solution. The resulting chiral ion pair could then mediate asymmetric fluorinations in solution. Chiral carboxylic acid 21 also worked as an effective anionic phase-transfer catalyst. 12 Although these chiral phase-transfer catalysts have realized a wide variety of efficient and useful asymmetric transformations, further design and development of new chiral phase-transfer catalysts are still attractive research subjects in organic chemistry due to the high utility and practicability of phase-transfer-catalyzed reactions. In this context, new types of designed chiral phase-transfer catalysts have been appeared in the last few years. This review summarizes the recent examples of newly designed effective chiral phasetransfer catalysts.\nFig. 1 Representative chiral phase-transfer catalysts.  ", "n_publication_ref": 2, "n_figure_ref": 2}, {"heading": "Amino Acid-Derived Catalysts", "text": "Ooi and co-workers designed 1,2,3-triazolium catalysts of type 22 as new chiral phase-transfer catalysts (Scheme 1). [13][14][15][16][17] Chiral catalysts of type 22 were readily prepared from α-amino acids as a chiral source via copper(I)-catalyzed Huisgen 1,3-dipolar cycloaddition of amino acid-derived azides with terminal alkynes, which is representative reaction in click chemistry. 18 The catalyst ability of 22 was initially examined in asymmetric phase-transfer alkylation of oxindole derivative 24a. 13 Although newly-designed catalyst 22a\npromoted the benzylation to give product 25 in good enantioselectivity, the reaction with either C(5)-methyltriazolium salt 23a or N-methylbenzamide triazolium salt 23b gave product 25 in very low enantioselectivities. These results indicate that the double hydrogen-bonding by the triazolium C( 5)-H proton and the amide N-H proton of 22 to anion is essential to achieve highly enantioselective reactions. Further fine-tuning of the catalyst 22 improved the enantioselectivity, and the highly selective reaction was achieved by the use of optimized catalyst 22b. Scheme 1 Chiral 1,2,3-triazolium catalysts.\nNew chiral 1,2,3-triazolium catalysts 22 could also be applied to other asymmetric phase-transfer reactions (Scheme 2).", "n_publication_ref": 7, "n_figure_ref": 0}, {"heading": "Highly Enantioselective Reactions Catalyzed By Chiral 2-Oxopyrimidinium Salt Catalysts In Phase-Transfer Chemistry", "text": "Highly enantioselective Mannich reaction of cyanosulfone 26a to obtain product 27 was achieved with catalyst 22c. 14 Asymmetric alkylation of cyanosulfone 26b under the influence of catalyst 22d was also reported, and benzylation product 28 was obtained in good enantioselectivity. 15 Ring-opening reaction of racemic 2,2disubstituted aziridine 29 and 3-substituted oxindole 24a with catalyst 22 under phase-transfer conditions was also examined to construct contiguous all-carbon quaternary stereocenters. Optimized catalyst 22e could efficiently promote the reaction to give product 30 in high diastereo-and enantioselectivity.\n16\nAfter this reaction, unreacted aziridine 29 was recovered in an optically enriched form. Phase-transfer cyanation of alkylideneindolenine, generated in situ from sulfonylalkylindole 31, under the influence of catalyst 22f to obtain product 32 was also reported. 17 Notably, fine-tuning of catalysts 22 was key to achieve various efficient asymmetric transformations. Phenylglycine-derived chiral 2-oxopyrimidinium salt catalyst 33 was developed by Hii and co-workers (Scheme 3). 19 The ability of catalyst 33 was proved in the highly enantioselective conjugate addition of glycine derivative 34 with methyl vinyl ketone, as a one of the benchmark reaction in the phase-transfer chemistry, to obtain α-amino acid derivative 35.", "n_publication_ref": 4, "n_figure_ref": 0}, {"heading": "Scheme 3 Chiral 2-Oxopyrimidinium Salt Catalyst.", "text": "Zhao and co-workers reported highly enantioselective phase-transfer reactions using α-amino acid-derived chiral bifunctional catalysts of type 36 possessing a thiourea moiety (Scheme 4). Bifunctional tetraalkylammonium bromide 36a promoted the asymmetric addition reaction of thiophenol to imine precursor 37 to give a product 38 in good enantioselectivity. 20 Highly enantioselective aza-Henry reaction with 37 to obtain a product 39 was also achieved by the use of catalyst 36b. 21 Related chiral bifunctional quaternary ammonium salt 36c possessing a urea moiety was developed by Jiang and co-wokers. 22 The catalyst ability of 36c was examined in asymmetric phase-transfer alkylation of azlactone 40a. As a result of the benzylation of 40a, α,αdialkyl-α-amino acid derivative 41a was obtained in high enantioselectivity.  Please do not adjust margins Please do not adjust margins\nN N N HN Ph O Br Ph H 22c i-Pr Me Me 22c (2 mol %)\nF 3 C F 3 C Me N N N Me HN Ar O Bn Br Ar H Ph F 3 C F 3 C CF 3 22f Ar = 4-Cl-C 6 H 4 22e Ar = 4-Cl-C 6 H 4 N N N HN Ar O Br Ar H Ph CF 3 F 3 C i-Pr 22d Ar = 4-Cl-C", "n_publication_ref": 3, "n_figure_ref": 0}, {"heading": "Scheme 4", "text": "Chiral bifunctional tetraalkylammonium salts possessing a thiourea or a urea moiety.\nBased on the design of chiral bifunctional quaternary ammonium salts 36, Zhao and co-workers also developed bifunctional quaternary phosphonium salts of type 42 (Scheme 5). Chiral quaternary phosphonium bromide 42a possessing an amide moiety efficiently promoted asymmetric conjugate addition of 3-phenyloxindole 24b under phase-transfer conditions to give conjugate adduct 43 in high yield and enantioselectivity. 23 The related catalyst 42b could apply to asymmetric desymmetrization of meso-aziridine 44 with thiophenol, and product 45 was obtained with moderate enantioselectivity.\n24\nBifunctional phosphonium bromide catalyst 42c possessing a thiourea moiety was used for asymmetric aza-Henry reaction of imine precursor 37 with nitromethane to give product 39 with high enantioselectivity. 25 Dipeptide-derived multifunctional phosphonium bromide 42d was effective catalyst for asymmetric cyclization via tandem Michael addition/intramolecular S N 2 reaction with substrate 46 and malonate. 26 As a result of the tandem reaction, cyclopentane derivative 47 was obtained in good yield with high enantioselectivity. In these cases, bifunctional design of the catalysts was essential to achieve highly enantioselective reactions. ", "n_publication_ref": 3, "n_figure_ref": 0}, {"heading": "Chiral Diamine-Derived Catalysts", "text": "Ooi and co-workers demonstrated that P-spiro chiral tetraaminophosphonium salt 50 derived from readily available chiral 1,2-diphenylethylenediamine can function as an effective chiral phase-transfer catalyst for the highly enantioselective alkylation of azlactone 40b (Scheme 7). 28 The resulting alkylated azlactone 41b can be readily converted into the corresponding α,α-dialkyl-α-amino acid through acidic hydrolysis. Based on the synthetic strategy for α,α-dialkyl-αamino acids using azlactones, they also developed a novel elegant method for the synthesis of peptides containing quaternary stereogenic carbon centers. C-Terminal azlactone 51 derived from dipeptide underwent stereoselective alkylation with high efficiency by the use of a chiral tetraaminophosphonium salt 50 as a phase-transfer catalyst, and the alkylated azlactone product 52 could be employed directly for peptide ligation with dipeptide 53 to give growing peptides 54.\n29 Scheme 7 P-Spiro tetraaminophosphonium salt catalyst.\nTan and co-workers developed 1,2diphenylethylenediamine-derived chiral pentanidium salt catalysts of type 55 (Scheme 8). [30][31][32][33] The catalyst ability of pentanidium salts 55 was first examined in the conjugate addition of glycine derivative 34 with methyl vinyl ketone as a benchmark reaction. The reaction was efficiently promoted by catalyst 55a to give α-amino acid derivative 35 in high yield and enantioselectivity. 30 Pentanidium 55b could apply to asymmetric oxidation of 3-substituted oxindole derivative 24c using molecular oxygen under phase-transfer conditions. The oxidation reaction gave a product 56 in high yield and enantioselectivity. 31 Highly enantioselective conjugate addition of oxindole derivative 24d to give product 57 was also achieved by the use of catalyst 55c. 32 Furthermore, this catalyst system achieved highly enantioselective synthesis of chiral sulfoxides. 33 As a result of the benzylation of sulfenate anion generated from sulfoxide 58 under the influence of catalyst 55c, chiral sulfoxide 59 was obtained in high yield and enantioselectivity. It should be noted that fine-tuning of R groups on nitrogen in pentanidium salt 55 was essential to achieve these highly enantioselective phase-transfer reactions. Based on the design of pentanidium salt catalysts 55, Tan and co-workers also developed chiral bis-guanidinium salt 60 (Scheme 9). 34 The catalyst 60 worked as an effective catalyst for asymmetric oxidation reaction of alkene 61 with potassium permanganate to obtain diol 62 in moderate yield with high enantioselectivity.\nScheme 9 Chiral bis-guanidinium salt catalyst.\nWaser and Massa et al. reported 1,2-cyclohexanediaminederived chiral bifunctional tetraalkylammonium salt catalysts of type 63 (Scheme 10). [35][36][37][38] The ability of chiral bifunctional tetraalkylammonium salts, such as catalyst 63, was examined in asymmetric fluorination of 1-oxo-2-indanecarboxylate 64a to obtain product 65. 35 Various chiral diamine-derived bifunctional quaternary ammonium salts were submitted to the fluorination, and the best catalyst for this reaction was 1,2cyclohexanediamine-derived ammonium salt 63a. The catalyst of type 63 could further apply to asymmetric phase-transfer reactions with glycine derivative 34. The optimized catalyst 63b realized highly enantioselective aldol-initiated cascade reaction of glycine derivative 34 with 2-cyanobenzaldehyde to obtain lactone 66 in good selectivity.", "n_publication_ref": 15, "n_figure_ref": 0}, {"heading": "Chiral Phosphine-Derived Catalysts", "text": "We examined development of effective chiral quaternary phosphonium bromides as phase-transfer catalysts. In the history of catalytic asymmetric synthesis, the research and development of chiral phosphine compounds as ligands for metal catalysts was most extensively studied to establish the practical asymmetric reactions. Hence, numerous kinds of chiral phosphines have been synthesized so far, and a lot of privileged chiral phosphine ligands have now been commercially available. Our approach for the discovery of effective chiral quaternary phosphonium salts relies on the use of commercially available chiral phosphine compounds as catalyst precursors. This approach allows facile construction of a catalyst library of chiral quaternary phosphonium salts with various structures. A catalyst library of chiral quaternary phosphonium salts with various structures was readily constructed by benzylation of corresponding commercially available phosphines (Scheme 11).\n39 Scheme 11 Library of chiral quaternary phosphonium salt catalysts.\nAfter careful optimization of the catalyst library as shown in Scheme 11, we found that bifunctional catalyst of type 68 possessing a hydroxy group at 2'-position of binaphthyl moiety was effective for asymmetric conjugate addition of 3phenyloxindole 24b (Scheme 12). 39 The reaction was efficiently promoted by phosphonium bromide 68a with low catalyst loading under base-free neutral phase-transfer conditions 40 to\ngive product 69 in high yield and enantioselectivity. Highly enantioselective base-free sulfenylation reaction of oxindole derivative 24e with N-(arylthio)phthalimide 70a was also achieved by the use of catalyst 68b. ", "n_publication_ref": 2, "n_figure_ref": 0}, {"heading": "Scheme 12", "text": "Bifunctional phosphonium salt-catalyzed asymmetric conjugate addition and sulfenylation of 3aryloxindoles.\nBased on the design of chiral bifunctional phosphonium bromides 68 possessing a hydroxy group, we also prepared new chiral bifunctional phosphonium bromides 72 with amide or urea moiety (Scheme 13). As a model reaction to examine the ability of new bifunctional phosphonium salts possessing an amide moiety, the asymmetric sulfenylation of β-keto ester was selected. The reaction between tert-butyl 1-oxo-2indanecarboxylate 64a and N-(phenylthio)phthalimide 70b in H 2 O/toluene (ratio = 10:1) took place in the presence of catalyst 72a (0.1 mol %) possessing a benzamide group at 25 °C over 48 h, affording the sulfenylation product 73 in excellent yield with high enantioselectivity. 41 To further expand the synthetic utility of our bifunctional quaternary phosphonium bromides with an amide moiety, we also examined the asymmetric chlorination of β-keto esters under base-free neutral phase-transfer conditions. Although the reaction of βketo ester 64b and N-chlorophthalimide 74 with benzamidesubstituted catalyst 72a gave a product 75 in moderate enantioselectivity, benzenesulfonamide-substituted catalyst 72b improved the enantioselectivity to give the chlorination product 75 in high yield and enantioselectivity. 41 These results suggest that the tunable acidity of an amide moiety of the catalyst could open up further possibility for realizing other types of asymmetric transformation using these bifunctional catalysts.\nAlthough asymmetric nucleophilic aromatic substitution (S N Ar) reaction of carbonyl compounds provides an efficient means to realize enantioselective α-arylations to produce biologically interesting α-aryl carbonyl compounds, the successful examples were quite limited. 42 In this context, we have been interested in the development of chiral quaternary phosphonium salts-catalyzed asymmetric S N Ar reaction under phase-transfer conditions. We examined asymmetric S N Ar reaction of 3-phenyloxindole 24b and electron deficient aryl fluoride 76 under the influence of chiral bifunctional phosphonium bromides as phase-transfer catalysts (Scheme 13). 43 Although catalysts 68, 72a, and 72b possessing a hydroxy group or an amide group gave arylation product 77 in low to moderate enantioselectivities, the reaction with newlydesigned chiral bifunctional quaternary phosphonium bromide 72c possessing a urea moiety gave a product 77 in high yield and enantioselectivity. It is expected that the urea moiety of catalyst 72c interacts with nitroarene 76 through double hydrogen-bonding, giving rise to a well organized transition states that provides high stereocontrol.", "n_publication_ref": 4, "n_figure_ref": 0}, {"heading": "Conclusions", "text": "Recent examples of new chiral phase-transfer catalysts were summarized in this review. As new types of cationic heterocyclic catalysts, chiral 1,2,3-triazolium, 2oxopylimidinium, and pentanidium salt catalysts were developed for asymmetric phase-transfer reactions. Careful optimization of the catalyst structure for each reaction was required to achieve highly enantioselective reactions. Hence, tunable design of the catalyst was important direction to develop the widely applicable catalysts. Another trend of the catalyst design was bifunctional design of phase-transfer catalysts. Even in the relatively simple design of catalysts with an amide or a urea moiety, highly enantioselective phasetransfer reactions were achieved. Although ordinary approach for construction of a catalyst library was limited to related structure of the initial catalyst design, our approach solved this problem. That is to say, we have employed the commercially available chiral phosphine compounds with various structures as catalyst precursors. In our approach, a catalyst library of chiral quaternary phosphonium salts with a wide variety of structures was readily constructed by benzylation of corresponding commercially available phosphines. We have successfully discovered the effective chiral phosphonium salt catalysts from the library for base-free neutral phase-transfer reactions.\nBefore close of this review, we should mention the current problem on the development of asymmetric phase-transfer reactions. Although a wide variety of effective asymmetric phase-transfer reactions have already been achieved by the use of well-designed chiral phase-transfer catalysts, a troublesome catalyst screening for each reaction was required to achieve a highly enantioselective reaction. It is difficult to expect the best catalyst for the phase-transfer reaction before the trial, and we must take a time to find the effective catalyst. Several computational studies for asymmetric phase-transfer reactions have recently appeared in the literature. 44 These studies will aid in further understanding of the catalystsubstrate interactions in phase-transfer chemistry, and the understanding will help the selection and design of appropriate chiral phase-transfer catalyst for target transformations.\nThe design of recently developed chiral phase-transfer catalysts shown in this review may inspire new ideas for design of effective chiral catalysts. Further new-type chiral phasetransfer catalysts for practical organic synthesis will appear in the near future. ", "n_publication_ref": 1, "n_figure_ref": 0}], "references": [{"title": "c) Handbook of Phase-Transfer Catalysis", "journal": "American Chemical Society", "year": "1993", "authors": "E V Dehmlow; S S Dehmlow; Weinheim Vch"}, {"title": "For recent reviews on asymmetric phase-transfer catalysis", "journal": "", "year": "2001", "authors": "M J O'donnell ; B; ) K Maruoka; T J Ooi ; M; ; T O'donnell; K Ooi;  Maruoka"}, {"title": "", "journal": "Org. Process Res. Dev", "year": "2007", "authors": " Maruoka ; H) T; K Hashimoto; ) K Maruoka ; I; N Maruoka ; Tan;  Yasuda"}, {"title": "For examples", "journal": "", "year": "1978", "authors": "S Colonna; R Fornasier ; B; ) S Juliá; A Ginebreda; J Guixer; A Tomás ; C; ) U.-H Dolling; P Davis; E J J Grabowski; ; M Masui; A Ando; T J Shioiri ; M; W D O'donnell; S Bennett; ; B Wu; P G Lygo;  Wainwright"}, {"title": "For examples, see: (a)", "journal": "", "year": "2010", "authors": "K M Johnson; M S Rattley; F Sladojevich; D M Barber; M G Nuñez; A M Goldys; D J Dixon; ; P Bernal; R Fernández; J M Lassaletta; ; M Li; P A Woods; M D Smith"}, {"title": "For examples", "journal": "", "year": "1999", "authors": "T Ooi; M Kameda; K Maruoka; ; T Ooi; M Takeuchi; M Kameda; K Maruoka"}, {"title": "", "journal": "J. Am. Chem. Soc", "year": "2003", "authors": "T Ooi; M Kameda; K Maruoka; ; T Ooi; M Kameda; M Taniguchi; K Maruoka"}, {"title": "", "journal": "Angew. Chem., Int. Ed", "year": "1549", "authors": "S Kitamura; K Shirakawa; Y Maruoka ; M. Kitamura; S Arimura; K Shirakawa;  Maruoka"}, {"title": "", "journal": "Chem.-Asian J", "year": "1702", "authors": "S Kitamura; Y Shirakawa; X Arimura; K Wang;  Maruoka"}, {"title": "For examples", "journal": "", "year": "2008", "authors": "R He; X Wang; T Hashimoto; K Maruoka ; R. He; C Ding; K Maruoka"}, {"title": "", "journal": "Angew. Chem., Int. Ed", "year": "2011", "authors": "C.-L Zhu; F.-G Zhang; W Meng; J Nie; D Cahard; J.-A Ma"}, {"title": "For examples", "journal": "", "year": "2004", "authors": "T Ooi; D Ohara; M Tamura; K Maruoka; ; T Ooi; D Ohara; K Fukumoto; K Maruoka; ; X Wang; Q Lan; S Shirakawa; K Maruoka; ; Y Liu; S Shirakawa; K Maruoka"}, {"title": "For examples", "journal": "", "year": "2002", "authors": "T Shibuguchi; Y Fukuta; Y Akachi; A Sekine; T Ohshima; M Shibasaki ; B; ) S Arai; R Tsuji; A Nishida; ; T Kita; A Georgieva; Y Hashimoto; T Nakata; K Nagasawa"}, {"title": "", "journal": "", "year": "", "authors": "M T Allingham; A Howard-Jones; P J Murphy; D"}, {"title": "", "journal": "Tetrahedron Lett", "year": "2003", "authors": "A Thomas; P W R Caulkett; ; T Ohshima; T Shibuguchi; Y Fukuta; M "}, {"title": "", "journal": "J. Org. Chem", "year": "2004", "authors": " E Shibasaki ; F) S; N D Denmark; L M Gould;  Wolf"}, {"title": "", "journal": "Org. Biomol. Chem", "year": "2012", "authors": "K Waser; R Gratzer; N Herchl;  Müller"}, {"title": "For examples, see: (a)", "journal": "J. Chem. Soc., Chem. Commum", "year": "1981", "authors": "D J Cram; G D Y Sogah"}, {"title": "", "journal": "Tetrahedron Lett", "year": "1429", "authors": "; T Koga; M Akiyama; K Hara; S Fuchibe; K Sakamoto;  Yamaguchi"}, {"title": "", "journal": "Angew. Chem., Int. Ed", "year": "2010", "authors": "H B Yan; J.-W Jang; H K Lee; S W Kim; J W Lee; C E Yang;  Song"}, {"title": "", "journal": "Tetrahedron: Asymmetry", "year": "2011", "authors": "J B Pham; L Czirok; K Balázs; M Pál; I Kubinyi; Z Bitter;  Jászay"}, {"title": "5744; (b) M. Terada", "journal": "", "year": "2007", "authors": "T Akiyama; ; D Parmar; E Sugiono; S Raja; M Rueping ; Akiyama; K Mori"}, {"title": "For examples", "journal": "", "year": "1681", "authors": "V Rauniyar; A D Lackner; G L Hamilton; F D J Toste ; R; G L Phipps; F D Hamilton; L Toste ; C) F. Romanov-Michailidis; A Guénée;  Alexakis"}, {"title": "", "journal": "J. Am. Chem. Soc", "year": "2015", "authors": "H Egami; J Asada; K Sato; D Hashizume; Y Kawato; Y Hamashima"}, {"title": "", "journal": "J. Am. Chem. Soc", "year": "2011", "authors": "K Ohmatsu; M Kiyokawa; T Ooi"}, {"title": "", "journal": "Chem. Commun", "year": "2012", "authors": "K Ohmatsu; A Goto; T Ooi"}, {"title": "", "journal": "Heterocycles", "year": "2014", "authors": "K Ohmatsu; Y Hakamata; A Goto; T Ooi"}, {"title": "", "journal": "J. Am. Chem. Soc", "year": "2013", "authors": "K Ohmatsu; Y Ando; T Ooi"}, {"title": "", "journal": "Chem. Lett", "year": "2015", "authors": "K Ohmatsu; Y Furukawa; D Nakaguro; T Ooi"}, {"title": "", "journal": "For reviews on click chemistry", "year": "2001", "authors": "H C Kolb; M G Finn; K B Sharpless"}, {"title": "", "journal": "Aldrichimica Acta", "year": "2007", "authors": "P Wu; V V Fokin"}, {"title": "", "journal": "Angew. Chem., Int. Ed", "year": "2013", "authors": "A E Sheshenev; E V Boltukhina; A J P White; K K Hii"}, {"title": "", "journal": "ACS Catal", "year": "2013", "authors": "H.-Y Wang; J.-X Zhang; D.-D Cao; G Zhao"}, {"title": "", "journal": "Tetrahedron", "year": "2013", "authors": "H.-Y Wang; Z Chai; G Zhao"}, {"title": "", "journal": "J. Org. Chem", "year": "2015", "authors": "S Duan; S Li; X Ye; N.-N Du; C.-H Tan; Z Jiang"}, {"title": "", "journal": "Adv. Synth. Catal", "year": "2013", "authors": "X Wu; Q Liu; Y Liu; Q Wang; Y Zhang; J Chen; W Cao; G Zhao"}, {"title": "", "journal": "Tetrahedron", "year": "2015", "authors": "J Zhang; D Cao; H Wang; G Zhao; Y Shang"}, {"title": "", "journal": "Chem. Commun", "year": "2013", "authors": "D Cao; Z Chai; J Zhang; Z Ye; H Xiao; H Wang; J Chen; X Wu; G Zhao"}, {"title": "", "journal": "Chem.-Eur. J", "year": "2015", "authors": "D Cao; J Zhang; H Wang; G Zhao"}, {"title": "", "journal": "Eur. J. Org. Chem", "year": "2014", "authors": "R Schettini; B Nardone; F De Riccardis; G Della Sala; I Izzo"}, {"title": "", "journal": "Synlett", "year": "2009", "authors": "D Uraguchi; Y Asai; Y Seto; T Ooi"}, {"title": "", "journal": "Angew. Chem., Int. Ed", "year": "2009", "authors": "D Uraguchi; Y Asai; T Ooi"}, {"title": "", "journal": "J. Am. Chem. Soc", "year": "2011", "authors": "T Ma; X Fu; C W Kee; L Zong; Y Pan; K.-W Huang; C.-H Tan"}, {"title": "", "journal": "Org. Lett", "year": "2012", "authors": "Y Yang; F Moinodeen; W Chin; T Ma; Z Jiang; C.-H Tan"}, {"title": "", "journal": "Angew. Chem., Int. Ed", "year": "2015", "authors": "L Zong; S Du; K F Chin; C Wang; C.-H Tan"}, {"title": "", "journal": "Angew. Chem., Int. Ed", "year": "2014", "authors": "L Zong; X Ban; C W Kee; C.-H Tan"}, {"title": "", "journal": "J. Am. Chem. Soc", "year": "2015", "authors": "C Wang; L Zong; C.-H Tan"}, {"title": "", "journal": "Eur. J. Org. Chem", "year": "2014", "authors": "J Novacek; M Waser"}, {"title": "", "journal": "", "year": "2014", "authors": "M Perillo; A Di Mola; R Filosa; L Palombi; A Massa;  Adv"}, {"title": "", "journal": "", "year": "2015", "authors": "M Tiffner; J Novacek; A Busillo; K Gratzer; A Massa; M Waser;  Adv"}, {"title": "", "journal": "Beilstein J. Org. Chem", "year": "2015", "authors": "A Di Mola; M Tiffner; F Scorzelli; L Palombi; R Filosa; P De Caprariis; M Waser; A Massa"}, {"title": "", "journal": "Chem. Sci", "year": "2013", "authors": "S Shirakawa; A Kasai; T Tokuda; K Maruoka"}, {"title": "", "journal": "Angew. Chem., Int. Ed", "year": "2009", "authors": "R He; S Shirakawa; K Maruoka; J Am; ) L Wang; S Shirakawa; K Maruoka ; C; ) S Shirakawa; S J Terao; R He; K Maruoka ; D; ) S Shirakawa; K Ota; S J Terao; K Maruoka"}, {"title": "", "journal": "Tetrahedron Lett", "year": "1586", "authors": "Chem Maruoka; J -Asian; ; S Shirakawa; H Makino; T Yoshidome; K Maruoka"}, {"title": "", "journal": "Org. Lett", "year": "2013", "authors": "S Shirakawa; T Tokuda; A Kasai; K Maruoka"}, {"title": "", "journal": "Angew. Chem., Int. Ed", "year": "2005", "authors": "M Bella; S Kobbelgaard; K A Jørgensen ; B; ) S Kobbelgaard; M Bella; K A Jørgensen; ; S Shirakawa; K Yamamoto; T Tokuda; K Maruoka; ; S Shirakawa; K Yamamoto; T Tokuda; K Maruoka"}, {"title": "", "journal": "Angew. Chem., Int. Ed", "year": "2014", "authors": "S Shirakawa; K Koga; T Tokuda; K Yamamoto; K Maruoka"}, {"title": "For examples", "journal": "", "year": "2012", "authors": "T C Cook; M B Andrus; D H Ess"}]}