{"title": "Bacteroides fragilis subverts mucosal biology: from symbiont to colon carcinogenesis.", "sections": [{"heading": "Abstract", "text": "The human body comprises fewer host cells than bacterial cells, most of which are obligate anaerobes residing in the gut. The symbiont Bacteroides fragilis constitutes a relatively small proportion (up to 1%-2%) of cultured fecal bacteria, but colonizes most humans. There are 2 classes of B. fragilis distinguished by their ability to secrete a zinc-dependent metalloprotease toxin, B. fragilis toxin (BFT). Strains that do not secrete BFT are nontoxigenic B. fragilis (NTBF), and those that do are called enterotoxigenic B. fragilis (ETBF). ETBF can induce clinical pathology, including inflammatory diarrhea, although asymptomatic colonization may be common. Intestinal inflammation is mediated by BFT, as yet the only known virulence factor of ETBF. Recent experimental evidence demonstrating that ETBF-driven colitis promotes colon tumorigenesis has generated interest in the potential contribution of ETBF to human colon carcinogenesis. Critical questions about the epidemiology of chronic, subclinical human colonization with ETBF and its impact on the biology of the colon need to be addressed."}, {"heading": "Introduction", "text": "Humans are colonized with trillions of microbes, predominantly bacteria. Work by numerous investigators combined with the Human Microbiome Project (HMP), initiated in 2007, has provided remarkable data that have enhanced our understanding of the complexity, variability, and biology of human associations with our microbiota at diverse body sites (1). Microbiota science has been fostered and complemented by microbial whole genome sequencing, technical sequencing advances, and rapidly evolving bioinformatics. The first phase of the HMP, completed in 2012, focused on establishing the \"normal\" microbiota and now has evolved to address the key scientific challenge of translating findings from this phase to understand how the microbiota contributes to disease pathophysiology (2). As this translation occurs, there is optimism that new diagnostic and therapeutic approaches will be developed. This research frontier has already yielded exciting observations in several fields such as atherosclerosis, obesity, and colon cancer (3)(4)(5). Herein, we will describe the story of how Bacteroides fragilis, quite unexpectedly, became appreciated as having the capacity to act as either symbiont or pathogen dependent on displaying or secreting discrete molecules (6). These data and others raise the distinct possibility that understanding of disease pathogenesis may hinge on knowledge of individual bacterial species, challenging the notion that advances in our understanding of disease mechanisms will be dominated by our grasp of the complexity of the microbiota. Namely, the demonstration that the addition of 1 bacterium such as enterotoxigenic B. fragilis (ETBF) to the microbiota drives colon tumor formation in mice provides strong support for the disease-inducing capacity of single microbes.\nSuch observations may further parlay into new microbe-based approaches to prevention and detection of chronic diseases such as sporadic colon cancer.", "n_publication_ref": 6, "n_figure_ref": 0}, {"heading": "The Evolution Of Our Clinical Perspective On B. Fragilis", "text": "All B. fragilis are obligate anaerobes that inhabit and flourish along the entire length of the colon, where they are minority members of the normal colonic microbiota with a propensity for mucosal adherence. Interest in B. fragilis blossomed in the 1970s with the recognition that these organisms were the leading anaerobes in bloodstream infection and critical contributors to intra-abdominal abscess formation (7,8). Our subsequent understanding that B. fragilis is relatively aerotolerant (i.e., able to grow in the presence of nanomolar oxygen concentrations) partially explains its success in mucosal colonization (where oxygen tension is higher), its survival following colon perforation when exposed to the peritoneal cavity before abscess formation, and its likelihood of inducing bacteremia (9). The capsule of B. fragilis emerged as a pivotal virulence factor that is key to the organism's success in induction of abscess formation (10). Molecular characterization of the first 2 polysaccharides purified from the surface of B. fragilis-polysaccharide A (PSA) and polysaccharide B (PSB)-revealed that the charge and structure of PSA were, in fact, sufficient to induce abscess formation in rat or murine models (11). Namely, PSA contains a balanced positively charged amino group and negatively charged carboxyl group; modification of either charged group reduced by at least 2 orders of magnitude the biologic potency of experimental abscess induction by PSA administered intraperitoneally. PSB also contains oppositely charged groups but is an order of magnitude less potent in abscess induction. The concept that oppositely charged groups on bacterial polysaccharides are critical to abscess induction was confirmed by chemical modification of the Vi polysaccharide of Salmonella typhi to display both positive and negative\nThe human body comprises fewer host cells than bacterial cells, most of which are obligate anaerobes residing in the gut. The symbiont Bacteroides fragilis constitutes a relatively small proportion (up to 1%-2%) of cultured fecal bacteria, but colonizes most humans. There are 2 classes of B. fragilis distinguished by their ability to secrete a zinc-dependent metalloprotease toxin, B. fragilis toxin (BFT). Strains that do not secrete BFT are nontoxigenic B. fragilis (NTBF), and those that do are called enterotoxigenic B. fragilis (ETBF). ETBF can induce clinical pathology, including inflammatory diarrhea, although asymptomatic colonization may be common. Intestinal inflammation is mediated by BFT, as yet the only known virulence factor of ETBF. Recent experimental evidence demonstrating that ETBF-driven colitis promotes colon tumorigenesis has generated interest in the potential contribution of ETBF to human colon carcinogenesis. Critical questions about the epidemiology of chronic, subclinical human colonization with ETBF and its impact on the biology of the colon need to be addressed.\nBacteroides fragilis subverts mucosal biology: from symbiont to colon carcinogenesis R e v i e w s e R i e s : g u t m i c R o b i o m e group. Subsequently, well-controlled epidemiologic studies continued to identify an association of ETBF with human diarrheal disease, although occasional studies, as observed with most enteric pathogens over time, did not find an association of ETBF with diarrheal disease (reviewed in ref. 6). The largest single study conducted in adults (older than 15 years, n = 728) identified ETBF in 27% of adults hospitalized with acute community-acquired diarrhea compared with 12% of 194 healthy outpatient controls. Notably, while ETBF was associated with diarrhea in those older than age 30, isolation of ETBF was similar in patients with diarrhea and controls between the ages of 15 and 30 years (~20% in each group) (27). Overall, asymptomatic fecal detection of ETBF in the control groups of diarrheal disease studies from around the world was far from uncommon, ranging from 0% to 29% (reviewed in ref. 6).\nA key clinical study conducted at the International Centre for Diarrheal Disease Research in Dhaka, Bangladesh (ICDDR,B), changed the perspective on human ETBF disease. In this study, ETBF diarrheal disease was unexpectedly associated with fecal leukocytes and proinflammatory cytokines (IL-8 and TNF-α), implicating ETBF as an etiology of inflammatory diarrheal disease (28). In previous studies, \"watery\" diarrhea was most often noted in humans with ETBF-associated diarrhea, and, in the absence of detailed studies, a presumption that ETBF clinically mirrored the largely noninflammatory diarrheal disease due to enterotoxigenic Escherichia coli emerged (25); however, the ICDDR,B study altered this view. Notably, the clinical observations of ETBF diarrhea at the ICDDR,B, where the majority of ETBF-positive patients reported abdominal pain and tenesmus, were more consistent with the early observations in animals documenting colitis in field and experimental infections. Consistent with the inflammatory potential of ETBF in the colon, limited studies to date suggest an association with active inflammatory bowel disease (29,30). Further definition of the epidemiology of ETBF was provided by a detailed study by Zitomersky et al., who studied the frequency with which B. fragilis was detected in serial stool samples examined over the course of a year in 15 adults (14). She and her colleagues found that 87% of adults were colonized with B. fragilis and, among these, 46% had fecal ETBF, confirming and extending observations regarding asymptomatic colonization with ETBF in adults.\nAltogether, these findings pointed toward ETBF as a cause of acute, symptomatic inflammatory diarrhea and, further, suggested that chronic asymptomatic ETBF colonization in humans of all ages was likely common. However, our understanding of human ETBF epidemiology remains sparse. For example, we do not know whether asymptomatic colonization alone occurs in some hosts or stems from one of the frequent, but undiagnosed, diarrheal illnesses that all humans experience; whether human colonization begins most often in childhood and then persists; or whether some hosts can eliminate ETBF colonization through as-yet unidentified immune mechanisms. The remainder of this Review will describe how a novel cause of diarrheal disease in animals and humans became a candidate instigator of human colon cancer.", "n_publication_ref": 13, "n_figure_ref": 0}, {"heading": "Bft: A Molecular Link To Colonic Inflammation And Oncogenesis", "text": "The chromosomal bft gene encodes a pre-proprotein metalloprotease holotoxin that is processed by ETBF and secreted as the charged groups (native Vi contains 1 negative charge). Unmodified Vi polysaccharide had no abscess-inducing activity whereas modified Vi polysaccharide was abscess-inducing (11). Conversely, subcutaneous treatment of rats with purified PSA protected against abscess formation (12). Thus, PSA alone can cause abscess formation and, conversely, can stimulate protective immunity against abscess formation. Investigations of the capsule of B. fragilis and the host immune response to this organism led to 2 further transformative observations. First, B. fragilis possess the most diverse surface polysaccharide gene repertoire of any known bacterium with the ability to synthesize up to 8 distinct capsular polysaccharides (A-H) that likely populate the surface of B. fragilis one at a time (13). The benefit to the organism of its ability to \"change its coat\" remains unknown, given a single longitudinal human study suggesting that humans tend to be stably colonized with B. fragilis populations expressing a range of polysaccharide types (14). Second, immunologic studies support B. fragilis as a symbiont with the remarkable capacity to modulate homeostatic mucosal immunity as well as contribute to systemic immune development, effects mediated by PSA (15)(16)(17). Most intriguingly, colonization with B. fragilis displaying PSA (strain NCTC 9343 [ATCC 25285], a human strain from an appendix abscess) inhibits subsequent experimental chemically induced (e.g., by dextran sodium sulfate or 2,4,6-trinitrobenzenesulfonic acid) colitis, likely mediated, in part, by enhanced bacterial-mucosal contact (17,18). Hence, this strain is now proposed as a potential beneficial microbe therapeutic to moderate inflammation in the colon (19); however, this concept is challenged by the fact that most individuals are already colonized by B. fragilis combined with recent data suggesting Bacteroides species-specific colonization resistance (20).\nNearly in parallel with this early B. fragilis interest, in the 1980s, Myers and colleagues determined that select strains of B. fragilis accounted for a portion of diarrheal disease in lambs (21) as well as other livestock including piglets, calves, and foals (6,(22)(23)(24)(25). These initial studies used lamb and rabbit ligated ileal loops as well as experimental animal inoculations to provide evidence that these strains of B. fragilis induced intestinal secretion in association with histologic disruption of the intestinal epithelial barrier and inflammation, a marked contrast to the expected symbiotic colonic associations of B. fragilis. Importantly, this inflammatory experimental phenotype was dependent on a heat-labile factor secreted by the bacteria, indicating that a novel toxin-mediated colonic disease was induced by B. fragilis. As discussed in more detail below, the heat-labile factor secreted by these colon disease-inducing strains of B. fragilis was determined to be a metalloprotease protein toxin (most often termed B. fragilis toxin, or BFT), and strains of B. fragilis possessing the toxin gene (bft) were termed ETBF, whereas strains of B. fragilis lacking the bft gene were designated nontoxigenic B. fragilis (NTBF).\nBecause enteric disease in humans is often a zoonosis, ETBF was subsequently sought as a cause of human diarrheal disease in a controlled study pioneered by Lyle Myers and R. Bradley Sack in 1992, in the pediatric outpatient clinics of the Apache Indian reservation in Whiteriver, Arizona (26). This study revealed that children less than 1 year of age did not develop ETBF-associated diarrhea, whereas diarrhea was associated with detectable ETBF in children between the ages of 1 and 5 years. Importantly, B. fragilis was isolated from similar proportions of children in each age", "n_publication_ref": 18, "n_figure_ref": 0}, {"heading": "Review Series: Gut Microbiome I", "text": "cers (43,44). Wnt signaling is one regulator of cell proliferation, and, in the setting of mutant APC, enhanced β-catenin nuclear signaling results in dysregulated CEC proliferation (45,46). Consistent with this, Wu et al. showed that BFT-induced degradation of E-cadherin augmented β-catenin nuclear signaling with induction of the oncogene c-Myc, and upregulation of c-Myc expression that contributed to BFT-induced CEC proliferation (47). Other in vitro studies revealed additional mechanisms by which BFT could be carcinogenic. Namely, BFT induces the antiapoptotic protein cIAP2 and the polyamine catalyst spermine oxidase (SMO), which triggers ROS production, DNA damage, and cell proliferation (48,49). BFT also induces rapid DNA damage in colon epithelial cells in vivo, as detected by activation of H2A histone family, member X (H2AX), an initiator of DNA repair (48). The range of CEC signal transduction activated by BFT is remarkably broad and incompletely understood. For example, BFT also activates NF-κB and MAPK signaling in CECs, resulting in their release of proinflammatory chemokines (such as IL-8 and TNF-α, among others) across the basolateral membrane of CEC monolayers (50)(51)(52). Colon epithelial cell release of chemokines and cytokines into the submucosa is predicted to foster recruitment of neutrophils and other immune cells to the colonic mucosa (53). BFT also induces CEC expression of COX-2 (but not COX-1), increasing mucosal prostaglandin E 2 (54). These mechanisms likely contribute to ETBF-induced inflammatory diarrhea in animals and humans (28,39).\nThus, cleavage of E-cadherin, activation of NF-κB (with antiapoptotic effects), increased polyamine metabolism, and induction of DNA damage within the colonic epithelium (Figure 2) are key BFT oncogenic mechanisms identified to date in studies in vitro. E-cadherin cleavage yields multiple potentially procarcinogenic triggers, including Wnt signaling, CEC proliferation, and epithelial barrier disruption that promote mucosal inflammation and colon tumor formation as is well demonstrated in murine models of colon carcinogenesis (38,55). Additionally, colonization with ETBF in patients with colon cancer might contribute to cancer metastatic potential, as epithelial tumors with reduced E-cadherin exhibit increased metastases (56). Pro-oncogenic activities of NF-κB and SMO activation include induction of mucosal inflammation, enhanced epithelial cell survival or proliferation, DNA damage, and/or promotion of angiogenesis (reviewed in ref. 57). Mechanistic details of BFT-induced DNA damage, which is clearly important to oncogenic transformation, are needed.", "n_publication_ref": 19, "n_figure_ref": 1}, {"heading": "Etbf, An Etiologic Candidate Of Bacterially Induced Colon Cancer In Humans", "text": "The clinical observation that ETBF causes human inflammatory diarrhea combined with the in vitro studies of BFT mechanisms of action led to the hypothesis that ETBF were carcinogenic bacteria. This hypothesis was tested in mice chronically colonized mature 20-kDa protein BFT (Figure 1). Although also referred to as fragilysin in the literature (31, 32), BFT does not exhibit cell lytic activity, but rather promotes cell proliferation (see below). There are 3 known BFT isotypes, encoded by the genes bft1, bft2, and bft3. BFT-2 exhibits greater specific activity as well as biologic activity in vitro and in vivo than BFT-1; fewer details are available regarding BFT-3 (33,34). To date, no ETBF strain has been identified with 2 different bft isotype genes, and most contain 1 bft gene copy; occasional ETBF strains possess 2 bft gene copies of the same bft isotype. Whereas BFT-1-and BFT-2-producing ETBF are globally distributed, BFT-3-secreting ETBF appeared concentrated in Southeast Asia (6).\nThe in vitro biologic activities identified for BFT provided potential mechanisms by which ETBF induces inflammatory diarrhea and, further, yielded unanticipated links to mechanisms of colon carcinogenesis. BFT acts swiftly (within minutes) on human colon carcinoma cell lines in vitro (35). In colonic epithelial cell (CEC) monolayers in vitro, BFT increases barrier permeability with active secretion of chloride ions, actions known to promote diarrhea as well as colon inflammation and carcinogenesis (36)(37)(38)(39)(40). BFT-induced increased barrier permeability correlates with cleavage of the intercellular adhesion protein of the zonula adherens, E-cadherin (35,41). Although BFT is a protease toxin, the data do not support direct cleavage of E-cadherin by BFT, nor does BFT modify protease-activated receptors (42). Rather BFT acts via a specific, but as-yet unknown, CEC surface protein receptor. Receptor engagement precipitates stereotypical E-cadherin cleavage with initial shedding of the 80-kDa extracellular E-cadherin ectodomain followed by host cell presenilin-1/γ-secretase-mediated processing of the intracellular E-cadherin fragment (Figure 2   NTBF is a human symbiont not associated with diarrheal disease, but able to cause invasive human disease. In contrast, ETBF is associated with diarrheal disease in all age groups and expresses 1 of 3 subtypes of BFT (BFT-1-BFT-3). BFT is a pre-proprotein toxin that is processed by ETBF to the secreted, mature 20-kDa protein toxin. Based on the HEXXH motif and other studies ( 69), the toxin is classified as a zinc-dependent metalloprotease toxin. BFT is related to other metalloprotease toxins important in human medicine, such as anthrax toxin, tetanus toxin, and botulinum toxin. Adapted with permission from Clinical Microbiology Reviews (6).", "n_publication_ref": 13, "n_figure_ref": 2}, {"heading": "Review Series: Gut Microbiome Ii", "text": "es to gross colon tumorigenesis within 4 weeks (60). ETBF-colonized Min mice die within approximately 3 months because of colon adenoma burden, whereas parental Min mice survive at least 5 months. Time course studies revealed that ETBF promoted tumor initiation rather than tumor growth with excess histologic microadenomas identified within 1-2 weeks after ETBF colonization of Min mice. In contrast, microadenomas are rare in sham or NTBF-colonized mice at this early time point. One striking feature of this model is that ETBF-induced carcinogenesis is unevenly distributed along the colon axis with marked excess tumorigenesis in the distal colon, similar to the predominant location of human colon cancer (Figure 3A). This asymmetric disease distribution occurs despite relatively uniform ETBF colonization throughout the murine colon. Mechanistically, ETBF induces widespread, immediate (within 2 days) then prolonged, sporadic activation of STAT3 in CECs and a subset of associated infiltrating immune cells (58,60). In the microenvironment of ETBF colon tumors, STAT3 activation is accentuated, compared with parental Min mouse colon tumors, where more modest STAT3 activation is detected (60). Predictably, since activation of the STAT3 transcription factor is integral to adaptive CD4 + Th17 cell differentiation, IL-17-secreting Th17 cells dominate the early ETBF-associated mucosal inflammatory immune response (60). IL-17 blockade as well as depletion of CD4 + cells inhibits ETBF colon tumorigenesis, confirming that ETBF triggers IL-17-dependent carcinogenesis (60). IL-17 is a potent chemoattractant for neutrophils, and neutrophils are prominent in ETBF colitis, likely releasing mutagenic ROS (61). ETBF also induces SMO expression in vivo, and treatment of Min mice with an SMO inhibitor reduced ETBF-induced colonic inflammation, epithelial cell proliferation, and colon tumorigenesis (48).\nThus, these ETBF murine models confirmed the in vitro activities of BFT to induce NF-κB, SMO, and Wnt signaling, ROS production, and DNA damage. Most importantly, the oncogenic potential of ETBF was confirmed, and, for the first time, endogenous adaptive immune responses, specifically Th17 adaptive immunity, were identified as carcinogenic. Since these observations, Th17 immunity has been demonstrated to contribute to carcinogenesis in numerous models and in human disease. In fact, activation of the STAT3/IL-17 pathway correlates with a worse prognosis in human colon cancer (62). The ETBF Min model of colon carcinogenesis offers the opportunity, for example, to identify why the distal colon is more sensitive to bacterially mediated oncogenesis; to examine somatic and with ETBF. Notably, germ-free mice developed lethal colitis in 24 hours when colonized with ETBF (bft2) but not NTBF. In contrast, a single ETBF inoculation of conventional C57BL/6 mice resulted in acute, occasionally bloody, inflammatory diarrhea that gradually subsided over a week in nearly all mice (37). Despite resolution of symptoms, ETBF colonization persists in C57BL/6 mice, lasting up to 1 year, and is resistant to treatment with antianaerobic antibiotics to which the bacterium was sensitive, likely because of small-intestinal antibiotic absorption and insufficient antibiotic delivery to the colon (C. Destefano-Shields and C.L. Sears, unpublished observation). Chronic ETBF colonization induces persistent, low-level, IL-17A-predominant colon inflammation with modest colon epithelial cell hyperplasia, foci of STAT3 activation, ROS production, and DNA damage (58). All BFT isotypes induce acute IL-17A-dominant colitis (S. Wu and C.L. Sears, unpublished observation); studies of ETBF (bft2) indicated that colonization with IL-17A-dominant colitis persists for up to 1 year in C57BL/6 mice (58). ETBF strains with an in-frame chromosomal deletion of bft do not induce colitis, and, conversely, transfection of NTBF or Bacteroides thetaiotaomicron with a plasmid bearing bft induces colitis similar to wild-type ETBF, demonstrating the central contribution of BFT (i.e., necessary and sufficient) to ETBF disease (37).\nMultiple intestinal neoplasia (Min) mice are Apc heterozygous, most often expressing a truncated APC protein (59), which is known for its crucial role in colon cancer suppression. Loss of the second allele of Apc renders the mice susceptible to development of intestinal adenomas, predominantly in the small bowel. Despite the fact that the adenoma propensity of Min mice does not align with the characteristics of human disease, in which CECs are most likely to transform, the Min mouse is commonly used to understand potential mechanisms relevant to colon carcinogenesis. Thus, the Min mouse model was chosen to test the carcinogenic potential of ETBF. Notably, in Min mice, ETBF-induced inflammatory colitis progress- BFT binds to a specific, but as-yet uncharacterized, CEC receptor, triggering a marked array of CEC signal transduction, E-cadherin cleavage, Wnt signaling, and secretion of proinflammatory cytokines contributing to key aspects of ETBF carcinogenic potential, including increased CEC barrier permeability, mucosal inflammation, CEC proliferation, DNA damage, and enhancement of metastatic potential (see text). PS1, presenilin-1.", "n_publication_ref": 14, "n_figure_ref": 1}, {"heading": "Review Series: Gut Microbiome Iii", "text": "stool, is biologically relevant in the colon. We do not know the relationship of human colon ETBF mucosal colonization to ETBF detection in the stool, nor are we certain how to accurately detect persistent ETBF colonization in humans. Interactions with putative bacteria carcinogenic to the colon (e.g., Fusobacterium, E. coli possessing the pks island) are unknown, but current knowledge supports the idea that, collectively, these bacteria may trigger additive or even synergistic carcinogenic mechanisms in the colon mucosa (5). For example, both ETBF and E. coli possessing the pks island induce DNA damage; the activated complex of the FadA adhesin of Fusobacterium as well as BFT secreted by ETBF triggers CEC Wnt signaling that enhances epithelial cell proliferation; and Fusobacterium nucleatum recruits colon mucosal myeloid populations, while ETBF recruits polymorphonuclear leukocytes and IL-17-secreting inflammatory cells (reviewed in ref. 5). Thus, co-colonization of the susceptible host with more than 1 of these bacteria yields the potential for critical interactions in DNA mutations, cell signaling, and procarcinogenic inflammation known to be highly relevant to the promotion of human colon cancer. There is much to do, but we have every expectation that insights from ETBF and bacterial pathogenesis will inform our understanding of the initiation and progression of human colon cancer and, more importantly, yield tools to address the global threat of human colon cancer. epigenetic interactions in bacterial oncogenesis; and to establish mechanisms of bacterially induced DNA damage or gene mutations contributing to colon cancer initiation, all in a time frame vastly accelerated compared with that of human disease (Figure 3B).", "n_publication_ref": 1, "n_figure_ref": 2}, {"heading": "Conclusion", "text": "Although the link between pathogenic inflammation and cancer has become remarkably clearer in the past few years, colon cancer has not yet been epidemiologically linked to a single microbe. This may suggest that rather than a single microbe, a community of microbes and their associated genome (microbiome) may promote colon carcinogenesis (5,63). The distinction between colon tumorigenesis due to the carcinogenic activity of intestinal microbiota (causal implication) and establishment of an altered microbiota resulting from the tumor environment (a consequence) will remain a challenge requiring complex longitudinal human studies. Murine experiments have established the carcinogenic potential of ETBF along with the critical contributions of BFT and the Th17/IL-17 axis in ETBF carcinogenesis. Human data support the inflammatory potential of ETBF and suggest that exposure often occurs early in life, may persist, and is likely common even in countries with higher socioeconomic status. These observations are consistent with the long lead time (up to 40 years) observed in human colon cancer. Preliminary but insufficient human data support a link between ETBF, human colon cancer, and inflammatory bowel disease, known to predispose to colon cancer (29,30,64). One clinical study in Turkey reported significantly higher ETBF detection in stools of hospitalized colon cancer patients (21/56, 38%) than outpatient controls (5/40, 12%; P < 0.009) (64). Critical questions include whether the highly related BFT isotypes exhibit similar carcinogenic potential and whether longstanding, asymptomatic ETBF colonization in humans results in focal colon inflammation with activation of oncogenic mediators as seen in mice. Similar to the contribution of other zinc-dependent metalloprotease toxins to human disease (e.g., tetanus toxin, anthrax toxin), experimental studies support the potency of BFT with in vitro biologic activity detectable at femtomolar concentrations (65). Since B. fragilis prefers the mucosal environment (66-68), it is possible that BFT delivery to CECs by low levels of mucosal ETBF colonization, not necessarily readily detected in colonization by a single inoculation of ETBF rapidly induces mucosal IL-17 production that persists for up to 1 year during ongoing subclinical ETBF colonization of mice. In Min mice, excess colon adenoma initiation is detectable histologically by 1 week after onset of ETBF colonization, with visible excess tumor formation apparent after 4 or more weeks of ETBF colonization. IL-17 neutralization inhibits ETBF colon tumor formation. Thus, the ETBF murine model provides an accelerated IL-17-dependent inflammatory colon cancer model potentially helpful for understanding mechanisms of human colon carcinogenesis.", "n_publication_ref": 7, "n_figure_ref": 0}], "references": [{"title": "The human microbiome project", "journal": "Nature", "year": "2007", "authors": "P J Turnbaugh; R E Ley; M Hamady; C M Fraser-Liggett; R Knight; J I Gordon"}, {"title": "Human Microbiome Project Consortium. Structure, function diversity of the healthy human microbiome", "journal": "Nature", "year": "2012", "authors": ""}, {"title": "Gut microbiota from twins discordant for obesity modulate metabolism in mice", "journal": "Science", "year": "2013", "authors": "V K Ridaura"}, {"title": "Intestinal microbial metabolism of phosphatidylcholine and cardiovascular risk", "journal": "N Engl J Med", "year": "2013", "authors": "W H Tang"}, {"title": "Microbes, microbiota, and colon cancer", "journal": "Cell Host Microbe", "year": "2014", "authors": "C L Sears; W S Garrett"}, {"title": "Enterotoxigenic Bacteroides fragilis: a rogue among symbiotes", "journal": "Clin Microbiol Rev", "year": "2009", "authors": "C L Sears"}, {"title": "Bacteroides fragilis subspecies in clinical isolates", "journal": "Ann Intern Med", "year": "1977", "authors": "B F Polk; D L Kasper"}, {"title": "A review. Lessons from an animal model of intra-abdominal sepsis", "journal": "Arch Surg", "year": "1978", "authors": "J G Bartlett; A B Onderdonk; T Louie; D L Kasper; S L Gorbach"}, {"title": "The strict anaerobe Bacteroides fragilis grows in and benefits from nanomolar concentrations of oxygen", "journal": "Nature", "year": "2004", "authors": "A D Baughn; M H Malamy"}, {"title": "The capsular polysaccharide of Bacteroides fragilis as a virulence factor: comparison of the pathogenic potential of encapsulated and unencapsulated strains", "journal": "J Infect Dis", "year": "1977", "authors": "A B Onderdonk; D L Kasper; R L Cisneros; J G Bartlett"}, {"title": "Structural features of polysaccharides that induce intra-abdominal abscesses", "journal": "Science", "year": "1993", "authors": "A O Tzianabos; A B Onderdonk; B Rosner; R L Cisneros; D L Kasper"}, {"title": "Protective efficacy of immunization with capsular antigen against experimental infection with Bacteroides fragilis", "journal": "J Infect Dis", "year": "1979", "authors": "D L Kasper; A B Onderdonk; J Crabb; J G Bartlett"}, {"title": "Extensive surface diversity of a commensal microorganism by multiple DNA inversions", "journal": "Nature", "year": "2001", "authors": "C M Krinos; M J Coyne; K G Weinacht; A O Tzianabos; D L Kasper; L E Comstock"}, {"title": "Longitudinal analysis of the prevalence, maintenance, and IgA response to species of the order Bacteroidales in the human gut", "journal": "Infect Immun", "year": "2011", "authors": "N L Zitomersky; M J Coyne; L E Comstock"}, {"title": "An immunomodulatory molecule of symbiotic bacteria directs maturation of the host immune system", "journal": "Cell", "year": "2005", "authors": "S K Mazmanian; C H Liu; A O Tzianabos; D L Kasper"}, {"title": "Outer membrane vesicles of a human commensal mediate immune regulation and disease protection", "journal": "Cell Host Microbe", "year": "2012", "authors": "Y Shen; Giardino Torchia; M L Lawson; G W Karp; C L Ashwell; J D Mazmanian; S K "}, {"title": "A microbial symbiosis factor prevents intestinal inflammatory disease", "journal": "Nature", "year": "2008", "authors": "S K Mazmanian; J L Round; D L Kasper"}, {"title": "Inducible Foxp3 + regulatory T-cell development by a commensal bacterium of the intestinal microbiota", "journal": "Proc Natl Acad Sci U S A", "year": "2010", "authors": "J L Round; S K Mazmanian"}, {"title": "Relevance of commensal microbiota in the treatment and prevention of inflammatory bowel disease", "journal": "Inflamm Bowel Dis", "year": "2013", "authors": "S Dasgupta; D L Kasper"}, {"title": "Bacterial colonization factors control specificity and stability of the gut microbiota", "journal": "Nature", "year": "2013", "authors": "S M Lee; G P Donaldson; Z Mikulski; S Boyajian; K Ley; S K Mazmanian"}, {"title": "Bacteroides fragilis: a possible cause of acute diarrheal disease in newborn lambs", "journal": "Infect Immun", "year": "1984", "authors": "L L Myers; B D Firehammer; D S Shoop; M M Border"}, {"title": "Diarrhea associated with enterotoxigenic Bacteroides fragilis in foals", "journal": "Am J Vet Res", "year": "1987", "authors": "L L Myers; D S Shoop; T D Byars"}, {"title": "Isolation of Bacteroides fragilis from the feces of diarrheic calves and lambs", "journal": "J Clin Microbiol", "year": "1985", "authors": "M Border; B D Firehammer; D S Shoop; L L Myers"}, {"title": "Exfoliating colitis associated with enterotoxigenic Bacteroides fragilis in a piglet", "journal": "J Vet Diagn Invest", "year": "1989", "authors": "J E Collins; M E Bergeland; L L Myers; D S Shoop"}, {"title": "Isolation of enterotoxigenic Bacteroides fragilis from humans with diarrhea", "journal": "J Clin Microbiol", "year": "1987", "authors": "L L Myers"}, {"title": "Enterotoxigenic Bacteroides fragilis: epidemiologic studies of its role as a human diarrhoeal pathogen", "journal": "J Diarrhoeal Dis Res", "year": "1992", "authors": "R B Sack"}, {"title": "Prevalence of enterotoxigenic Bacteroides fragilis in adult patients with diarrhea and healthy controls", "journal": "Clin Infect Dis", "year": "1999", "authors": "G Zhang; B Svenungsson; A Karnell; A Weintraub"}, {"title": "Association of enterotoxigenic Bacteroides fragilis infection with inflammatory diarrhea", "journal": "Clin Infect Dis", "year": "2008", "authors": "C L Sears"}, {"title": "Bacteroides fragilis enterotoxin gene sequences in patients with inflammatory bowel disease", "journal": "Emerg Infect Dis", "year": "2000", "authors": "T P Prindiville"}, {"title": "Are Helicobacter species and enterotoxigenic Bacteroides fragilis involved in inflammatory bowel disease?", "journal": "Dig Dis Sci", "year": "2004", "authors": "C Basset; J Holton; A Bazeos; D Vaira; S Bloom"}, {"title": "Molecular characterization of the fragilysin pathogenicity islet of enterotoxigenic Bacteroides fragilis", "journal": "Infect Immun", "year": "1998", "authors": "J S Moncrief; A J Duncan; R L Wright; L A Barroso; T D Wilkins"}, {"title": "The Bacteroides fragilis toxin fragilysin disrupts the paracellular barrier of epithelial cells", "journal": "Infect Immun", "year": "1997", "authors": "R J Obiso; R J Obiso; A O Azghani; T D Wilkins"}, {"title": "Diversity of the metalloprotease toxin produced by enterotoxigenic Bacteroides fragilis", "journal": "Infect Immun", "year": "2002", "authors": "S Wu; L A Dreyfus; A O Tzianabos; C Hayashi; C L Sears"}, {"title": "Identification of a third metalloprotease toxin gene in extraintestinal isolates of Bacteroides fragilis", "journal": "Infect Immun", "year": "1999", "authors": "G T Chung"}, {"title": "Bacteroides fragilis enterotoxin cleaves the zonula adherens protein, E-cadherin", "journal": "Proc Natl Acad Sci", "year": "1998", "authors": "S Wu; K C Lim; J Huang; R F Saidi; C L Sears"}, {"title": "Enterotoxigenic bacteroides fragilis: a potential instigator of colitis", "journal": "Inflamm Bowel Dis", "year": "2007", "authors": "S Rabizadeh"}, {"title": "Induction of persistent colitis by a human commensal, enterotoxigenic Bacteroides fragilis, in wild-type C57BL/6 mice", "journal": "Infect Immun", "year": "2009", "authors": "K J Rhee"}, {"title": "Adenoma-linked barrier defects and microbial products drive IL-23/IL-17-mediated tumour growth", "journal": "Nature", "year": "2012", "authors": "S I Grivennikov"}, {"title": "Proteolytic activity of the Bacteroides fragilis enterotoxin causes fluid secretion and intestinal damage in vivo", "journal": "Infect Immun", "year": "1995", "authors": "R J Obiso; R J Obiso; D M Lyerly; R L Van Tassell; T D Wilkins"}, {"title": "Bacteroides fragilis toxin exhibits polar activity on monolayers of human intestinal epithelial cells (T84 cells) in vitro", "journal": "Infect Immun", "year": "1997", "authors": "F G Chambers; S S Koshy; R F Saidi; D P Clark; R D Moore; C L Sears"}, {"title": "Bacteroides fragilis toxin stimulates intestinal epithelial cell shedding and gamma-secretasedependent E-cadherin cleavage", "journal": "J Cell Sci", "year": "2007", "authors": "S Wu; K J Rhee; M Zhang; A Franco; C L Sears"}, {"title": "The Bacteroides fragilis toxin binds to a specific intestinal epithelial cell receptor", "journal": "Infect Immun", "year": "2006", "authors": "S Wu; J Shin; G Zhang; M Cohen; A Franco; C L Sears"}, {"title": "Convergence of Wnt, beta-catenin, and cadherin pathways", "journal": "Science", "year": "2004", "authors": "W J Nelson; R Nusse"}, {"title": "Comprehensive molecular portraits of human breast tumours", "journal": "Nature", "year": "2012", "authors": ""}, {"title": "Activation of beta-catenin-Tcf signaling in colon cancer by mutations in beta-catenin or APC", "journal": "Science", "year": "1997", "authors": "P J Morin"}, {"title": "Identification of c-MYC as a target of the APC pathway", "journal": "Science", "year": "1998", "authors": "T C He"}, {"title": "Bacteroides fragilis enterotoxin induces c-Myc expression and cellular proliferation", "journal": "Gastroenterology", "year": "2003", "authors": "S Wu; P J Morin; D Maouyo; C L Sears"}, {"title": "Polyamine catabolism contributes to enterotoxigenic Bacteroides fragilisinduced colon tumorigenesis", "journal": "Proc Natl Acad Sci U S A", "year": "2011", "authors": "A C Goodwin"}, {"title": "Inhibition of apoptosis in Bacteroides fragilis enterotoxin-stimulated intestinal epithelial cells through the induction of c-IAP-2", "journal": "Eur J Immunol", "year": "2008", "authors": "J M Kim; J Y Lee; Y J Kim"}, {"title": "Bacteroides fragilis enterotoxin induces intestinal epithelial cell secretion of interleukin-8 through mitogen-activated protein kinases a tyrosine kinase-regulated nuclear factor-kappaB pathway", "journal": "Infect Immun", "year": "2004", "authors": "S Wu; J Powell; N Mathioudakis; S Kane; E Fernandez; C L Sears"}, {"title": "Nuclear factor-kappa B activation pathway in intestinal epithelial cells is a major regulator of chemokine gene expression and neutrophil migration induced by Bacteroides fragilis enterotoxin", "journal": "Clin Exp Immunol", "year": "2002", "authors": "J M Kim; S J Cho; Y K Oh; H Y Jung; Y J Kim; N Kim"}, {"title": "", "journal": "", "year": "", "authors": "J M Kim; H Y Jung; J Y Lee; J Youn; C H Lee; K H Kim"}, {"title": "g u t m i c R o b i o m e tor protein-1 dependent signals are essential for Bacteroides fragilis enterotoxin-induced enteritis", "journal": "Eur J Immunol", "year": "2005", "authors": " R E V I E W S E R I E S"}, {"title": "Attachment of a noninvasive enteric pathogen, enteropathogenic Escherichia coli, to cultured human intestinal epithelial monolayers induces transmigration of neutrophils", "journal": "Infect Immun", "year": "1996", "authors": "S D Savkovic; A Koutsouris; G Hecht"}, {"title": "Bacteroides fragilis enterotoxin induces cyclooxygenase-2 and fluid secretion in intestinal epithelial cells through NF-κB activation", "journal": "Eur J Immunol", "year": "2006", "authors": "J M Kim"}, {"title": "Increased tight junctional permeability is associated with the development of colon cancer", "journal": "Carcinogenesis", "year": "1999", "authors": "A P Soler; R D Miller; K V Laughlin; N Z Carp; D M Klurfeld; J M Mullin"}, {"title": "The role of cell adhesion molecules in the progression of colorectal cancer and the development of liver metastasis", "journal": "Cell Signal", "year": "2009", "authors": "K A Paschos; D Canovas; N C Bird"}, {"title": "Inflammation meets cancer, with NF-κB as the matchmaker", "journal": "Nat Immunol", "year": "2011", "authors": "Y Ben-Neriah; Karin M "}, {"title": "Stat3 activation in murine colitis induced by enterotoxigenic Bacteroides fragilis", "journal": "Inflamm Bowel Dis", "year": "2014", "authors": "E C Wick"}, {"title": "Understanding phenotypic variation in rodent models with germline Apc mutations", "journal": "Cancer Res", "year": "2013", "authors": "M Zeineldin; K L Neufeld"}, {"title": "A human colonic commensal promotes colon tumorigenesis via activation of T helper type 17 T cell responses", "journal": "Nat Med", "year": "2009", "authors": "S Wu"}, {"title": "Intestinal inflammation and cancer", "journal": "Gastroenterology", "year": "2011", "authors": "T A Ullman; S H Itzkowitz"}, {"title": "Clinical impact of different classes of infiltrating T cytotoxic and helper cells (Th1, th2, treg, th17) in patients with colorectal cancer", "journal": "Cancer Res", "year": "2011", "authors": "M Tosolini"}, {"title": "Perspective: alpha-bugs, their microbial partners, and the link to colon cancer", "journal": "J Infect Dis", "year": "2011", "authors": "C L Sears; D M Pardoll"}, {"title": "A possible role of Bacteroides fragilis enterotoxin in the aetiology of colorectal cancer", "journal": "Clin Microbiol Infect", "year": "2006", "authors": "N U Toprak"}, {"title": "Bacteroides fragilis toxin rapidly intoxicates human intestinal epithelial cells (HT29/C1) in vitro", "journal": "Infect Immun", "year": "1996", "authors": "R F Saidi; C L Sears"}, {"title": "Human symbionts use a host-like pathway for surface fucosylation", "journal": "Science", "year": "2005", "authors": "M J Coyne; B Reinap; M M Lee; L E Comstock"}, {"title": "Epidemiology of the Bacteroides fragilis group in the colonic flora in 10 patients with colonic cancer", "journal": "J Med Microbiol", "year": "1989", "authors": "F Namavar"}, {"title": "Human intestinal lumen and mucosa-associated microbiota in patients with colorectal cancer", "journal": "PLoS One", "year": "2012", "authors": "W Chen; F Liu; Z Ling; X Tong; C Xiang"}, {"title": "The enterotoxin of Bacteroides fragilis is a metalloprotease", "journal": "Infect Immun", "year": "1995", "authors": "J S Moncrief"}]}