{"title": "Tools for quantum simulation with ultracold atoms in optical lattices", "sections": [{"heading": "Abstract", "text": "After many years of development of the basic tools, quantum simulation with ultracold atoms has now reached the level of maturity at which it can be used to investigate complex quantum processes. Planning of new experiments and upgrading of existing set-ups requires a broad overview of the available techniques, their specific advantages and limitations. This Technical Review aims to provide a comprehensive compendium of the state of the art. We discuss the basic principles, the available techniques and their current range of applications. Focusing on the simulation of various phenomena in solid-state physics through optical lattice experiments, we review their basics, the necessary techniques and the accessible physical parameters. We outline how to control and use interactions with external potentials and interactions between the atoms, and how to design new synthetic gauge fields and spin–orbit coupling. We discuss the latest progress in site-resolved techniques that use quantum gas microscopes, and describe the unique features of quantum simulation experiments with two-electron atomic species. Quantum simulation with ultracold atomic gases is an established platform for investigating complex quantum processes. Focusing on optical lattice experiments, this Technical Review overviews the available tools and their applications to the simulation of solid-state physics problems. Quantum simulation with ultracold atomic gases in optical lattices can be used to study condensed-matter quantum many-body systems, which are hard to simulate with conventional computers. The control of interatomic interactions is key to successful quantum simulation, and it can be implemented at short range and long range through various methods. Non-equilibrium phenomena can be studied by using controlled dissipation or lattice perturbations. Quantum gas microscopes currently offer the most precise tool for the manipulation and readout of optical lattice quantum simulators. The use of artificial gauge fields enables the simulation of charged particle physics; furthermore, non-trivial effects are accessible through use of spin–orbit coupling, topological lattices and synthetic dimensions. Going from alkaline-earth-metal to two-electron alkaline-earth-metal-like atoms allows the study of SU( N ) symmetrical systems."}, {"heading": "Introduction", "text": "Quantum simulation is an approach for studying quantum systems experimentally by using other controllable quantum many-body systems 1 . Ultracold atomic gases have become a well-established experimental platform for quantum simulation owing to the excellent controllability of the system parameters and refined measurement techniques 2,3 . Quantum simulation with ultracold atoms in optical lattices, in particular, benefits from a wealth of theoretical and experimental tools and can be applied to many fields, ranging from condensed matter physics and statistical mechanics to high-energy physics and astrophysics [4][5][6] (Fig. 1). The excellent tunability and controllability of the system parameters of ultracold atomic gases enables access to phenomena or regimes unavailable in other systems, such as the realization of the Bardeen-Cooper-Schrieffer to Bose-Einstein condensate (BCS-BEC) crossover or the generation of strong effective magnetic fields through artificial gauge fields 7,8 .\nIn this Technical Review, we mainly focus on the application to solid-state physics whose models are naturally realized with ultracold atoms in optical lattices -even though at first glance the key parameters of both systems differ at times by more than ten orders of magnitude (Table 1) -and describe the tools used in these experiments. Real solid-state materials have many complex degrees of freedom, such as defects, impurities and multiple energy bands. In some cases, however, the essential features of the system are captured by a minimal theoretical model, an important example being the single-band Fermi-Hubbard model for high-T c cuprate superconductors. It is especially important to explore the underdoped region of the Fermi-Hubbard model where the origin of high-temperature cuprate superconductors could be discovered 9,10 . Numerical simulation methods are not powerful enough to simulate the Fermi-Hubbard model away from half filling 11,12 . In a quantum simulation approach, experiments using ultracold atoms in an optical lattice are performed to simulate the Fermi-Hubbard model itself, instead of the complex real solid-state materials.\nThis Technical Review provides an accessible source of technical references especially targeted at newcomers to the field of experimental quantum simulation with ultracold atoms. The article is structured into six main topics, each covering a particularly important main aspect of ultracold atom experiments towards quantum simulation (optical lattice basics and techniques, control of interatomic interactions, engineered perturbations, high-resolution imaging, synthetic gauge fields and spin-orbit coupling, and two-electron atoms). We break down each topic into the individual techniques, describe the methods involved and offer exemplary applications.\nAs we focus on quantum simulations using optical lattices, we could not include, or could only briefly mention, many other important topics, such as the BCS-BEC crossover; the physics of universal fewbody bound states; experiments in box potentials; atom-ion hybrid systems; BECs of photons, polaritons or excitons; cavity-mediated interactions; the physics of lower-dimensional systems; quantum droplets and supersolids; quantum thermalization; quantum transport in narrow wires; or other developments, including spontaneous matter-wave emission.", "n_publication_ref": 12, "n_figure_ref": 1}, {"heading": "Optical Lattices", "text": "An optical lattice -a periodic potential with the lattice spacing on the order of the laser wavelengthis a versatile tool to perform quantum simulations (Box 1). Analogous to the lattice structure of solidstate systems, an optical lattice imprints a welldefined structure onto the atomic cloud and serves as the reference frame to define inter-atomic interactions. The utility of such a system for the study of, for example, the superfluid-to-insulator phase transition was first recognized more than 20 years ago 13 . In this section, starting from the well-established procedure to prepare cold atoms in an optical lattice, we review how to emulate different systems (Hubbard, Heisenberg and Ising models) in optical lattices of various lattice geometries. We then discuss how the flexibility of cold atom systems allows us to perform 'protocols' -that is, sequences of combined system controls and measurements -to gain access to physical quantities otherwise difficult to obtain.", "n_publication_ref": 1, "n_figure_ref": 0}, {"heading": "Optical Lattice Basics.", "text": "After formation of an ultracold atomic sample (see Supplementary Information Section S1 for a concise review of the process), the atoms are loaded into an optical lattice. Although periodic optical light fields can be created using various methods (discussed briefly below), we largely consider standing waves generated by counterpropagating laser beams, which is still the most important technique to the field. Depending on the laser wavelength, the atoms in an optical lattice are trapped in either the nodes or the antinodes by the optical dipole force. Such a periodic potential produced by an optical lattice gives rise to a series of Bloch bands (Fig. 2a). We note that before transferring the atoms into an optical lattice, it is possible to cool them in the harmonic trap to sufficiently low temperatures such that only the lowest Bloch band is naturally populated after adiabatic loading of the atomic sample into the optical lattice. When the lattice potential is sufficiently deep, the tight-binding model 14 , in which an atom is localized at each lattice site and undergoes hopping between adjacent lattice sites, is applicable. In this situation, the interaction energy at a single site is much smaller than the energy gap between the ground state and the first excited band. The system can then be described by the Hubbard model, which includes on-site interactions, tunnelling and external confinement. At large enough on-site interactions, compared with the tunnelling energy with unity filling, the Hubbard model can be rewritten as spin Hamiltonians 15 , such as the Heisenberg or Ising models. Spin-spin interactions in the Heisenberg model arise through super-exchange interactions. Dipole-dipole interactions (magnetic or electric) are caused by magnetic atoms or polar molecules 15,16 . Ising-type interactions are due to the mapping between spin and density in the Bose-Hubbard model 17,18 (Box 1).\nNumerous many-body phases in solid-state systems arise from the competition between the various energy scales involved. The choice of the lattice geometry therefore has a crucial role in the design of a target quantum system. First, the lattice dimensionality (one 19 , two 20 or three dimentions 4 ) has a strong impact on the available many-body phases and their phase transitions. In low dimensions, quantum effects are generally enhanced by strong quantum fluctuations.; the 2D Fermi-Hubbard model is a prominent example. Second, each lattice configuration in real space leads to a unique energy band structure (Fig. 2). In the excited P-band of a square lattice, unconventional superfluidity is found 21 . In the Lieb lattice 22 (Fig. 2b), a dispersionless flat band appears, in which interactions significantly dominate over kinetic energy. In the honeycomb lattice 23 (Fig. 2c), which is analogous to graphene, Dirac cones appear in the energy band and topological physics can be explored. Further specialized lattice types, such as triangular 24 (Fig. 2d) or kagome-lattice systems 25 (Fig. 2e), can exhibit geometric frustration 26 in their ground states, which, due to strong quantum fluctuations, can be highly-entangled states. Moreover, by trapping multiple atomic species or states, species-selective potentials can be used to implement state-dependent 27,28 or mixed-dimensional lattices [29][30][31][32] , in which, 'mediated interactions', for example, can be engineered for realizing unconventional pairings. Even more exotic lattices, such as quasi-crystals 33 and lattices within optical cavities 34 can also be realized to simulate unique physical systems. Finally, optical superlattices have many applications, from creating isolated double wells 35 to exploring topological physics 36,37 .\nThe manipulation of the optical potential and the creation of optical lattices are not limited to standing waves of light. Holographic methods using masks or spatial light modulators 38,39 , as well as diffractive optics using digital micromirror devices (DMDs) or acousto-optic deflectors , are also used to create and control optical potentials [40][41][42] . Furthermore, the above techniques can be used to form arrays of single atoms contained in microtraps created by tightly focused laser beams, so-called optical tweezers. By combining non-destructive and highly sensitive imaging methods with the targeted movement of selected tweezers, defect-free atomic arrays with spacings of only a few micrometres can be prepared in one, two and three dimensions 40,43,44 .\nIn general, the external-light-field-induced polarizabilities and energy shifts (namely the light or ac Stark shift) of two different atomic states are not equal. Harnessing the light shift as a tool, it is possible to create spin-dependent lattices wherein the vector and tensor light shifts are dominant over the scalar light shift. Conversely, in some situations, it is possible to tune the trap or lattice lasers to a socalled magic wavelength at which the polarizabilities of both states become equal, and thus the difference in the light shifts vanishes. In this situation, it becomes feasible to investigate minute energy shifts, such as collisional shifts [45][46][47][48][49] and smaller perturbations.", "n_publication_ref": 39, "n_figure_ref": 6}, {"heading": "Controllable Parameters.", "text": "The fundamental parameters of the Hubbard model 4,50 (Box 1), namely the hopping matrix element (also often referred to as the hopping or tunnelling amplitude) and on-site interaction strength, can be precisely controlled experimentally. These parameters depend on the depth of the optical lattice potential, and their ratio, in particular, is finely controllable by changing the lattice depth. In addition to the ratio, the strength and sign of the on-site interactions can be controlled through Feshbach resonances (discussed further below). The hopping matrix elements can also be controlled by lattice shaking methods 51,52 . Although these matrix elements are usually real numbers, it is possible to induce complex hopping matrix elements, characterized by Peierls phases, using lattice shaking 53 and Raman-assisted tunnelling 54 methods (discussed below).\nThe filling factor (that is, the number of particles per lattice site) and temperature are also important parameters and are controllable by adjusting the total atom number and the initial entropy in a harmonic trap before adiabatically ramping up the lattice depth. As the laser beams forming the optical lattice usually have a Gaussian profile, a weak, overall harmonic trapping potential is superimposed on the lattice geometry. This additional potential generally leads to unavoidable inhomogeneities in the atom density. To overcome this issue, laser light tuned to create repulsive potentials can be used to create (quasi)uniform optical box traps 55 . Recent developments in advanced light-shaping techniques, such as DMDs and quantum gas microscopy techniques, also enable this limitation to be overcome for 1D and 2D gases.", "n_publication_ref": 7, "n_figure_ref": 0}, {"heading": "Methods To Diagnose Optical Lattice Systems.", "text": "A rich set of tools for probing an optical lattice system is available. Of these, the time-of-flight (TOF) method is probably the most widely used. In the framework of optical lattice experiments, TOF images include information on the atomic coherence over the lattice sites 4 . Pioneering work revealed the superfluidto-Mott-insulator quantum phase transition of the Bose-Hubbard model by observing the vanishing sharp interference peaks in TOF images 4,56 . These images show the 'real' momentum distribution of trapped atoms. However, the kinetic energy in periodic potentials is often discussed within the theory of Bloch bands in terms of Bloch wavefunctions and Brillouin zones, in which case, the quasi-momentum is then the relevant physical quantity. Quasi-momentum distributions of the atoms in multiple Bloch bands can be measured using the so-called band-mapping method after adiabatic ramp-down of the optical lattice followed by TOF imaging 20,57 .\nVarious spectroscopic methods allow us to probe the band structures and properties of interacting and non-interacting atoms in an optical lattice. Band structures are often measured using two-photon Λtype excitations, whereby two light beams with frequencies f 1 and f 2 with the associated wavenumbers k 1 and k 2 , respectively, excite an atomic state with energy E and quasi-momentum k to a state of energy E ± ΔE and quasi-momentum k ± Δk, where ΔE = h(f 1 - f 2 ) and Δk = k 1 - k 2 . Spectroscopy on a transition within the same band is often referred to as Bragg spectroscopy 58,59 . By contrast, lattice-modulation spectroscopy, which employs the temporal modulation of the lattice potential depth, can also excite the system between states with the same quasi-momentum, that is, Δk = 0, and is often used to investigate higher Bloch band structures. This approach also allows the study of interactions, owing to their impact on the excitation spectrum 60 . As first demonstrated for an interacting ultracold Fermi gas in a trap without a lattice 61 and recently extended to the attractive Fermi-Hubbard model 62 , angle-resolved photoemission spectroscopy (ARPES) can be used to probe the pairing of fermions and, in particular, the pseudo-gap, which is of great importance to the understanding of high-temperature superconductivity 62 . This ARPES method has been enabled by combining four basic steps: initial radio-frequency excitation of the interacting system to a non-interacting excited state, followed by band mapping of the quasi-momentum distribution of the excited atoms. A quantum gas microscope (discussed further below) is then used to measure the site-resolved atom distribution after conversion of atom momentum to position in real space using a harmonic trap 62 . In a related approach, the use of Raman spectroscopy has been proposed to obtain information on the Fermi surface of strongly correlated states 63 .\nThe local density distribution is another useful physical quantity to diagnose optical lattice systems. The double occupancy in lattice sites is accessible by either observing the two-body loss after molecular creation 64 or by direct absorption imaging combined with high-resolution radio-frequency spectroscopy 65 . Multiple occupancies can also be revealed with highresolution spectroscopy using radio-frequency 66 or optical clock transitions 45 . Recently, the internal energy of the Bose-Hubbard model was measured by combining TOF and site-occupancy measurements 46 . Last, but not least, the development of single-site imaging techniques, so-called quantum gas microscopes, has provided direct access to the in-situ atom distribution 39 .\nOne of the advantages of a cold atom system is the flexibility of combining several controls and measurements, that is, it is possible to measure the system after having performed some local operations. In the following, we will refer to such sequences of operations and measurements as measurement protocols. Although many protocols have been proposed and demonstrated, we highlight here just a few key examples. By applying a spin-dependent potential gradient just before a TOF measurement, the spin components are separately imaged (magnetic 67 or optical 68 Stern-Gerlach imaging). For complex lattice geometries containing sublattices, such as a doublewell or a Lieb lattice (Fig. 2b), the occupation numbers of each sublattice are also accessible by prior conversion into band populations 22,35 . The spin correlations between nearest neighbours at unity filling can be detected exploiting a singlet-triplet-oscillation protocol [69][70][71] (see Supplementary Information Section S2). Experiments that were based on the Talbot effect and combined in-trap atom expansion and thermalization after rapid optical lattice ramp-up succeeded in detecting non-local atom correlations and long-range coherences 72 . Measurement protocols to assess the Berry curvature and various related topological invariants have also been experimentally realized 23,73 . For example, in a recently proposed and demonstrated method, the excitation rate to higher Bloch bands by amplitude modulation of a positiondependent external potential, measured through a band-mapping technique, directly provided the real and imaginary parts of a quantum geometric tensor 74 . Operation sequences are also applied for quantum state manipulation. For example, the 'square root of swap' √SWAP gate can be implemented by use of a spin-dependent optical lattice 75 . Finally, in combination with quantum gas microscopes and local operations, even more complex protocols become feasible, such as the measurement of the entanglement entropy.", "n_publication_ref": 31, "n_figure_ref": 1}, {"heading": "Controlled Interatomic Interactions", "text": "A non-interacting lattice system can be described by single-particle eigenstates and calculated without fundamental difficulties. However, it is the interactions between components of a quantum system that bring the quantum simulator to life. It is useful to distinguish between short-range and long-range interactions, such as the contact and the dipole-dipole interaction. There are also interactions intrinsic to the system under study and dynamically controlled ones, such as magnetic moments and Feshbach resonances. In the following section, we highlight and compare the most prominent techniques to create and control atomic interactions of relevance for quantum simulation applications.", "n_publication_ref": 0, "n_figure_ref": 0}, {"heading": "Isotropic And Short-Range Interactions.", "text": "We consider here the collision between two unbound atoms of an ultracold gas. If the energy of this unbound scattering state (called 'entrance channel' or 'open channel') approaches the energy of a bound molecular state ('closed channel'), a Feshbach resonance occurs and considerable mixing between the entrance and the closed channels is possible 76 . If the energy of the bound state is controlled in the experiment, the strength of this isotropic interaction itself becomes adjustable. Most importantly, differences in magnetic moments of the open and closed channels allow for magnetically tunable Feshbach resonances 76 (Fig. 3a). This is the workhorse method for precisely controlling interactions. However, the bound states are not limited to those in the ground electronic states, and it is possible to bridge the energy gap between the entrance channel and the bound state in the electronic excited state using laser light tuned near a photoassociation resonance, leading to optical Feshbach resonances [77][78][79][80][81] (Fig. 3b). Even for two-electron atoms (alkaline-earth-metal or alkaline-earthmetal-like atoms), for which fully occupied outer shells with vanishing total electronic spin seem to oppose magnetic tunability, subtle differences in the nuclear g-factor between the ground and excited states open the possibility of magnetically controlling interactions through orbital Feshbach resonances [82][83][84] in the case of extremely shallow binding energies, as for 173 Yb.\nTight confinement of atoms in optical lattices leads to significant changes in the interaction dynamics of ultracold gases [85][86][87] . In a 1D system, there are transversally excited molecular bound states, and a confinement-induced resonance occurs when the 3D scattering length approaches the length scale of the transversal confinement [88][89][90][91] (Fig. 3c). This effect is not limited to single-species experiments, and has also been demonstrated with two-species experiments in mixed dimensions 30 .\nThe four approaches to manipulate the short-range interactions (magnetic, orbital, optical and confinement-induced) discussed here can all be treated consistently in the Feshbach resonance framework. Magnetic control is most common and most readily achievable. In cases when magnetic control is not possible, other types of Feshbach resonances may offer a feasible approach. Optical control allows for extremely fast switching as well as submicrometre-scale control of the interactions, and confinement effects offer control of interactions under reduced dimensionalities.", "n_publication_ref": 19, "n_figure_ref": 3}, {"heading": "Anisotropic And Long-Range Interactions.", "text": "The resonance effects discussed above depend on the very close proximity of the scattering partners, leading to isotropic and short-range interactions. The inclusion of electromagnetic forces can lead to both long-range and anisotropic interaction effects. A prime example is the magnetic dipole-dipole interaction, which causes strong anisotropies in the interactions. These are particularly enhanced in atomic species with very large magnetic moments, such as Cr (ref. 92 ), Dy (ref. 93 ), Er (ref. 94 ) and Ho (ref. 95 ). Combined with the technique of Feshbach resonances, the relative strength of the isotropic, short-range interactions and the dipole-dipole interactions can be controlled 96 . In contrast to magnetic dipole moments, polar molecules comprising different atomic species 97,98 exhibit electric dipole moments, providing another approach towards anisotropic interactions. Two methods are pursued to generate cold polar molecules. Either the polar molecules are formed from lasercooled cold atoms [99][100][101][102] , or molecules are first created and then laser cooled to the required low temperatures [103][104][105] . By combining molecule association from ultracold atomic samples and further cooling techniques, it has even been possible to realize quantumdegenerate polar molecules 106 .\nAnother important example is the electrostatic, long-range interaction provided by Rydberg atoms 107 that could pave the way to a Rydberg-based quantum computing infrastructure 108,109 and to several quantum simulation applications of the spin Hamiltonian 110 , such as realizing the Ising model [111][112][113][114][115] . As building blocks, Rydberg blockade 116,117 , Rydberg dressing of ground state atoms via off-resonant laser coupling 118 and dipole spin-exchange interactions 119 have been realized. Trapping of Rydberg atoms by the ponderomotive force in lattice potentials 120 and in bluedetuned hollow traps 121 allow for high fidelity control in future experiments using long-lived circular Rydberg atoms 122,123 . Finally, Rydberg states of two-electron atoms could offer further unique possibilities as they have an atomic structure that is different from that of alkali atoms 124 .", "n_publication_ref": 33, "n_figure_ref": 0}, {"heading": "Controlled Perturbations", "text": "In perturbing a quantum system, a changeover from a closed, equilibrated system to an open or nonequilibrium system is made possible. Controlled perturbations therefore broaden the range of accessible quantum simulation targets to go beyond equilibrium properties in the ground state. In this section, we focus on experimental methods to introduce perturbations through coupling to external degrees of freedom (dissipation) and through disordered potentials. Some possibilities offered by time periodic modulations are discussed in a later section. Additionally, we examine here how sudden changes of the system parameters (a quench) may be realized to create and study out-ofequilibrium situations.", "n_publication_ref": 0, "n_figure_ref": 0}, {"heading": "Dissipation.", "text": "Although the previous section focused on elastic collisions, in the context of dissipation, inelastic collisions have an important role. The dissipation process can be classified on a microscopic level by the number of particles involved. One-body dissipation can be easily introduced by background-gas collisions in an uncontrollable way, whereas highly effective and controllable one-body dissipation is possible with nearresonant light, leading to heating by photon scattering events 125 . In a different approach, very localized dissipation, limited in its effects to just a single optical lattice site, has been achieved using tight electron beams 126 . When more than one particle is involved, the dissipation is governed by the collisional physics between atoms 127 . In this case, instead of driving transitions between two states of a single atom, dissipative coupling of two atoms in a photoassociation experiment to short-lived or untrapped molecular states is possible 128 . A controlled three-body dissipation has been demonstrated by tuning the scattering length to large negative values through a Feshbach resonance 129 . Inelastic processes are often detrimental to the long coherence times necessary for quantum simulation and computing applications. However, inelastic processes can also give rise to new effects that can be exploited as tools 130 .\nAn example is the 'a-watched-pot-never-boils' quantum Zeno effect 131 . This effect has been experimentally studied in static optical lattice systems 132,128 , wherein decay from a single state is suppressed. Moreover, in the absence of optical lattices, this effect has also been studied on whole subspaces 133,134 , within which, in the theoretical framework of quantum Zeno dynamics 135 , the wave function is free to evolve within only a part of the possible space of states. Theoretical studies have demonstrated that engineered dissipation can protect a system from decoherence caused by otherwise uncontrollable dissipative effects 136 .\nDissipation control therefore makes it possible to switch from exploring the standard Hubbard model (Box 1) to dissipative lattice systems for both bosons and fermions. Two-body dissipation, for example, has been used in experiments as a tool to suppress the growth of phase coherence and to stabilize the Mottinsulator state in a dissipative Bose-Hubbard model 128 and in a dissipative Fermi-Hubbard model 137 in which a highly entangled Dicke state was created. Such dissipative Hubbard models are also predicted to lead to a dynamical change of the spin correlation 138 . Anomalous, subdiffusive momentum broadening due to dissipation has also been observed 139 . Considering a weak dissipative perturbation, a non-Hermitian version of the linear-response relation has recently been proposed 140 . A spatially dependent dissipation with a /2 phase difference to the optical lat π -tice potential can realize an interesting type of non-Hermitian Hamiltonian with parity and time-reversal symmetry, which is predicted to exhibit novel behaviour 141 .", "n_publication_ref": 19, "n_figure_ref": 0}, {"heading": "Disorder Potentials.", "text": "In contrast to the predominantly temporal perturbation caused by dissipation, spatial perturbation owing to non-periodic potential landscapes enables the quantum simulation of disordered matter. A well-established route to disordered potentials is through optical potentials (Fig. 4). In its most basic sense, speckle patterns focused down to the very small length scales of optical lattice experiments provide access to the disordered regime 142 (Fig. 4a). Quasiperiodic optical lattices (Fig. 4b), superpositions of optical lattices at incommensurable lattice spacings, allow a degree of control of the disorder to be regained and have proved to be equally effective 143 . In a different approach, disorder is introduced by adding a minority population acting as impurities to the majority species (Fig. 4c). Beyond changes in the local energy landscape, inter-species atom-atom collisions have demonstrated the impact of small impurity admixtures on fundamental phenomena, such as the superfluid-to-Mott-insulator transition 144 . All three approaches -random speckles, quasi-periodic potentials and atomic impurities -have been instrumental to studies of Anderson localization phenomena 142,143,145 (Fig. 4d). In the presence of interatomic interactions and dissipation, many-body localized states can form that, although still far from equilibrium, cannot thermalize and thus remain insulating, even at nonzero temperature 146,147 .", "n_publication_ref": 8, "n_figure_ref": 5}, {"heading": "Out-Of-Equilibrium Dynamics.", "text": "The accessible physics is broadened beyond steadystate properties by time-dependent changes of the system Hamiltonian. If these changes or perturbations of the system are performed very quickly with respect to the other relevant timescales, it is referred to as a quench. These quenches drive the atomic system out of equilibrium and provide access to the physics of the time dynamics in ultracold atom systems 148 . In an optical lattice set-up, for example, the lattice depth can be changed either nearly instantaneously or by a continuous, but still fast, sweep across a phase transition. In the latter case, the speed of variation is an additional parameter of the experiment. In both scenarios, non-equilibrium dynamics can be studied.\nChanging the lattice depth from the deep Mottinsulator regime (Box 1) to the shallow superfluid gives access to the phase coherence dynamics of the system 149 . Thus, in extension to the Kibble-Zurek mechanism of quenches across classical phase trans-itions 150 , the formation of excitations after entering the superfluid state 151 and the build-up of the coherence lengths 152 can be assessed. Limits on the propagation speed of correlation information, which are important for understanding a quantum manybody system, have also been obtained in quenched lattice experiments with a quantum gas microscope 153 . Other experiments demonstrated inhibited ballistic expansion of bosons in systems with reduced integrability 154 . Moreover, for fermionic quantum gases, the out-of-equilibrium dynamics after suddenly turning off a weak initial harmonic confinement has been investigated. A transition from ballistic expansion for a non-interacting quantum gas to diffusive expansion for an interacting system has been observed 155 . Studies of the mass transport in a two-component, 1D Fermi gas after a sudden release from an optical lattice with a harmonic trap potential along the 1D direction into a homogeneous lattice revealed phase separation between fast singlons and slow doublons 156,157 . This so-called quantum distillation could serve to dynamically create low-entropy regions in a lattice. In a different approach, using fast magnetic-field control and suitable Feshbach resonances, quenches of the scattering length are possible. In one such experiment, fast density fluctuations in a 2D BEC of Cs atoms was observed 158 .", "n_publication_ref": 11, "n_figure_ref": 0}, {"heading": "Key Technologies Of Quantum Gas Microscopes.", "text": "In Hubbard-regime optical lattice systems, the lattice periods need to be short to obtain a sufficiently large hopping matrix element between adjacent lattice sites. This poses formidable challenges to the experimental set-up and the required imaging optics (see Supplementary Information Section S3). In addition to the choice of imaging optics, the imaging method also requires careful consideration. Available imaging techniques include standard absorption imaging, fluorescence imaging (Fig. 5a) and Faraday imaging. The latter two, in particular, merit closer examination. Although high-resolution absorption imaging has been developed for the detection of local properties, such as density or incompressibility 160 , single-atom sensitivity and single-site resolution are still difficult to achieve owing to limited scattering cross sections and heating by photon scattering.\nFluorescence imaging, as a highly sensitive and background-free method, could make it possible to obtain a sufficiently strong signal from a single atom. However, fluorescence imaging inevitably leads to destruction of the quantum state by recoil heating. In that respect, off-resonant Faraday imaging offers the possibility of minimally destructive detection, albeit squeezed light might be necessary to overcome limitations in the signal-to-noise ratio 161 .\nIn order to deal with heating due to photon scattering, several cooling schemes are used (Fig. 5b-e). Molasses cooling is a standard technique for Rb atoms, which have well-separated hyperfine states in the excited state 39,159 . For Li and K atoms, electromagnetically induced transparency cooling 162,163 or Raman sideband cooling techniques have been used [164][165][166] . A combination of molasses cooling and sideband cooling on a narrow-line transition has been demonstrated for Yb atoms 167 . Even without cooling, an extremely deep optical lattice potential for the excited electronic state of the optical probing transition makes it possible to obtain a sufficiently large number of fluorescence photons before the sample is heated up 168 (Fig. 5f).\nDrawbacks of early versions of quantum gas microscopes are parity projection and insensitivity to spin components (that is, hyperfine states): If there is more than one atom per site, then pairwise atom loss occurs owing to light-assisted collisions caused by the near-resonant imaging light. Therefore, the observed quantity is the parity of the atom occupation in each lattice site and not the exact on-site atom number. The cooling beam also mixes up the hyperfine states during the many absorption cycles necessary for a sufficiently large fluorescence signal. A straightforward solution to achieve spin-selective detection is to apply a spin-selective removal procedure before fluorescence imaging. By spatially separating different spin components or atoms before fluorescence imaging, more advanced spin-resolved or atom-number-sensitive measurements have been realized [169][170][171] .\nBy illuminating the sample through a high-resolution imaging system with a Gaussian-shaped laser beam, control of a quantum gas on the single-atom and single-site level has been successfully demonstrated 172 . More complex patterns of light, and therefore nearly arbitrary potentials, can be projected onto the atoms with the help of a spatial light modulator, such as a DMD 41,42 . Operation of a spatial light modulator in the Fourier plane allows one to correct aberrations in high-resolution imaging systems and thus to obtain ultra-precise light patterns 173 , while the direct imaging configuration offers advantages in terms of experimental and numerical simplicity.", "n_publication_ref": 18, "n_figure_ref": 3}, {"heading": "Applications.", "text": "Quantum gas microscopes provide a snapshot of a quantum many-body system, from which it is possible to extract correlations between atoms as well as their spatial distribution. Direct probing of the Mott-insulating state has been demonstrated for both bosonic 41,159 and fermionic 174,175 atoms. Particle-hole pairs, which stem from quantum fluctuations, have been measured in the Mott-insulating state with finite tunnelling 176 . Anti-ferromagnetic correlations 171,177,178 and ordering 179 have been observed in Fermi-Hubbard systems, a milestone in acquiring new insight into high-T c cuprate superconductors. String orders (that is, non-local correlations) are accessible 176 and have been used to reveal hidden anti-ferromagnetic correlations 180 . Quantum entanglement, which lies at the heart of quantum information processing, also characterizes the quantum phases and dynamics of manybody systems 181 . Growth and propagation of entanglement has been measured in a 1D spin chain 169 . Entanglement entropy has been probed using the interference of two copies of a many-body state 182 . Single-site and single-atom addressing techniques can be used to prepare specific initial states for investigating quantum walks of atoms 172,183 or spin wave propagations 42,184 . Non-equilibrium dynamics in isolated quantum systems is among the most fundamental problems in statistical physics, and in this direction, several intriguing phenomena have been observed, such as quantum thermalization 185 and many-body localization 186 . Cooling in optical lattices is a central issue in quantum simulations with optical lattice systems. Entropy redistribution, which is one possible candidate to overcome the issue, has been demonstrated by locally manipulating the optical potential 179,187 .", "n_publication_ref": 22, "n_figure_ref": 0}, {"heading": "Synthetic Gauge Fields", "text": "Many fascinating phenomena in solids 188 that arise from the interaction of electrons with electromagnetic fields and spin-orbit coupling cannot be simulated directly owing to the charge neutrality of atoms. However, in the past decade, several advances have been made to artificially engineer such effects. In the following, we introduce tools to implement artificial gauge fields, spin-orbit coupling and topologically non-trivial bands 189 in optical lattices.", "n_publication_ref": 2, "n_figure_ref": 0}, {"heading": "Artificial Magnetic Fields And Topological Lattices.", "text": "The basic idea to emulate a charged particle in a vector potential field leads back to the Aharonov-Bohm effect. When a charged particle moves around a solenoid, the particle acquires a phase proportional to the magnetic flux that penetrates the closed trace. This effect can be mimicked by the geometric phase acquisition of a quantum state. When atomic internal states are coupled with Raman lasers, laser-dressed atoms in a non-uniform magnetic field can acquire Berry phases owing to the underlying Berry gauge field 190 . This technique, which was originally realized in BECs, has also been applied to observe a Peierls phase in a lattice potential 54 . Alternatively, a Ramanassisted tunnelling technique that couples neighbouring lattice sites by resonant Raman transitions is also accompanied by a Peierls phase acquisition. This method does not require atomic internal degrees of freedom but needs site-dependent energy offsets, created either by magnetic field gradients or by superlattice potentials to suppress the bare tunnelling and to resolve the tunnelling resonance. The atoms moving around a plaquette, the smallest closed loop for the atoms in the lattice, can acquire a non-zero tunnelling phase that mimics the Aharonov-Bohm phase acquired around a plaquette with non-zero magnetic flux. This technique was used to realize staggered 191 and strong uniform magnetic fields [192][193][194] . The latter was then used to realize the topological Hofstadter model with a non-zero Chern number, measured using the anomalous-Hall-response-induced centre-ofmass motion 73 . An artificial gauge field can be engineered not only with a Raman laser, but also by periodically modulating the phase of the lattice potential off-resonantly with respect to the bandgap or the onsite interaction energies. This rapid shaking of the lattice induces an inertial force on the atoms with respect to the lattice frame. In the framework of Floquet theory, the fast modulation is averaged out and a Floquet-Bloch band describes the system in which a complex tunnelling matrix element is engineered. With this Floquet engineering, artificial gauge fields 53 , staggered magnetic fields 26 and the topological Haldane model 23 have been realized. The lattice shaking approach has the advantage that it does not require an additional laser 194 . More recently, the technique was extended to engineer density-dependent gauge fields [195][196][197] , a step towards the simulation of dynamical gauge fields, and to measure the Chern numbers in the Haldane model following a quench 198 . A detailed comparison of various synthetic gauge-field implementations is given in the Supplementary Information Section S4.", "n_publication_ref": 15, "n_figure_ref": 0}, {"heading": "Synthetic Dimensions.", "text": "The available dimensions are not limited to the spatial ones, but can also be represented by time, internal states or momentum space. The dynamical version of the quantum Hall effect, also known as the Thouless charge pump, is realized using time as the second dimension. Quantized centre-of-mass transport per cycle is observed for both bosonic and fermionic systems 36,37 . Using the internal degrees of freedom of atoms (for example, the Zeeman states in alkali-metal atoms) as artificial lattice sites, a synthetic dimensional lattice is realized, within which a chiral edge current has been observed 199,200 . The coupling of internal states by a laser beam mimics the tunnelling between neighbouring sites. Here, the Peierls phase along the artificial site direction depends on the real lattice site position through the position dependence of the phase difference between the optical lattice and the coupling laser. Thus, atoms that move around a plaquette of the synthetic 2D lattice can acquire a phase. A momentum-space lattice can be realized through the coupling of discrete momentum states. Using laser-coupled internal states as the second dimension, a 2D lattice with non-zero flux was engineered 201 . Different from a normal lattice, these synthetic-dimension approaches realize hard-wall boundary conditions with a limited number of sites along the artificial lattice direction, and the interactions along the artificial dimensions are non-local 202 , establishing them as unique systems in the quantum simulation toolbox.", "n_publication_ref": 6, "n_figure_ref": 0}, {"heading": "Spin-Orbit Coupling.", "text": "Spin-orbit coupling can be engineered through the Raman-coupling of internal states or by Raman-laserassisted tunnelling in an optical lattice owing to spinmomentum locking [203][204][205][206] . Furthermore, optical Raman lattices [207][208][209] have been implemented to realize 2D spin-orbit coupling with topological bands and a 3D semi-metal. In the Raman-lattice scheme, two pairs of lasers simultaneously form the conventional lattice and the necessary Raman potentials to realize 2D spin-orbit coupling 210,211 (see Supplementary Information Section S4 for a comparison of different implementation schemes). Compared with alkali-metal atoms, which have a single valence electron that governs the physics of interest, two-electron systems, such as alkaline-earthmetal and alkaline-earth-metal-like atoms (such as Yb) provide additional unique features. Among these, access to SU(N) symmetry and two-orbital systems offer intriguing quantum simulation tools and techniques that are otherwise impossible to perform. In this section, we address the preparation and detection methods of such SU(N) and two-orbital physics.", "n_publication_ref": 9, "n_figure_ref": 0}, {"heading": "Su(N) Systems.", "text": "The ground electronic state of two-electron atoms is represented by a term 1 S 0 , where both the electron spin and orbital angular momenta are zero. Although bosonic isotopes have no nuclear spin, fermionic isotopes of, for example, 87 Sr, 171 Yb and 173 Yb have nonzero nuclear spins, I, of 9/2, 1/2 and 5/2, respect-ively. The fact that the spin degree of freedom in the 1 S 0 state of fermionic two-electron atoms is solely attributable to the nuclear spins and that the interatomic potential scarcely depends on the nuclear spins results in a nearly ideal SU(N) symmetry 212 , where N = 2I + 1. The unique quantum magnetic phases for a Fermi-Hubbard model with SU(N) symmetry are extensively studied theoretically and expected to yield rich physics 212 . One straightforward consequence of the SU(N) symmetry is the absence of spin-exchange collisions, which differs from the case of alkali-metal atoms and results in stable populations of each spin component 68,213 . This stability is advantageous in the implementation of synthetic dimensions using this large spin system 200 .\nThe enlarged spin symmetry of SU(N) can be a powerful tool to lower the temperature of atoms in an optical lattice, and is known as the Pomeranchuk cooling effect 214 . During the adiabatic loading of the atoms into the optical lattice, the total entropy is constant. At unity filling, for example, each localized atom can carry a large entropy in the spin degrees of freedom, resulting in cooling of the system. This Pomeranchuk cooling effect has been confirmed by doublon production-rate measurements 215 , in situ density distributions 216 in a spin-uncorrelated Mott region at high temperatures, and antiferromagnetic spin-correlation measurements at low temperatures 70 . Special care needs to be taken when manipulating the nuclear spin degrees of freedom of the SU(N) fermions, which are nearly 1,000 times less sensitive to external magnetic fields than electron spins. Instead of an external magnetic field widely used for alkali atoms, one can use a pseudo-magnetic field that originates from a spin-dependent light shift generated by an off-resonant circularly or linearly polarized light field 68,217 . Such a pseudo-magnetic field gradient has been used to measure spin populations in optical Stern-Gerlach measurements 68 and to optically induce nuclear spin singlet-triplet oscillations 70 . Note that this reduced sensitivity to external magnetic fields, combined with the availability of optical manipulation methods, is advantageous for quantum information processing applications.", "n_publication_ref": 16, "n_figure_ref": 0}, {"heading": "Two-Orbital Systems.", "text": "The existence of long-lived metastable 3 P 0 and 3 P 2 electronic states in two-electron atoms gives rise to unique manipulation tools. The resulting ultranarrow optical transitions between the 1 S 0 ground state and these metastable states ('clock transitions') can be a versatile tool for an occupancy-resolved spectroscopy [45][46][47][48][49] in which the on-site collisional shift is much larger than the spectral linewidth.\nFurthermore, the existence of electronic angular momentum in the 3 P 2 state provides a tool for tuning the interatomic interaction between atoms in the 1 S 0 and 3 P 2 states through a magnetic Feshbach resonance induced not only by isotropic interactions, but also by anisotropic interatomic interactions 218,219 . In the vicinity of a Feshbach resonance, the bound state is mixed with the scattering state 220 , which can enhance the strengths of optical Feshbach resonances 221 . This enhancement of optical Feshbach resonances will become a versatile asset for controlling the groundstate interatomic interactions of two-electron atoms. Note that optical Feshbach resonances have already been demonstrated for the related 1 S 0 -3 P 1 transition 77,78 , and because of the relatively narrow linewidth, efficient control with only small losses was realized.\nThe absence of electronic angular momentum in the 3 P 0 state provides an experimental platform for a two-orbital 1 S 0 + 3 P 0 SU(N) system, whose rich quantum phases were theoretically studied 222 . Interestingly, the orbital degrees of freedom and interorbital nuclear-spin-exchange coupling provide an SU(N) symmetric orbital Feshbach resonance [82][83][84] , similar to the magnetic Feshbach resonance of alkali atoms with electron spin degrees of freedom and hyperfine coupling. The observed molecular bound state in the 1 S 0 + 3 P 0 state 223 can be similarly exploited for use in optical Feshbach resonances.\nThe two-orbital 1 S 0 + 3 P 0 system is also proposed 224 as an ideal experimental base for studying spin-orbital physics, such as the Kondo effect 222,225 , for which experimental efforts using 173 Yb and 171 Yb have been recently reported 226,227 .", "n_publication_ref": 22, "n_figure_ref": 0}, {"heading": "Outlook", "text": "Ultracold atoms in optical lattices realize several theoretical models, such as the Hubbard, Heisenberg and Ising models, which are crucial in condensed matter physics. We have described various tools for the quantum simulation of these theoretical models and several applications for the quantum simulation of both numerically hard and/or conceptually important problems 228 .\nFinally, we briefly outline future directions as well as challenges and opportunities for quantum simulation with ultracold atoms in optical lattices. Although the currently achieved temperature is sufficiently low to study new behaviours, such as pseudogap phenomena of the Fermi-Hubbard model, one important technical issue is reaching low enough temperatures for fermionic atoms in an optical lattice, to enable the investigation of the underdoped region of high-T c cuprate superconductors. Note that the temperature of fermions in an optical lattice is on the order of nano-kelvin, which is much colder than the sub-kelvin temperatures for electrons in solids. However, the relevant quantity in this case is the temperature scaled by the hopping matrix element, T/t, which is on the order of 0.1 for ultracold atoms, whereas it is typically below 10 -4 for electrons in solids (Table 1). Several schemes have been discussed [229][230][231] . Different lattice configurations predicting higher T c (Ref. . 232 ) would be interesting new targets for realizing unconventional high-T c superfluids. A further important direction is quantum computing using ultracold atoms, which can be pursued with a Rydberg atom tweezer array 233 . Noisy intermediate-scale quantum devices 234 would be an important near-term target. Many sophisticated tools, developed for quantum simulation, can also be applied to other fields, such as precision measurements with a Fermi degenerate optical lattice clock 47 . Future works will pursue other fundamental physics research 235 , such as the search for new particles 235 using cold atoms or molecules in an collisional-energy-shift suppressing optical lattice.  Fig. 1 | Quantum simulation tools and applications. Quantum simulation with optical lattices encompasses diverse fields that serve as tools, target applications or both. A clear distinction is often neither possible nor desirable. We give here an overview of the general fields and how, although all interconnected, they can be seen as tools to (red) and applications of (blue) quantum simulation approaches, with many topics positioned inbetween these classifications. This Technical Review focuses on applications towards condensed matter physics and related fields (outlined in red).    239 that randomly fluctuates about a mean value, ⟨I⟩, onto the atoms. b | In a superposition of a strong optical lattice (in this case, with a lattice constant of 516 nm) and a weaker optical lattice (in this case, with a lattice constant of 431 nm), a quasi-periodic potential is realized. The hopping energy, J, varies site-to-site (where x is the position) and the maximum shift of the on-site energy is 2Δ (ref. 143 ). c | A bosonic superfluid in an optical lattice (red) is perturbed owing to localized impurities (blue) that introduce local, effective potential shifts Uimp (ref. 145 ). d | Anderson localization observed in a speckle pattern experiment. In a 1D trap (red), the speckle pattern (blue) is projected onto a small Bose-Einstein condensate wave packet that is also kept in an additional harmonic confinement (grey) (left). Upon release from the small trap, the cloud expands and eventually localizes owing to the disorder potential (right) 142 . Panel a adapted with permission from ref. 239     First, for atomic species with very low vapour pressure at room temperature, a 'hot' atomic beam is usually created from a vapour source that, depending on the specific vapour pressure characteristics, is kept at temperatures that range from only slightly above room temperature (for example, Rubidium) to well beyond 1000°C\n(for example, Erbium or Dysprosium). At this stage the atoms have typical velocities of several hundred meters-per-second. Using the recoil pressure of resonantly counter-propagating laser light in a so-called Zeeman slower the atoms are slowed down to about 10 m/s. At that velocity they can be trapped and laser-cooled in a magneto-optical trap (MOT) to below milli-Kelvin temperatures 4 . A MOT can be directly loaded from the low velocity component of an atomic vapour, if it is large enough, in a glass cell near room temperature. Then the atoms are transferred to either a magnetic or an optical trap where forced evaporative cooling is performed 5 .\nAfter the evaporative cooling the atoms are typically below micro-Kelvin temperatures and reach a quantumdegenerate regime, where the atoms undergo a phase transition to a Bose-Einstein condensate (BEC) for bosonic atoms 6,7 or form a Fermi-degenerate gas for fermionic atoms 8 . Ref. 9 used Raman-sideband cooling to achieve BEC, instead of evaporative cooling. Up to now a variety of atomic species have been successfully cooled to quantum-degenerate regimes, including alkali-metal to non-alkali-metal atomic species [10][11][12][13][14] , see Table S1a), and mixtures [15][16][17][18] , Table S1b).", "n_publication_ref": 30, "n_figure_ref": 1}, {"heading": "S2. Measurement Of Spin-Correlations In Optical Lattices", "text": "Without a powerful quantum gas microscope technique, it is usually quite difficult to measure the spin correlation between neighbouring lattice sites. However, the spin correlation can be detected by inducing and observing singlet-triplet oscillations in the double-well structures of an optical superlattice. In this approach, first, the hopping between neighbouring sites is frozen by increasing the optical lattice potential. Then a spin-dependent potential gradient is applied. This induces a coherent oscillation between spin-singlet and -triplet states. Finally, pairs of neighbouring sites are merged into single sites by use of a superlattice 19 . Using for example laser light tuned to an s-wave photoassociation resonance or a magnetic field sweep across an s-wave Feshbach resonance one can selectively remove only those pairs of atoms that are singlet correlated. Note that the atom loss at the beginning of the singlet-triplet oscillation corresponds to the number of initially prepared singlet state pairs and that the loss after half of the oscillation relates to the number of initially prepared triplet state pairs. In this manner spin correlations have been observed successfully [19][20][21] . Instead of selective removal, singlet-triplet oscillations also have been observed using band-mapping after merging of the neighbouring lattice sites 19,21 .", "n_publication_ref": 6, "n_figure_ref": 0}, {"heading": "S3. Technical Aspects Of Quantum Gas Microscopes", "text": "High-resolution imaging for quantum simulation purposes typically requires a resolution to at least match the lattice spacing of the optical lattice that is normally used in such an experiment: several hundreds of nanometres. This is roughly equal to the wavelengths used for imaging, and therefore high-resolution imaging close to the diffraction limit is necessary for site-resolved detection. Although such an imaging is commonly used in biology or chemistry, its realization for ultracold atoms is considerably more challenging, because: the sample of ultracold atoms is prepared in an ultra-high-vacuum environment and it is too fragile to endure heating by illumination of the probe beam. An ultra-high-vacuum environment usually requires a vacuum window with a thickness of more than a millimetre. This is much thicker than a cover glass for a standard microscope, causes serious aberrations especially for high numerical aperture objectives and increases the distance between the microscope lens and the atoms considerably. One solution is to use a custom-made long-working-distance microscope objective with corrections for the specific window thickness 22 , see Fig. S1a). Another approach to reduce spatial aberration is to use a 200-micrometer-thickness sapphire window instead of a standard vacuum viewport 23 , Fig. S1b). In-vacuum solid immersion lenses are also employed to further enhance the numerical aperture 24 , Fig. S1c). Because of the limited working distance of the combined imaging optics the atoms need to be prepared close to the vacuum window or the solid immersion lens. To this end, atoms are transported from the laser cooling region to an imaging region by either magnetic forces 25 or by optical potentials such as optical tweezers 26 or moving optical lattices 27 . ", "n_publication_ref": 6, "n_figure_ref": 3}, {"heading": "Box 1 | The Optical Lattice Toolbox", "text": "In its most common implementation, an optical lattice is formed by interfering continuous-wave lasers. Most simply, a laser beam with a wavelength λ is retroreflected off a mirror, creating a 1D lattice potential, U ( x )=−U 0 sin 2 (2 π x / λ) (where U0 is the lattice potential depth, and x is the position of the atoms), that is proportional to the intensity of the laser standing wave. By superimposing 1D lattices in three orthogonal directions, a 3D cubic optical lattice can be created. The periodic potential for the atoms results in the introduction of band structures for the atoms, similar to those of electrons in crystalline materials.\nUltracold atoms trapped in a sufficiently deep lattice potential are described by the Hubbard model (see panel a of the figure). For fermionic atoms the Hamiltonian is\nwhere f i ,σ † (f i ,σ ) is the fermionic creation (annihilation) operator for spin σ ={↑, ↓}, n i, σ F = f i ,σ † f i ,σ is the fermionic number operator for σ-spin at site i, t is the hopping matrix element, U is the on-site interaction energy and ϵ i is the site-dependent energy offset accounting for weak confinement. ⟨i, j⟩ denotes nearest-neighbour sites. Here, it is assumed that the atoms with spin-1/2 occupy a single band of the lattice potential. The Hubbard model features a rich phase diagram, and the competition between kinetic energy and interaction energy leads to quantum phase transitions.\nSimilar to the case of fermionic atoms, the bosonic counterpart is described by the Bose-Hubbard Hamiltonian,\nis the bosonic annihilation (creation) operator and n i B =b i † b i is the number operator for Bosons at site i. As the interaction strength (U /t ) is increased, the system undergoes a quantum phase transition from the superfluid to the Mott-insulator phase. The Gaussian shape of the laser beams forming the optical lattice leads to an overall harmonic confinement potential, which gives rise to a wedding-cakelike structure of the density distribution in the Mott-insulator phase.\nIn the limit of halffilling, where one spin-1/2 particle per lattice site is found, and strong interactions (U /t ≫1), the Fermi-Hubbard model is reduced to the Heisenberg model\nis the spin operator and J is the nearest-neighbour coupling constant. The coupling is antiferromagnetic for J > 0 and ferromagnetic for J < 0.\nThe coupling arises from the super-exchange interaction that is given by J =4 t 2 /U. The Bose-Hubbard model can also be reduced to the anisotropic Heisenberg model 15 .\nAnother important spin model for quantum simulation is the Ising model (see panel b of the figure),\nwhere the first term describes the nearest-neighbour interaction that depends only on the z-component of the spin, and the second term describes the transverse and longitudinal magnetic field. A Bose-Hubbard model with a tilted potential can be used to emulate the Ising model, wherein the occupation numbers are mapped to spins to observe paramagnetic-to-antiferromagnetic quantum phase transitions 17,18.", "n_publication_ref": 5, "n_figure_ref": 0}, {"heading": "Conclusion", "text": "The use of quantum gas microscopes in the study of ultracold atoms trapped in optical lattices has provided valuable insights into various aspects of quantum physics. These microscopes have enabled the investigation of key technologies and applications in the field. In terms of key technologies, the choice of imaging optics and imaging methods plays a crucial role. High-resolution imaging close to the diffraction limit is necessary to achieve site-resolved detection. Various imaging techniques, such as standard absorption imaging, fluorescence imaging, and Faraday imaging, have been explored. Each technique has its advantages and limitations, such as limited scattering cross-sections, heating due to photon scattering, or destruction of the quantum state. Cooling schemes, such as molasses cooling or Raman sideband cooling, are employed to mitigate heating effects. Spin-selective removal procedures have also been developed to achieve spin-selective detection, allowing for more advanced measurements. Furthermore, the use of spatial light modulators, such as a digital micromirror device, enables precise light pattern projections onto the atoms, expanding the control capabilities of the system. In terms of applications, quantum gas microscopes have provided valuable insights into many-body systems and quantum phenomena. They have allowed for the direct probing of quantum states, measurement of correlations between atoms, and observation of phenomena such as anti-ferromagnetic correlations, quantum entanglement, and non-equilibrium dynamics. These observations have provided new insights into condensed matter physics and related fields. Additionally, the use of synthetic gauge fields, spin-orbit coupling, and synthetic dimensions in optical lattices has opened up new possibilities for emulating phenomena that are challenging to study directly in solids. These synthetic effects have been successfully engineered and used to study artificial magnetic fields, topological lattices, and spin-orbit coupling, among other phenomena. However, there are still challenges and opportunities in the field of quantum gas microscopes. Achieving lower temperatures for fermionic atoms in optical lattices remains a technical challenge, especially for studying the underdoped region of high-temperature cuprate superconductors. Further advancements in temperature reduction techniques and exploring new lattice configurations could open up new possibilities for studying unconventional high-temperature superfluids. Quantum computing using ultracold atoms is another direction for future exploration, with the potential to harness the properties of these systems for quantum information processing. The development of noisy intermediate-scale quantum devices using ultracold atoms could be a significant near-term target. Moreover, the tools and techniques developed for quantum simulation with ultracold atoms can also find applications in precision measurements, fundamental physics research, and the search for new particles.", "n_publication_ref": 0, "n_figure_ref": 0}], "references": [{"title": "Tight-binding models for ultracold atoms in optical lattices: general formulation and applications", "journal": "Sci. China Phys. Mech. Astron", "year": "2016", "authors": "M Modugno; J Ibañez-Azpiroz; G Pettini"}, {"title": "Controlling Spin Exchange Interactions of Ultracold Atoms in Optical Lattices", "journal": "Phys. Rev. Lett", "year": "2003", "authors": "L.-M M Duan; E Demler; M D Lukin"}, {"title": "A toolbox for lattice-spin models with polar molecules", "journal": "Nat. Phys", "year": "2006", "authors": "A Micheli; G K Brennen; P Zoller"}, {"title": "Quantum Quench in an Atomic One-Dimensional Ising Chain", "journal": "Phys. Rev. Lett", "year": "2013", "authors": "F Meinert"}, {"title": "Quantum simulation of antiferromagnetic spin chains in an optical lattice", "journal": "Nature", "year": "2011", "authors": "J Simon"}, {"title": "Squeezed States in a Bose-Einstein Condensate", "journal": "Science", "year": "2001", "authors": "C Orzel"}, {"title": "Exploring Phase Coherence in a 2D Lattice of Bose-Einstein Condensates", "journal": "Phys. Rev. Lett", "year": "2001", "authors": "M Greiner; I Bloch; O Mandel; T W Hänsch; T Esslinger"}, {"title": "Evidence for orbital superfluidity in the Pband of a bipartite optical square lattice", "journal": "Nat. Phys", "year": "2011", "authors": "G Wirth; M Ölschläger; A Hemmerich"}, {"title": "Coherent driving and freezing of bosonic matter wave in an optical Lieb lattice", "journal": "Sci. Adv", "year": "2015", "authors": "S Taie"}, {"title": "This study uses a honeycomb optical lattice to simulate the Haldane model and to explore its topological band structure, demonstrating the ability of the optical lattice quantum simulator to realize topological states of matter with what had been believed to be just toy models for theoretical studies", "journal": "Nature", "year": "2014", "authors": "G Jotzu"}, {"title": "Ultracold quantum gases in triangular optical lattices", "journal": "New J. Phys", "year": "2010", "authors": "C Becker"}, {"title": "Ultracold Atoms in a Tunable Optical Kagome Lattice", "journal": "Phys. Rev. Lett", "year": "2012", "authors": "G.-B Jo"}, {"title": "Quantum Simulation of Frustrated Classical Magnetism in Triangular Optical Lattices", "journal": "Science", "year": "2011", "authors": "J Struck"}, {"title": "Coherent Transport of Neutral Atoms in Spin-Dependent Optical Lattice Potentials", "journal": "Phys. Rev. Lett", "year": "2003", "authors": "O Mandel"}, {"title": "Superfluidity of Interacting Bosonic Mixtures in Optical Lattices", "journal": "Phys. Rev. Lett", "year": "2010", "authors": "B Gadway; D Pertot; R Reimann; D Schneble"}, {"title": "A Three-Dimensional Optical Lattice of Ytterbium and Lithium Atomic Gas Mixture", "journal": "J. Phys. Soc. Jpn", "year": "2013", "authors": "H Hara; H Konishi; S Nakajima; Y Takasu; Y Takahashi"}, {"title": "Scattering in Mixed Dimensions with Ultracold Gases", "journal": "Phys. Rev. Lett", "year": "2010", "authors": "G Lamporesi"}, {"title": "Experimental realization of ultracold Yb-7 Li mixtures in mixed dimensions", "journal": "Phys. Rev. A", "year": "2018", "authors": "F Schäfer"}, {"title": "Collisional stability of localized Yb( 3 P2) atoms immersed in a Fermi sea of Li", "journal": "New J. Phys", "year": "2016", "authors": "H Konishi; F Schäfer; S Ueda; Y Takahashi"}, {"title": "Matter-Wave Diffraction from a Quasicrystalline Optical Lattice", "journal": "Phys. Rev. Lett", "year": "2019", "authors": "K Viebahn; M Sbroscia; E Carter; J.-C Yu; U Schneider"}, {"title": "Dicke quantum phase transition with a superfluid gas in an optical cavity", "journal": "Nature", "year": "2010", "authors": "K Baumann; C Guerlin; F Brennecke; T Esslinger"}, {"title": "Direct observation of second-order atom tunnelling", "journal": "Nature", "year": "2007", "authors": "S Fölling"}, {"title": "Topological Thouless pumping of ultracold fermions", "journal": "Nat. Phys", "year": "2016", "authors": "S Nakajima"}, {"title": "A Thouless quantum pump with ultracold bosonic atoms in an optical superlattice", "journal": "Nat. Phys", "year": "2015", "authors": "M Lohse; C Schweizer; O Zilberberg; M Aidelsburger; I Bloch"}, {"title": "Holographic generation of microtrap arrays for single atoms by use of a programmable phase modulator", "journal": "J. Opt. Soc. Am. B", "year": "2004", "authors": "S Bergamini"}, {"title": "Together with ref. 172 , this study demonstrates how to combine optical lattices and high-resolution optical imaging to realize a quantum gas microscope", "journal": "Nature", "year": "2009", "authors": "W S Bakr; J I Gillen; A Peng; S Fölling; M Greiner"}, {"title": "An atom-byatom assembler of defect-free arbitrary two-dimensional atomic arrays", "journal": "Science", "year": "2016", "authors": "D Barredo; S De Léséleuc; V Lienhard; T Lahaye; A Browaeys"}, {"title": "Probing the Superfluidto-Mott Insulator Transition at the Single-Atom Level", "journal": "Science", "year": "2010", "authors": "W S Bakr"}, {"title": "Quantum dynamics of a mobile spin impurity", "journal": "Nat. Phys", "year": "2013", "authors": "T Fukuhara"}, {"title": "Atom-by-atom assembly of defect-free one-dimensional cold atom arrays", "journal": "Science", "year": "2016", "authors": "M Endres"}, {"title": "Synthetic three-dimensional atomic structures assembled atom by atom", "journal": "Nature", "year": "2018", "authors": "D Barredo; V Lienhard; S Léséleuc;  De; T Lahaye; A Browaeys"}, {"title": "Laser spectroscopic probing of coexisting superfluid and insulating states of an atomic Bose-Hubbard system", "journal": "Nat. Commun", "year": "2016", "authors": "S Kato"}, {"title": "Experimental determination of Bose-Hubbard energies", "journal": "Phys. Rev. A", "year": "2019", "authors": "Y Nakamura"}, {"title": "A Fermi-degenerate three-dimensional optical lattice clock", "journal": "Science", "year": "2017", "authors": "S L Campbell"}, {"title": "State-dependent interactions in ultracold 174 Yb probed by optical clock spectroscopy", "journal": "New J. Phys", "year": "2017", "authors": "L Franchi"}, {"title": "Clock spectroscopy of interacting bosons in deep optical lattices", "journal": "New J. Phys", "year": "2017", "authors": "R Bouganne"}, {"title": "Manybody physics with ultracold gases", "journal": "Rev. Mod. Phys", "year": "2008", "authors": "I Bloch; J Dalibard; W Zwerger"}, {"title": "Superfluid-Insulator Transition in a Periodically Driven Optical Lattice", "journal": "Phys. Rev. Lett", "year": "2005", "authors": "A Eckardt; C Weiss; M Holthaus"}, {"title": "Dynamical Control of Matter-Wave Tunneling in Periodic Potentials", "journal": "Phys. Rev. Lett", "year": "2007", "authors": "H Lignier"}, {"title": "Tunable Gauge Potential for Neutral and Spinless Particles in Driven Optical Lattices", "journal": "Phys. Rev. Lett", "year": "2012", "authors": "J Struck"}, {"title": "Peierls Substitution in an Engineered Lattice Potential", "journal": "Phys. Rev. Lett", "year": "2012", "authors": "K Jiménez-García"}, {"title": "Bose-Einstein Condensation of Atoms in a Uniform Potential", "journal": "Phys. Rev. Lett", "year": "2013", "authors": "A L Gaunt; T F Schmidutz; I Gotlibovych; R P Smith; Z Hadzibabic"}, {"title": "Theory of correlations between ultracold bosons released from an optical lattice", "journal": "Phys. Rev. A", "year": "2008", "authors": "E Toth; A M Rey; P B Blakie"}, {"title": "Fermionic Atoms in a Three Dimensional Optical Lattice: Observing Fermi Surfaces, Dynamics, and Interactions", "journal": "Phys. Rev. Lett", "year": "2005", "authors": "M Köhl; H Moritz; T Stöferle; K Günter; T Esslinger"}, {"title": "Bragg spectroscopy of ultracold atoms loaded in an optical lattice", "journal": "Phys. Rev. A", "year": "2005", "authors": "A M Rey; P B Blakie; G Pupillo; C J Williams; C W Clark"}, {"title": "Exploring Correlated 1D", "journal": "", "year": "", "authors": "D Clément; N Fabbri; L Fallani; C Fort; M Inguscio"}, {"title": "Bose Gases from the Superfluid to the Mott-Insulator State by Inelastic Light Scattering", "journal": "Phys. Rev. Lett", "year": "2009", "authors": ""}, {"title": "Excitations of a Superfluid in a Three-Dimensional Optical Lattice", "journal": "Phys. Rev. Lett", "year": "2004", "authors": "C Schori; T Stöferle; H Moritz; M Köhl; T Esslinger"}, {"title": "Using photoemission spectroscopy to probe a strongly interacting Fermi gas", "journal": "Nature", "year": "2008", "authors": "J T Stewart; J P Gaebler; D S Jin"}, {"title": "Angle-resolved photoemission spectroscopy of a Fermi-Hubbard system", "journal": "Nat. Phys", "year": "2020", "authors": "P T Brown"}, {"title": "Measuring the One-Particle Excitations of Ultracold Fermionic Atoms by Stimulated Raman Spectroscopy", "journal": "Phys. Rev. Lett", "year": "2007", "authors": "T.-L Dao; A Georges; J Dalibard; C Salomon; I Carusotto"}, {"title": "State Selective Production of Molecules in Optical Lattices", "journal": "Phys. Rev. Lett", "year": "2004", "authors": "T Rom"}, {"title": "Equation of State of the Two-Dimensional Hubbard Model", "journal": "Phys. Rev. Lett", "year": "2016", "authors": "E Cocchi"}, {"title": "Imaging the Mott Insulator Shells by Using Atomic Clock Shifts", "journal": "Science", "year": "2006", "authors": "G K Campbell"}, {"title": "All-Optical Realization of an Atom Laser", "journal": "Phys. Rev. Lett", "year": "2003", "authors": "G Cennini; G Ritt; C Geckeler; M Weitz"}, {"title": "Realization of a SU(2)×SU(6) System of Fermions in a Cold Atomic Gas", "journal": "Phys. Rev. Lett", "year": "2010", "authors": "S Taie"}, {"title": "Controlling and Detecting Spin Correlations of Ultracold Atoms in Optical Lattices", "journal": "Phys. Rev. Lett", "year": "2010", "authors": "S Trotzky; Y.-A Chen; U Schnorrberger; P Cheinet; I Bloch"}, {"title": "Antiferromagnetic Spin Correlation of SU(N) Fermi Gas in an Optical Superlattice", "journal": "Phys. Rev. Lett", "year": "2018", "authors": "H Ozawa; S Taie; Y Takasu; Y Takahashi"}, {"title": "Short-Range Quantum Magnetism of Ultracold Fermions in an Optical Lattice", "journal": "Science", "year": "2013", "authors": "D Greif; T Uehlinger; G Jotzu; L Tarruell; T Esslinger"}, {"title": "Measuring finite-range phase coherence in an optical lattice using Talbot interferometry", "journal": "Nat. Commun", "year": "2017", "authors": "B Santra"}, {"title": "Measuring the Chern number of Hofstadter bands with ultracold bosonic atoms", "journal": "Nat. Phys", "year": "2015", "authors": "M Aidelsburger"}, {"title": "Measuring quantized circular dichroism in ultracold topological matter", "journal": "Nat. Phys", "year": "2019", "authors": "L Asteria"}, {"title": "Controlled collisions for multi-particle entanglement of optically trapped atoms", "journal": "Nature", "year": "2003", "authors": "O Mandel"}, {"title": "Feshbach resonances in ultracold gases", "journal": "Rev. Mod. Phys", "year": "2010", "authors": "C Chin; R Grimm; P Julienne; E Tiesinga"}, {"title": "Optical Feshbach Resonance Using the Intercombination Transition", "journal": "Phys. Rev. Lett", "year": "2008", "authors": "K Enomoto; K Kasa; M Kitagawa; Y Takahashi"}, {"title": "Measurement of Optical Feshbach Resonances in an Ideal Gas", "journal": "Phys. Rev. Lett", "year": "2011", "authors": "S Blatt"}, {"title": "Controlling Condensate Collapse and Expansion with an Optical Feshbach Resonance", "journal": "Phys. Rev. Lett", "year": "2013", "authors": "M Yan; B J Desalvo; B Ramachandhran; H Pu; T C Killian"}, {"title": "Experimental realization of a Rydberg optical Feshbach resonance in a quantum many-body system", "journal": "Nat. Commun", "year": "2018", "authors": "O Thomas; C Lippe; T Eichert; H Ott"}, {"title": "Inducing an optical Feshbach resonance via stimulated Raman coupling", "journal": "Phys. Rev. A", "year": "2005", "authors": "G Thalhammer; M Theis; K Winkler; R Grimm; J H Denschlag"}, {"title": "Observation of an Orbital Interaction-Induced Feshbach Resonance in 173 Yb", "journal": "Phys. Rev. Lett", "year": "2015", "authors": "M Höfer"}, {"title": "Strongly Interacting Gas of Two-Electron Fermions at an Orbital Feshbach Resonance", "journal": "Phys. Rev. Lett", "year": "2015", "authors": "G Pagano"}, {"title": "Orbital Feshbach Resonance in Alkali-Earth Atoms", "journal": "Phys. Rev. Lett", "year": "2015", "authors": "R Zhang; Y Cheng; H Zhai; P Zhang"}, {"title": "Ultracold quantum gases in optical lattices", "journal": "Nat. Phys", "year": "2005", "authors": "I Bloch"}, {"title": "Dynamics of Bose-Einstein condensates in optical lattices", "journal": "Rev. Mod. Phys", "year": "2006", "authors": "O Morsch; M Oberthaler"}, {"title": "Magnetic lattices for ultracold atoms and degenerate quantum gases", "journal": "Sci. Bull", "year": "2016", "authors": "Y Wang"}, {"title": "Atomic Scattering in the Presence of an External Confinement and a Gas of Impenetrable Bosons", "journal": "Phys. Rev. Lett", "year": "1998", "authors": "M Olshanii"}, {"title": "Confinement Induced Molecules in a 1D Fermi Gas", "journal": "Phys. Rev. Lett", "year": "2005", "authors": "H Moritz; T Stöferle; K Günter; M Köhl; T Esslinger"}, {"title": "Confinement-Induced Resonances in Low-Dimensional Quantum Systems", "journal": "Phys. Rev. Lett", "year": "2010", "authors": "E Haller"}, {"title": "Atom-Atom Scattering under Cylindrical Harmonic Confinement: Numerical and Analytic Studies of the Confinement Induced Resonance", "journal": "Phys. Rev. Lett", "year": "2003", "authors": "T Bergeman; M G Moore; M Olshanii"}, {"title": "Generation of a dipolar Bose-Einstein condensate", "journal": "J. Phys. B: At", "year": "", "authors": "A Griesmaier"}, {"title": "", "journal": "Mol. Opt. Phys", "year": "2007", "authors": ""}, {"title": "Strongly Dipolar Bose-Einstein Condensate of Dysprosium", "journal": "Phys. Rev. Lett", "year": "2011", "authors": "M Lu; N Q Burdick; S H Youn; B L Lev"}, {"title": "Quantum chaos in ultracold collisions of gas-phase erbium atoms", "journal": "Nature", "year": "2014", "authors": "A Frisch"}, {"title": "Anisotropic optical trapping as a manifestation of the complex electronic structure of ultracold lanthanide atoms: The example of holmium", "journal": "Phys. Rev. A", "year": "2017", "authors": "H Li; J.-F Wyart; O Dulieu; M Lepers"}, {"title": "Comparing Contact and Dipolar Interactions in a Bose-Einstein Condensate", "journal": "Phys. Rev. Lett", "year": "2006", "authors": "A Griesmaier"}, {"title": "Strongly interacting ultracold polar molecules", "journal": "J. Phys. B: At", "year": "", "authors": "B Gadway; B Yan"}, {"title": "", "journal": "Mol. Opt. Phys", "year": "2016", "authors": ""}, {"title": "New frontiers for quantum gases of polar molecules", "journal": "Nat. Phys", "year": "2017", "authors": "S A Moses; J P Covey; M T Miecnikowski; D S Jin; J Ye"}, {"title": "A High Phase-Space-Density Gas of Polar Molecules", "journal": "Science", "year": "2008", "authors": "K.-K Ni"}, {"title": "Coherent Microwave Control of Ultracold 23 Na 40 K Molecules", "journal": "Phys. Rev. Lett", "year": "2016", "authors": "S A Will; J W Park; Z Z Yan; H Loh; M W Zwierlein"}, {"title": "Production of ultracold Cs * Yb molecules by photoassociation", "journal": "Phys. Rev. A", "year": "2018", "authors": "A Guttridge"}, {"title": "Heteronuclear molecules in an optical dipole trap", "journal": "Phys. Rev. A", "year": "2008", "authors": "J J Zirbel"}, {"title": "Laser cooling of a diatomic molecule", "journal": "Nature", "year": "2010", "authors": "E S Shuman; J F Barry; D Demille"}, {"title": "Sisyphus Laser Cooling of a Polyatomic Molecule", "journal": "Phys. Rev. Lett", "year": "2017", "authors": "I Kozyryev"}, {"title": "Laser cooling of optically trapped molecules", "journal": "Nat. Phys", "year": "2018", "authors": "L Anderegg"}, {"title": "A degenerate Fermi gas of polar molecules", "journal": "Science", "year": "2019", "authors": "L D Marco"}, {"title": "An experimental and theoretical guide to strongly interacting Rydberg gases", "journal": "J. Phys. B: At. Mol. Opt. Phys", "year": "2012", "authors": "R Löw"}, {"title": "A Rydberg quantum simulator", "journal": "Nat. Phys", "year": "2010", "authors": "H Weimer; M Müller; I Lesanovsky; P Zoller; H P Büchler"}, {"title": "Quantum information with Rydberg atoms", "journal": "Rev. Mod. Phys", "year": "2010", "authors": "M Saffman; T G Walker; K Mølmer"}, {"title": "Observation of a symmetry-protected topological phase of interacting bosons with Rydberg atoms", "journal": "Science", "year": "2019", "authors": "S Léséleuc;  De"}, {"title": "Crystallization in Ising quantum magnets", "journal": "Science", "year": "2015", "authors": "P Schauß"}, {"title": "Probing the Quench Dynamics of Antiferromagnetic Correlations in a 2D Quantum Ising Spin System", "journal": "Phys. Rev. X", "year": "2018", "authors": "E Guardado-Sanchez"}, {"title": "Observing the Spaceand Time-Dependent Growth of Correlations in Dynamically Tuned Synthetic Ising Models with Antiferromagnetic Interactions", "journal": "Phys. Rev. X", "year": "2018", "authors": "V Lienhard"}, {"title": "Probing many-body dynamics on a 51-atom quantum simulator", "journal": "Nature", "year": "2017", "authors": "H Bernien"}, {"title": "Tunable twodimensional arrays of single Rydberg atoms for realizing quantum Ising models", "journal": "Nature", "year": "2016", "authors": "H Labuhn"}, {"title": "Observation of Rydberg blockade between two atoms", "journal": "Nature Phys", "year": "2009", "authors": "E Urban"}, {"title": "Observation of collective excitation of two individual atoms in the Rydberg blockade regime", "journal": "Nat. Phys", "year": "2009", "authors": "A Gaëtan"}, {"title": "Many-body interferometry of a Rydberg-dressed spin lattice", "journal": "Nat. Phys", "year": "2016", "authors": "J Zeiher"}, {"title": "Optical Control of the Resonant Dipole-Dipole Interaction between Rydberg Atoms", "journal": "Phys. Rev. Lett", "year": "2017", "authors": "S De Léséleuc; D Barredo; V Lienhard; A Browaeys; T Lahaye"}, {"title": "Trapping Rydberg Atoms in an Optical Lattice", "journal": "Phys. Rev. Lett", "year": "2011", "authors": "S E Anderson; K C Younge; G Raithel"}, {"title": "Three-Dimensional Trapping of Individual Rydberg Atoms in Ponderomotive Bottle Beam Traps", "journal": "Phys. Rev. Lett", "year": "2020", "authors": "D Barredo"}, {"title": "Towards Quantum Simulation with Circular Rydberg Atoms", "journal": "Phys. Rev. X", "year": "2018", "authors": "T L Nguyen"}, {"title": "Rydberg Atoms in 'Circular' States", "journal": "Phys. Rev. Lett", "year": "1983", "authors": "R G Hulet; D Kleppner"}, {"title": "Resonant Rydberg Dressing of Alkaline-Earth Atoms via Electromagnetically Induced Transparency", "journal": "Phys. Rev. Lett", "year": "2016", "authors": "C Gaul"}, {"title": "Signatures of Many-Body Localization in a Controlled Open Quantum System", "journal": "Phys. Rev. X", "year": "2017", "authors": "H P Lüschen"}, {"title": "Negative Differential Conductivity in an Interacting Quantum Gas", "journal": "Phys. Rev. Lett", "year": "2015", "authors": "R Labouvie; B Santra; S Heun; S Wimberger; H Ott"}, {"title": "Experiments and theory in cold and ultracold collisions", "journal": "Rev. Mod. Phys", "year": "1999", "authors": "J Weiner; V S Bagnato; S Zilio; P S Julienne"}, {"title": "Observation of the Mott insulator to superfluid crossover of a driven-dissipative Bose-Hubbard system", "journal": "Sci. Adv", "year": "2017", "authors": "T Tomita; S Nakajima; I Danshita; Y Takasu; Y Takahashi"}, {"title": "Preparation and Spectroscopy of a Metastable Mott-Insulator State with Attractive Interactions", "journal": "Phys. Rev. Lett", "year": "2012", "authors": "M J Mark"}, {"title": "Quantum trajectories and open many-body quantum systems", "journal": "Adv. Phys", "year": "2014", "authors": "A J Daley"}, {"title": "Quantum Zeno effect", "journal": "Phys. Rev. A", "year": "1990", "authors": "W M Itano; D J Heinzen; J J Bollinger; D J Wineland"}, {"title": "This work demonstrates how to use optical lattices and dissipation by inelastic collisions to reach the strongly correlated regime of many-body physics", "journal": "Science", "year": "2008", "authors": "N Syassen"}, {"title": "Experimental realization of quantum zeno dynamics", "journal": "Nat. Commun", "year": "2014", "authors": "F Schäfer"}, {"title": "Confined quantum Zeno dynamics of a watched atomic arrow", "journal": "Nat. Phys", "year": "2014", "authors": "A Signoles"}, {"title": "Dynamical quantum Zeno effect", "journal": "Phys. Rev. A", "year": "1994", "authors": "S Pascazio; M Namiki"}, {"title": "Dynamical suppression of decoherence in two-state quantum systems", "journal": "Phys. Rev. A", "year": "1998", "authors": "L Viola; S Lloyd"}, {"title": "Dynamics of ultracold quantum gases in the dissipative Fermi-Hubbard model", "journal": "Quantum Sci. Technol", "year": "2018", "authors": "K Sponselee"}, {"title": "Dynamical Sign Reversal of Magnetic Correlations in Dissipative Hubbard Models", "journal": "Phys. Rev. Lett", "year": "2020", "authors": "M Nakagawa; N Tsuji; N Kawakami; M Ueda"}, {"title": "Anomalous decay of coherence in a dissipative many-body system", "journal": "Nat. Phys", "year": "2019", "authors": "R Bouganne; M B Aguilera; A Ghermaoui; J Beugnon; F Gerbier"}, {"title": "Non-Hermitian Linear Response Theory", "journal": "Nat. Phys", "year": "2020", "authors": "L Pan; X Chen; Y Chen; H Zhai"}, {"title": "", "journal": "", "year": "", "authors": ""}, {"title": "Parity-time-symmetric quantum critical phenomena", "journal": "Nat. Commun", "year": "2017", "authors": "Y Ashida; S Furukawa; M Ueda"}, {"title": "Direct observation of Anderson localization of matter waves in a controlled disorder", "journal": "Nature", "year": "2008", "authors": "J Billy"}, {"title": "Anderson localization of a non-interacting Bose-Einstein condensate", "journal": "Nature", "year": "2008", "authors": "G Roati"}, {"title": "142 and this paper demonstrate two different ways to introduce controlled disorder into optical lattices (using speckle patterns and incommensurable lattice wavelength respectively) for the quantum simulation of disordered systems", "journal": "", "year": "", "authors": ""}, {"title": "Mixtures in a Three-Dimensional Optical Lattice", "journal": "Phys. Rev. Lett", "year": "2006", "authors": "K Günter; T Stöferle; H Moritz; M Köhl; T Esslinger;  Bose-Fermi"}, {"title": "Localization of Bosonic Atoms by Fermionic Impurities in a Three-Dimensional Optical Lattice", "journal": "Phys. Rev. Lett", "year": "2006", "authors": "S Ospelkaus"}, {"title": "Colloquium: Many-body localization, thermalization, and entanglement", "journal": "Rev. Mod. Phys", "year": "2019", "authors": "D A Abanin; E Altman; I Bloch; M Serbyn"}, {"title": "Observation of manybody localization of interacting fermions in a quasirandom optical lattice", "journal": "Science", "year": "2015", "authors": "M Schreiber"}, {"title": "Ultracold Atoms Out of Equilibrium", "journal": "Ann. Rev. Cond. Matter Phys", "year": "2015", "authors": "T Langen; R Geiger; J Schmiedmayer"}, {"title": "Collapse and revival of the matter wave field of a Bose-Einstein condensate", "journal": "Nature", "year": "2002", "authors": "M Greiner; O Mandel; T W Hänsch; I Bloch"}, {"title": "Dynamics of an inhomogeneous quantum phase transition", "journal": "New J. Phys", "year": "2010", "authors": "J Dziarmaga; M M Rams"}, {"title": "Quantum Quench of an Atomic Mott Insulator", "journal": "Phys. Rev. Lett", "year": "2011", "authors": "D Chen; M White; C Borries; B Demarco"}, {"title": "Emergence of coherence and the dynamics of quantum phase transitions", "journal": "Proc. Natl Acad. Sci. USA", "year": "2015", "authors": "S Braun"}, {"title": "Light-cone-like spreading of correlations in a quantum many-body system", "journal": "Nature", "year": "2012", "authors": "M Cheneau"}, {"title": "Expansion Dynamics of Interacting Bosons in Homogeneous Lattices in One and Two Dimensions", "journal": "Phys. Rev. Lett", "year": "2013", "authors": "J P Ronzheimer"}, {"title": "Fermionic transport and out-of-equilibrium dynamics in a homogeneous Hubbard model with ultracold atoms", "journal": "Nat. Phys", "year": "2012", "authors": "U Schneider"}, {"title": "Nonequilibrium Mass Transport in the 1D Fermi-Hubbard Model", "journal": "Phys. Rev. Lett", "year": "2018", "authors": "S Scherg"}, {"title": "Quantum distillation and confinement of vacancies in a doublon sea", "journal": "Nature Phys", "year": "2015", "authors": "L Xia"}, {"title": "From Cosmology to Cold Atoms: Observation of Sakharov Oscillations in a Quenched Atomic Superfluid", "journal": "Science", "year": "2013", "authors": "C.-L Hung; V Gurarie; C Chin"}, {"title": "Single-atom-resolved fluorescence imaging of an atomic Mott insulator", "journal": "Nature", "year": "2010", "authors": "J F Sherson"}, {"title": "In situ observation of incompressible Mott-insulating domains in ultracold atomic gases", "journal": "Nature", "year": "2009", "authors": "N Gemelke; X Zhang; C.-L Hung; C Chin"}, {"title": "Site-resolved imaging of single atoms with a Faraday quantum gas microscope", "journal": "Phys. Rev. A", "year": "2017", "authors": "R Yamamoto"}, {"title": "Imaging and addressing of individual fermionic atoms in an optical lattice", "journal": "Phys. Rev. A", "year": "2015", "authors": "G J A Edge"}, {"title": "Single-atom imaging of fermions in a quantum-gas microscope", "journal": "Nat. Phys", "year": "2015", "authors": "E Haller"}, {"title": "Quantum-Gas Microscope for Fermionic Atoms", "journal": "Phys. Rev. Lett", "year": "2015", "authors": "L W Cheuk"}, {"title": "Site-Resolved Imaging of Fermionic 6 Li in an Optical Lattice", "journal": "Phys. Rev. Lett", "year": "2015", "authors": "M F Parsons"}, {"title": "Microscopic Observation of Pauli Blocking in Degenerate Fermionic Lattice Gases", "journal": "Phys. Rev. Lett", "year": "2015", "authors": "A Omran"}, {"title": "An ytterbium quantum gas microscope with narrow-line laser cooling", "journal": "New J. Phys", "year": "2016", "authors": "R Yamamoto; J Kobayashi; T Kuno; K Kato; Y Takahashi"}, {"title": "Site-resolved imaging of ytterbium atoms in a twodimensional optical lattice", "journal": "Phys. Rev. A", "year": "2015", "authors": "M Miranda; R Inoue; Y Okuyama; A Nakamoto; M Kozuma"}, {"title": "Spatially Resolved Detection of a Spin-Entanglement Wave in a Bose-Hubbard Chain", "journal": "Phys. Rev. Lett", "year": "2015", "authors": "T Fukuhara"}, {"title": "Quantum gas microscopy with spin, atom-number, and multilayer readout", "journal": "Phys. Rev. A", "year": "2015", "authors": "P M Preiss; R Ma; M E Tai; J Simon; M Greiner"}, {"title": "Spin-and density-resolved microscopy of antiferromagnetic correlations in Fermi-Hubbard chains", "journal": "Science", "year": "2016", "authors": "M Boll"}, {"title": "Single-spin addressing in an atomic Mott insulator", "journal": "Nature", "year": "2011", "authors": "C Weitenberg"}, {"title": "Ultra-precise holographic beam shaping for microscopic quantum control", "journal": "Opt. Express", "year": "2016", "authors": "P Zupancic"}, {"title": "Observation of 2D Fermionic Mott Insulators of 40 K with Single-Site Resolution", "journal": "Phys. Rev. Lett", "year": "2016", "authors": "L W Cheuk"}, {"title": "Site-resolved imaging of a fermionic Mott insulator", "journal": "Science", "year": "2016", "authors": "D Greif"}, {"title": "Observation of Correlated Particle-Hole Pairs and String Order in Low-Dimensional Mott Insulators", "journal": "Science", "year": "2011", "authors": "M Endres"}, {"title": "Site-resolved measurement of the spin-correlation function in the Fermi-Hubbard model", "journal": "Science", "year": "2016", "authors": "M F Parsons"}, {"title": "Observation of spatial charge and spin correlations in the 2D Fermi-Hubbard model", "journal": "Science", "year": "2016", "authors": "L W Cheuk"}, {"title": "A cold-atom Fermi-Hubbard antiferromagnet", "journal": "Nature", "year": "2017", "authors": "A Mazurenko"}, {"title": "Revealing hidden antiferromagnetic correlations in doped Hubbard chains via string correlators", "journal": "Science", "year": "2017", "authors": "T A Hilker"}, {"title": "Entanglement in many-body systems", "journal": "Rev. Mod. Phys", "year": "2008", "authors": "L Amico; R Fazio; A Osterloh; V Vedral"}, {"title": "Measuring entanglement entropy in a quantum many-body system", "journal": "Nature", "year": "2015", "authors": "R Islam"}, {"title": "Strongly correlated quantum walks in optical lattices", "journal": "Science", "year": "2015", "authors": "P M Preiss"}, {"title": "Microscopic observation of magnon bound states and their dynamics", "journal": "Nature", "year": "2013", "authors": "T Fukuhara"}, {"title": "Quantum thermalization through entanglement in an isolated many-body system", "journal": "Science", "year": "2016", "authors": "A M Kaufman"}, {"title": "Exploring the many-body localization transition in two dimensions", "journal": "Science", "year": "2016", "authors": "J Choi"}, {"title": "Quantum State Engineering of a Hubbard System with Ultracold Fermions", "journal": "Phys. Rev. Lett", "year": "2018", "authors": "C S Chiu; G Ji; A Mazurenko; D Greif; M Greiner"}, {"title": "Colloquium: Topological insulators", "journal": "Rev. Mod. Phys", "year": "2010", "authors": "M Z Hasan; C L Kane"}, {"title": "Topological bands for ultracold atoms", "journal": "Rev. Mod. Phys", "year": "2019", "authors": "N R Cooper; J Dalibard; I B Spielman"}, {"title": "Synthetic magnetic fields for ultracold neutral atoms", "journal": "Nature", "year": "2009", "authors": "Y.-J Lin; R L Compton; K Jiménez-García; J V Porto; I B Spielman"}, {"title": "Experimental Realization of Strong Effective Magnetic Fields in an Optical Lattice", "journal": "Phys. Rev. Lett", "year": "2011", "authors": "M Aidelsburger"}, {"title": "Realizing the Harper Hamiltonian with Laser-Assisted Tunneling in Optical Lattices", "journal": "Phys. Rev. Lett", "year": "2013", "authors": "H Miyake; G A Siviloglou; C J Kennedy; W C Burton; W Ketterle"}, {"title": "Realization of the Hofstadter Hamiltonian with Ultracold Atoms in Optical Lattices", "journal": "Phys. Rev. Lett", "year": "2013", "authors": "M Aidelsburger"}, {"title": "Observation of Bose-Einstein condensation in a strong synthetic magnetic field", "journal": "Nat. Phys", "year": "2015", "authors": "C J Kennedy; W C Burton; W C Chung; W Ketterle"}, {"title": "Observation of Density-Dependent Gauge Fields in a Bose-Einstein Condensate Based on Micromotion Control in a Shaken Two-Dimensional Lattice", "journal": "Phys. Rev. Lett", "year": "2018", "authors": "L W Clark"}, {"title": "Realization of densitydependent Peierls phases to engineer quantized gauge fields coupled to ultracold matter", "journal": "Nat. Phys", "year": "2019", "authors": "F Görg"}, {"title": "Floquet approach to ℤ2 lattice gauge theories with ultracold atoms in optical lattices", "journal": "Nat. Phys", "year": "2019", "authors": "C Schweizer"}, {"title": "Measuring topology from dynamics by obtaining the Chern number from a linking number", "journal": "Nat Commun", "year": "2019", "authors": "M Tarnowski"}, {"title": "Visualizing edge states with an atomic Bose gas in the quantum Hall regime", "journal": "Science", "year": "2015", "authors": "B K Stuhl; H.-I Lu; L M Aycock; D Genkina; I B Spielman"}, {"title": "Observation of chiral edge states with neutral fermions in synthetic Hall ribbons", "journal": "Science", "year": "2015", "authors": "M Mancini"}, {"title": "this work uses an optical lattice to engineer synthetic dimensions and shows how to use this as a tool for the simulation of quantum Hall physics", "journal": "", "year": "2015", "authors": " Together"}, {"title": "Observation of the topological soliton state in the Su-Schrieffer-Heeger model", "journal": "Nat. Commun", "year": "2016", "authors": "E J Meier; F A An; B Gadway"}, {"title": "Synthetic Gauge Fields in Synthetic Dimensions", "journal": "Phys. Rev. Lett", "year": "2014", "authors": "A Celi"}, {"title": "Spin-Orbit Coupling and Spin Textures in Optical Superlattices", "journal": "Phys. Rev. Lett", "year": "2016", "authors": "J Li"}, {"title": "A stripe phase with supersolid properties in spin-orbitcoupled Bose-Einstein condensates", "journal": "Nature", "year": "2017", "authors": "J.-R Li"}, {"title": "Spin-orbit-coupled fermions in an optical lattice clock", "journal": "Nature", "year": "2017", "authors": "S Kolkowitz"}, {"title": "Synthetic Dimensions and Spin-Orbit Coupling with an Optical Clock Transition", "journal": "Phys. Rev. Lett", "year": "2016", "authors": "L F Livi"}, {"title": "Observation of nodal-line semimetal with ultracold fermions in an optical lattice", "journal": "Nat. Phys", "year": "2019", "authors": "B Song"}, {"title": "Observation of symmetryprotected topological band with ultracold fermions", "journal": "Sci. Adv", "year": "2018", "authors": "B Song"}, {"title": "Realization of twodimensional spin-orbit coupling for Bose-Einstein condensates", "journal": "Science", "year": "2016", "authors": "Z Wu"}, {"title": "Highly Controllable and Robust 2D Spin-Orbit Coupling for Quantum Gases", "journal": "Phys. Rev. Lett", "year": "2018", "authors": "W Sun"}, {"title": "Uncover Topology by Quantum Quench Dynamics", "journal": "Phys. Rev. Lett", "year": "2018", "authors": "W Sun"}, {"title": "Ultracold Fermi gases with emergent SU(N) symmetry", "journal": "Rep. Prog. Phys", "year": "2014", "authors": "M A Cazalilla; A M Rey"}, {"title": "Detection and manipulation of nuclear spin states in fermionic strontium", "journal": "Phys. Rev. A", "year": "2011", "authors": "S Stellmer; R Grimm; F Schreck"}, {"title": "The Pomeranchuk effect", "journal": "Rev. Mod. Phys", "year": "1997", "authors": "R C Richardson"}, {"title": "This work introduces the application of ultracold two-electron systems, here fermionic 173 Yb", "journal": "Nat. Phys", "year": "2012", "authors": "S Taie; R Yamazaki; S Sugawa; Y Takahashi;  An;  Su"}, {"title": "Direct Probing of the Mott Crossover in the SU(N) Fermi-Hubbard Model", "journal": "Phys. Rev. X", "year": "2016", "authors": "C Hofrichter"}, {"title": "Experimental demonstration of the optical Stern-Gerlach effect", "journal": "Phys. Rev. Lett", "year": "1992", "authors": "T Sleator; T Pfau; V Balykin; O Carnal; J Mlynek"}, {"title": "Control of Resonant Interaction between Electronic Ground and Excited States", "journal": "Phys. Rev. Lett", "year": "2013", "authors": "S Kato; S Sugawa; K Shibata; R Yamamoto; Y Takahashi"}, {"title": "Feshbach-Resonance-Enhanced Coherent Atom-Molecule Conversion with Ultranarrow Photoassociation Resonance", "journal": "Phys. Rev. Lett", "year": "2016", "authors": "S Taie; S Watanabe; T Ichinose; Y Takahashi"}, {"title": "Photoassociation of a Bose-Einstein Condensate near a Feshbach Resonance", "journal": "Phys. Rev. Lett", "year": "2008", "authors": "M Junker"}, {"title": "Influence of Nearly Resonant Light on the Scattering Length in Low-Temperature Atomic Gases", "journal": "Phys. Rev. Lett", "year": "1996", "authors": "P O Fedichev; Yu Kagan; G V Shlyapnikov; J T Walraven"}, {"title": "Two-orbital SU(N) magnetism with ultracold alkaline-earth atoms", "journal": "Nat. Phys", "year": "2010", "authors": "A V Gorshkov"}, {"title": "Coherent Manipulation of Orbital Feshbach Molecules of Two-Electron Atoms", "journal": "Phys. Rev. X", "year": "2019", "authors": "G Cappellini"}, {"title": "Controlling the interaction of ultracold alkaline-earth atoms", "journal": "Nat. Rev. Phys", "year": "2020", "authors": "R Zhang"}, {"title": "Probing the Kondo lattice model with alkaline-earth-metal atoms", "journal": "Phys. Rev. A", "year": "2010", "authors": "M Foss-Feig; M Hermele; A M Rey"}, {"title": "Direct Observation of Coherent Interorbital Spin-Exchange Dynamics", "journal": "Phys. Rev. Lett", "year": "2014", "authors": "G Cappellini"}, {"title": "Antiferromagnetic interorbital spin-exchange interaction of 171", "journal": "", "year": "", "authors": "K Ono; J Kobayashi; Y Amano; K Sato; Y Takahashi"}, {"title": "", "journal": "Yb. Phys. Rev. A", "year": "2019", "authors": ""}, {"title": "", "journal": "Science", "year": "2009", "authors": "I Buluta; F Quantum Nori;  Simulators"}, {"title": "Cooling in strongly correlated optical lattices: prospects and challenges", "journal": "Rep. Prog. Phys", "year": "2011", "authors": "D C Mckay; B Demarco"}, {"title": "Dynamical Disentangling and Cooling of Atoms in Bilayer Optical Lattices", "journal": "Phys. Rev. Lett", "year": "2018", "authors": "A Kantian; S Langer; A J Daley"}, {"title": "Cooling schemes for two-component fermions in layered optical lattices", "journal": "Phys. Rev. A", "year": "2017", "authors": "S Goto; I Danshita"}, {"title": "Hightemperature superconductivity in dimer array systems", "journal": "Phys. Rev. B", "year": "2002", "authors": "K Kuroki; T Kimura; R Arita"}, {"title": "Quantum computing with atomic qubits and Rydberg interactions: progress and challenges", "journal": "J. Phys. B: At", "year": "", "authors": "M Saffman"}, {"title": "", "journal": "Mol. Opt. Phys", "year": "2016", "authors": ""}, {"title": "Quantum Computing in the NISQ era and beyond", "journal": "", "year": "2018", "authors": "J Preskill"}, {"title": "Search for new physics with atoms and molecules", "journal": "Rev. Mod. Phys", "year": "2018", "authors": "M S Safronova"}, {"title": "Creating, moving and merging Dirac points with a Fermi gas in a tunable honeycomb lattice", "journal": "Nature", "year": "2012", "authors": "L Tarruell; D Greif; T Uehlinger; G Jotzu; T Esslinger"}, {"title": "Pairing symmetry of interacting fermions on a twisted bilayer graphene superlattice", "journal": "Phys. Rev. B", "year": "2018", "authors": "H Guo; X Zhu; S Feng; R T Scalettar"}, {"title": "Topological insulator on the kagome lattice", "journal": "Phys. Rev. B", "year": "2009", "authors": "H.-M Guo; M Franz"}, {"title": "Experimental study of the transport of coherent interacting matter-waves in a 1D random potential induced by laser speckle", "journal": "New J. Phys", "year": "2006", "authors": "D Clément"}, {"title": "and Technology (MEXT) and the Japan Society for the Promotion of Science (JSPS) (grant nos 25220711, 17H06138, 18H05405, 18H05228, and 19H01854), the Impulsing Paradigm Change through Disruptive Technologies (ImPACT) program, the CREST program of the Japan Science and Technology (JST) Agency (grant no. JPMJCR1673), and the MEXT Quantum Leap Flagship Program (MEXT Q-LEAP) (grant no. JPMXS0118069021). S.S. acknowledges support from the JST", "journal": "", "year": "1914639", "authors": ""}, {"title": "", "journal": "", "year": "2002", "authors": " Li"}, {"title": "", "journal": "", "year": "", "authors": " Li"}, {"title": "", "journal": "", "year": "2011", "authors": " Li"}, {"title": "Cs (B) 2011 Refs", "journal": "", "year": "", "authors": " Rb"}, {"title": "Sr (B)", "journal": "", "year": "", "authors": " Rb"}, {"title": "", "journal": "", "year": "", "authors": " Sr"}, {"title": "Sr (B), 87 Sr (F), 88 Sr (B) 2010", "journal": "", "year": "2013", "authors": " Sr"}, {"title": "", "journal": "", "year": "", "authors": "Er "}, {"title": "", "journal": "", "year": "", "authors": "Er "}, {"title": "Er (F) + 161 Dy (F)", "journal": "", "year": "", "authors": ""}, {"title": "", "journal": "", "year": "", "authors": " Dy"}, {"title": "Yb (B)", "journal": "", "year": "", "authors": "Yb "}, {"title": "", "journal": "", "year": "", "authors": "Yb "}, {"title": "174 Yb (B)", "journal": "", "year": "", "authors": "Yb "}, {"title": "Yb (B)", "journal": "", "year": "2007", "authors": ""}, {"title": "Supplementary Information References", "journal": "", "year": "", "authors": ""}, {"title": "The manipulation of neutral particles", "journal": "Rev. Mod. Phys", "year": "1998", "authors": "S Chu;  Lecture"}, {"title": "Nobel Lecture: Manipulating atoms with photons", "journal": "Rev. Mod. Phys", "year": "1998", "authors": "C N Cohen-Tannoudji"}, {"title": "Nobel Lecture: Laser cooling and trapping of neutral atoms", "journal": "Rev. Mod. Phys", "year": "1998", "authors": "W D Phillips"}, {"title": "", "journal": "P. Laser Cooling and Trapping", "year": "1999", "authors": "H J Metcalf;  Van Der Straten"}, {"title": "Evaporative Cooling of Trapped Atoms", "journal": "Academic Press", "year": "1996", "authors": "W Ketterle; N J Druten"}, {"title": "Observation of Bose-Einstein Condensation in a Dilute Atomic Vapor", "journal": "Science", "year": "1995", "authors": "M H Anderson; J R Ensher; M R Matthews; C E Wieman; E A Cornell"}, {"title": "All-Optical Formation of an Atomic Bose-Einstein Condensate", "journal": "Phys. Rev. Lett", "year": "2001", "authors": "M D Barrett; J A Sauer; M S Chapman"}, {"title": "Onset of Fermi Degeneracy in a Trapped Atomic Gas", "journal": "Science", "year": "1999", "authors": "B Demarco; D S Jin"}, {"title": "Creation of a Bose-condensed gas of 87 Rb by laser cooling", "journal": "Science", "year": "2017", "authors": "J Hu"}, {"title": "Spin-Singlet Bose-Einstein Condensation of Two-Electron Atoms", "journal": "Phys. Rev. Lett", "year": "2003", "authors": "Y Takasu"}, {"title": "Bose-Einstein Condensation of Chromium", "journal": "Phys. Rev. Lett", "year": "2005", "authors": "A Griesmaier; J Werner; S Hensler; J Stuhler; T Pfau"}, {"title": "Bose-Einstein Condensation of Strontium", "journal": "Phys. Rev. Lett", "year": "2009", "authors": "S Stellmer; M K Tey; B Huang; R Grimm; F Schreck"}, {"title": "Strongly Dipolar Bose-Einstein Condensate of Dysprosium", "journal": "Phys. Rev. Lett", "year": "2011", "authors": "M Lu; N Q Burdick; S H Youn; B L Lev"}, {"title": "Bose-Einstein Condensation of Erbium", "journal": "Phys. Rev. Lett", "year": "2012", "authors": "K Aikawa"}, {"title": "Two-Species Mixture of Quantum Degenerate Bose and Fermi Gases", "journal": "Phys. Rev. Lett", "year": "2002", "authors": "Z Hadzibabic"}, {"title": "All-optical formation of quantum degenerate mixtures", "journal": "Phys. Rev. A", "year": "2009", "authors": "T Fukuhara; S Sugawa; Y Takasu; Y Takahashi"}, {"title": "Realization of a SU(2)×SU(6) System of Fermions in a Cold Atomic Gas", "journal": "Phys. Rev. Lett", "year": "2010", "authors": "S Taie"}, {"title": "Quantum Degenerate Mixtures of Alkali and Alkaline-Earth-Like Atoms", "journal": "Phys. Rev. Lett", "year": "2011", "authors": "H Hara; Y Takasu; Y Yamaoka; J M Doyle; Y Takahashi"}, {"title": "Controlling and Detecting Spin Correlations of Ultracold Atoms in Optical Lattices", "journal": "Phys. Rev. Lett", "year": "2010", "authors": "S Trotzky; Y.-A Chen; U Schnorrberger; P Cheinet; I Bloch"}, {"title": "Antiferromagnetic Spin Correlation of SU(N) Fermi Gas in an Optical Superlattice", "journal": "Phys. Rev. Lett", "year": "2018", "authors": "H Ozawa; S Taie; Y Takasu; Y Takahashi"}, {"title": "Short-Range Quantum Magnetism of Ultracold Fermions in an Optical Lattice", "journal": "Science", "year": "2013", "authors": "D Greif; T Uehlinger; G Jotzu; L Tarruell; T Esslinger"}, {"title": "Single-atom-resolved fluorescence imaging of an atomic Mott insulator", "journal": "Nature", "year": "2010", "authors": "J F Sherson"}, {"title": "Imaging and addressing of individual fermionic atoms in an optical lattice", "journal": "Phys. Rev. A", "year": "2015", "authors": "G J A Edge"}, {"title": "A quantum gas microscope for detecting single atoms in a Hubbard-regime optical lattice", "journal": "Nature", "year": "2009", "authors": "W S Bakr; J I Gillen; A Peng; S Fölling; M Greiner"}, {"title": "Magnetic transport of trapped cold atoms over a large distance", "journal": "Phys. Rev. A", "year": "2001", "authors": "M Greiner; I Bloch; T W Hänsch; T Esslinger"}, {"title": "Transport of Bose-Einstein Condensates with Optical Tweezers", "journal": "Phys. Rev. Lett", "year": "2001", "authors": "T L Gustavson"}, {"title": "Deterministic Delivery of a Single Atom", "journal": "Science", "year": "2001", "authors": "S Kuhr"}, {"title": "Topological quantum matter in synthetic dimensions", "journal": "Nat. Rev. Phys", "year": "2019", "authors": "T Ozawa; H M Price"}, {"title": "Matter-Wave Diffraction from a Quasicrystalline Optical Lattice", "journal": "Phys. Rev. Lett", "year": "2019", "authors": "K Viebahn; M Sbroscia; E Carter; J.-C Yu; U Schneider"}, {"title": "Degenerate Bose-Fermi Mixture of Metastable Atoms", "journal": "Phys. Rev. Lett", "year": "2006", "authors": "J M Mcnamara; T Jeltes; A S Tychkov; W Hogervorst; W Vassen"}, {"title": "Bose-Einstein Condensation of Metastable Helium", "journal": "Phys. Rev. Lett", "year": "2001", "authors": "F Pereira Dos Santos"}, {"title": "A Bose-Einstein Condensate of Metastable Atoms", "journal": "Science", "year": "2001", "authors": "A Robert"}, {"title": "Observation of Fermi Pressure in a Gas of Trapped Atoms", "journal": "Science", "year": "2001", "authors": "A G Truscott; K E Strecker; W I Mcalexander; G B Partridge; R G Hulet"}, {"title": "Evidence of Bose-Einstein Condensation in an Atomic Gas with Attractive Interactions", "journal": "Phys. Rev. Lett", "year": "1995", "authors": "C C Bradley; C A Sackett; J J Tollett; R G Hulet"}, {"title": "Bose-Einstein Condensation in a Gas of Sodium Atoms", "journal": "Phys. Rev. Lett", "year": "1995", "authors": "K B Davis"}, {"title": "39 K Bose-Einstein Condensate with Tunable Interactions", "journal": "Phys. Rev. Lett", "year": "2007", "authors": "G Roati"}, {"title": "Bose-Einstein Condensation of Potassium Atoms by Sympathetic Cooling", "journal": "Science", "year": "2001", "authors": "G Modugno"}, {"title": "Bose-Einstein Condensation of Alkaline Earth Atoms: 40 Ca", "journal": "Phys. Rev. Lett", "year": "2009", "authors": "S Kraft; F Vogt; O Appel; F Riehle; U Sterr"}, {"title": "Chromium dipolar Fermi sea", "journal": "Phys. Rev. A", "year": "2015", "authors": "B Naylor"}, {"title": "Stable 85 Rb Bose-Einstein Condensates with Widely Tunable Interactions", "journal": "Phys. Rev. Lett", "year": "2000", "authors": "S L Cornish; N R Claussen; J L Roberts; E A Cornell; C E Wieman"}, {"title": "Bose-Einstein Condensation of 84 Sr", "journal": "Phys. Rev. Lett", "year": "2009", "authors": "Y N M De Escobar"}, {"title": "Bose-Einstein condensation of 86 Sr", "journal": "Phys. Rev. A", "year": "2010", "authors": "S Stellmer; M K Tey; R Grimm; F Schreck"}, {"title": "Degenerate Fermi Gas of 87 Sr", "journal": "Phys. Rev. Lett", "year": "2010", "authors": "B J Desalvo; M Yan; P G Mickelson; Y N Martinez De Escobar; T C Killian"}, {"title": "Double-degenerate Bose-Fermi mixture of strontium", "journal": "Phys. Rev. A", "year": "2010", "authors": "M K Tey; S Stellmer; R Grimm; F Schreck"}, {"title": "Bose-Einstein condensation of 88 Sr through sympathetic cooling with 87 Sr", "journal": "Phys. Rev. A", "year": "2010", "authors": "P G Mickelson; Y N De Escobar; M Yan; B J Desalvo; T C Killian"}, {"title": "Bose-Einstein Condensation of Cesium", "journal": "Science", "year": "2003", "authors": "T Weber; J Herbig; M Mark; H.-C Nägerl; R Grimm"}, {"title": "Quantum Degenerate Dipolar Fermi Gas", "journal": "Phys. Rev. Lett", "year": "2012", "authors": "M Lu; N Q Burdick; B L Lev"}, {"title": "Quantum-Fluctuation-Driven Crossover from a Dilute Bose-Einstein Condensate to a Macrodroplet in a Dipolar Quantum Fluid", "journal": "Phys. Rev. X", "year": "2016", "authors": "L Chomaz"}, {"title": "Reaching Fermi Degeneracy via Universal Dipolar Scattering", "journal": "Phys. Rev. Lett", "year": "2014", "authors": "K Aikawa"}, {"title": "Bose-Einstein condensate in gases of rare atomic species", "journal": "Phys. Rev. A", "year": "2011", "authors": "S Sugawa; R Yamazaki; S Taie; Y Takahashi"}, {"title": "Bose-Einstein condensation of an ytterbium isotope", "journal": "Phys. Rev. A", "year": "2007", "authors": "T Fukuhara; S Sugawa; Y Takahashi"}, {"title": "Degenerate Fermi Gases of Ytterbium", "journal": "Phys. Rev. Lett", "year": "2007", "authors": "T Fukuhara; Y Takasu; M Kumakura; Y Takahashi"}, {"title": "Strongly interacting isotopic Bose-Fermi mixture immersed in a Fermi sea", "journal": "Phys. Rev. A", "year": "2011", "authors": "C.-H Wu; I Santiago; J W Park; P Ahmadi; M W Zwierlein"}, {"title": "Quantum Degenerate Two-Species Fermi-Fermi Mixture Coexisting with a Bose-Einstein Condensate", "journal": "Phys. Rev. Lett", "year": "2008", "authors": "M Taglieber; A.-C Voigt; T Aoki; T W Hänsch; K Dieckmann"}, {"title": "Quantum-Degenerate Mixture of Fermionic Lithium and Bosonic Rubidium Gases", "journal": "Phys. Rev. Lett", "year": "2005", "authors": "C Silber"}, {"title": "Observation of a Degenerate Fermi Gas Trapped by a Bose-Einstein Condensate", "journal": "Phys. Rev. Lett", "year": "2017", "authors": "B J Desalvo; K Patel; J Johansen; C Chin"}, {"title": "Quantum degenerate mixture of ytterbium and lithium atoms", "journal": "Phys. Rev. A", "year": "2011", "authors": "A H Hansen"}, {"title": "Experimental realization of ultracold Yb-7 Li mixtures in mixed dimensions", "journal": "Phys. Rev. A", "year": "2018", "authors": "F Schäfer"}, {"title": "Feshbach spectroscopy and dual-species Bose-Einstein condensation of 23 Na-39 K mixtures", "journal": "Phys. Rev. A", "year": "2018", "authors": "T A Schulze"}, {"title": "Quantum degenerate Bose-Fermi mixture of chemically different atomic species with widely tunable interactions", "journal": "Phys. Rev. A", "year": "2012", "authors": "J W Park"}, {"title": "A double species 23 Na and 87 Rb Bose-Einstein condensate with tunable miscibility via an interspecies Feshbach resonance", "journal": "J. Phys. B: At. Mol. Opt. Phys", "year": "2016", "authors": "F Wang; X Li; D Xiong; D Wang"}, {"title": "Tunable dual-species Bose-Einstein condensates of 39 K and 87 Rb", "journal": "Phys. Rev. A", "year": "2015", "authors": "L Wacker"}, {"title": "Quantum Degenerate 40 K-87 Rb Mixture with Attractive Interaction", "journal": "Phys. Rev. Lett", "year": "2002", "authors": "G Roati; F Riboli; G Modugno; M Inguscio;  Fermi-Bose"}, {"title": "Two Atomic Species Superfluid", "journal": "Phys. Rev. Lett", "year": "2002", "authors": "G Modugno; M Modugno; F Riboli; G Roati; M Inguscio"}, {"title": "Production of a degenerate Fermi-Fermi mixture of dysprosium and potassium atoms", "journal": "Phys. Rev. A", "year": "2018", "authors": "C Ravensbergen"}, {"title": "Tunable Miscibility in a Dual-Species Bose-Einstein Condensate", "journal": "Phys. Rev. Lett", "year": "2008", "authors": "S B Papp; J M Pino; C E Wieman"}, {"title": "Dual-species Bose-Einstein condensate of 87 Rb and 133 Cs", "journal": "Phys. Rev. A", "year": "2011", "authors": "D J Mccarron; H W Cho; D L Jenkin; M P Köppinger; S L Cornish"}, {"title": "Production of a dual-species Bose-Einstein condensate of Rb and Cs atoms", "journal": "Eur. Phys. J. D", "year": "2011", "authors": "A D Lercher"}, {"title": "Quantum degenerate mixtures of strontium and rubidium atoms", "journal": "Phys. Rev. A", "year": "2013", "authors": "B Pasquiou"}, {"title": "Production of quantum-degenerate strontium gases", "journal": "Phys. Rev. A", "year": "2013", "authors": "S Stellmer; R Grimm; F Schreck"}, {"title": "Dipolar Quantum Mixtures of Erbium and Dysprosium Atoms", "journal": "Phys. Rev. Lett", "year": "2018", "authors": "A Trautmann"}, {"title": "Degenerate Bose-Fermi mixtures of rubidium and ytterbium", "journal": "Phys. Rev. A", "year": "2015", "authors": "V D Vaidya; J Tiamsuphat; S L Rolston; V J Porto"}, {"title": "Quantum degenerate gases and the mixtures of ytterbium atoms", "journal": "", "year": "2007", "authors": "T Fukuhara; S Sugawa; Y Takasu; Y Takahashi"}, {"title": "Synthetic magnetic fields for ultracold neutral atoms", "journal": "Nature", "year": "2009", "authors": "Y.-J Lin; R L Compton; K Jiménez-García; J V Porto; I B Spielman"}, {"title": "Peierls Substitution in an Engineered Lattice Potential", "journal": "Phys. Rev. Lett", "year": "2012", "authors": "K Jiménez-García"}, {"title": "Experimental Realization of Strong Effective Magnetic Fields in an Optical Lattice", "journal": "Phys. Rev. Lett", "year": "2011", "authors": "M Aidelsburger"}, {"title": "Measuring the Chern number of Hofstadter bands with ultracold bosonic atoms", "journal": "Nat. Phys", "year": "2015", "authors": "M Aidelsburger"}, {"title": "Realizing the Harper Hamiltonian with Laser-Assisted Tunneling in Optical Lattices", "journal": "Phys. Rev. Lett", "year": "2013", "authors": "H Miyake; G A Siviloglou; C J Kennedy; W C Burton; W Ketterle"}, {"title": "Realization of the Hofstadter Hamiltonian with Ultracold Atoms in Optical Lattices", "journal": "Phys. Rev. Lett", "year": "2013", "authors": "M Aidelsburger"}, {"title": "Observation of Bose-Einstein condensation in a strong synthetic magnetic field", "journal": "Nat. Phys", "year": "2015", "authors": "C J Kennedy; W C Burton; W C Chung; W Ketterle"}, {"title": "Tunable Gauge Potential for Neutral and Spinless Particles in Driven Optical Lattices", "journal": "Phys. Rev. Lett", "year": "2012", "authors": "J Struck"}, {"title": "Engineering Ising-XY spin-models in a triangular lattice using tunable artificial gauge fields", "journal": "Nature Phys", "year": "2013", "authors": "J Struck"}, {"title": "Experimental realization of the topological Haldane model with ultracold fermions", "journal": "Nature", "year": "2014", "authors": "G Jotzu"}, {"title": "Measuring topology from dynamics by obtaining the Chern number from a linking number", "journal": "Nat Commun", "year": "2019", "authors": "M Tarnowski"}, {"title": "Spin-orbit-coupled Bose-Einstein condensates", "journal": "Nature", "year": "2011", "authors": "Y.-J Lin; K Jiménez-García; I B Spielman"}, {"title": "Spin-Orbit Coupled Degenerate Fermi Gases", "journal": "Phys. Rev. Lett", "year": "2012", "authors": "P Wang"}, {"title": "Spin-Injection Spectroscopy of a Spin-Orbit Coupled Fermi Gas", "journal": "Phys. Rev. Lett", "year": "2012", "authors": "L W Cheuk"}, {"title": "Long-Lived Spin-Orbit-Coupled Degenerate Dipolar Fermi Gas", "journal": "Phys. Rev. X", "year": "2016", "authors": "N Q Burdick; Y Tang; B L Lev"}, {"title": "Spin-orbit-coupled fermions in an optical lattice clock", "journal": "Nature", "year": "2017", "authors": "S Kolkowitz"}, {"title": "Synthetic Dimensions and Spin-Orbit Coupling with an Optical Clock Transition", "journal": "Phys. Rev. Lett", "year": "2016", "authors": "L F Livi"}, {"title": "Magnetoassociation of a Feshbach molecule and spin-orbit interaction between the ground and electronically excited states", "journal": "Phys. Rev. A", "year": "2017", "authors": "Y Takasu; Y Fukushima; Y Nakamura; Y Takahashi"}, {"title": "Dynamical Spin-Orbit Coupling of a Quantum Gas", "journal": "Phys. Rev. Lett", "year": "2019", "authors": "R M Kroeze; Y Guo; B L Lev"}, {"title": "Spin-orbit-coupled two-electron Fermi gases of ytterbium atoms", "journal": "Phys. Rev. A", "year": "2016", "authors": "B Song"}, {"title": "Observation of symmetry-protected topological band with ultracold fermions", "journal": "Sci. Adv", "year": "2018", "authors": "B Song"}, {"title": "Spin-Orbit Coupling and Spin Textures in Optical Superlattices", "journal": "Phys. Rev. Lett", "year": "2016", "authors": "J Li"}, {"title": "Realization of two-dimensional spin-orbit coupling for Bose-Einstein condensates", "journal": "Science", "year": "2016", "authors": "Z Wu"}, {"title": "Highly Controllable and Robust 2D Spin-Orbit Coupling for Quantum Gases", "journal": "Phys. Rev. Lett", "year": "2018", "authors": "W Sun"}, {"title": "Experimental realization of two-dimensional synthetic spin-orbit coupling in ultracold Fermi gases", "journal": "Nature Phys", "year": "2016", "authors": "L Huang"}, {"title": "Experimental Observation of a Topological Band Gap Opening in Ultracold Fermi Gases with Two-Dimensional Spin-Orbit Coupling", "journal": "Phys. Rev. Lett", "year": "2016", "authors": "Z Meng"}, {"title": "Observation of nodal-line semimetal with ultracold fermions in an optical lattice", "journal": "Nat. Phys", "year": "2019", "authors": "B Song"}, {"title": "Unconventional topology with a Rashba spin-orbit coupled quantum gas", "journal": "", "year": "2019", "authors": "A Valdés-Curiel; D Trypogeorgos; Q.-Y Liang; R P Anderson; I B Spielman"}]}